{"paper_id": "100", "chunk_id": "100_0", "text": "Author manuscript\n\nManuscript\n\nAn Analysis of the Effects of Spaceflight and Vaccination on\n\nAntibody Repertoire Diversity\n\nTrisha A. Rettig*,†, John C. Tan*, Nina C. Nishiyama‡,§, Stephen K. Chapes†, Michael J. *Division of Biomedical Engineering Sciences, Department of Basic Sciences, Loma Linda\n\nUniversity, Loma Linda, CA;\n\n†Division of Biology, Kansas State University, Manhattan, KS; ‡Department of Genetics, University of North Carolina at Chapel Hill, Chapel Hill, NC;\n\nManuscript §Center for Gastrointestinal Biology and Disease, University of North Carolina at Chapel Hill,\n\nChapel Hill, NC\n\nAbstract\n\nAb repertoire diversity plays a critical role in the host’s ability to fight pathogens.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_1", "text": "C\n\nAbstract\n\nAb repertoire diversity plays a critical role in the host’s ability to fight pathogens. CDR 3 is partially responsible for Ab–Ag binding and is a significant source of diversity in the repertoire. CDR 3 diversity is generated during VDJ rearrangement because of gene segment selection, gene segment trimming and splicing, and the addition of nucleotides. We analyzed the Ab repertoire diversity across multiple experiments examining the effects of spaceflight on the Ab repertoire after vaccination. Five datasets from four experiments were analyzed using rank-abundance curves and Shannon indices as measures of diversity.", "organism": [], "assay": ["in vitro", "PCR"], "gene": ["CD79A"], "mission": ["Bion-M1"], "experimenttype": ["Spaceflight", "Vaccination"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_2", "text": "experiments were analyzed using rank-abundance curves and Shannon indices as measures of diversity. We discovered a trend toward lower diversity as a\n\nManuscript result of spaceflight but did not find the same decrease in our physiological model of microgravity in either the spleen or bone marrow. However, the bone marrow repertoire showed a reduction in diversity after vaccination. We also detected differences in Shannon indices between experiments and tissues. We did not detect a pattern of CDR 3 usage across the experiments. Overall, we were able to find differences in the Ab repertoire diversity across experimental groups and tissues.\n\nINTRODUCTION\n\nAbs are heterodimers composed of H and L chains (1).", "organism": [], "assay": ["Rank-abundance curves", "Shannon indices"], "gene": [], "mission": [], "experimenttype": ["vaccination"], "outcome": ["reduction in bone marrow repertoire diversity after vaccination"]}
{"paper_id": "100", "chunk_id": "100_3", "text": "experimental groups and tissues.\n\nINTRODUCTION\n\nAbs are heterodimers composed of H and L chains (1). The rearrangements of three different gene segments, the variable (V) gene segment, the diversity (D) gene segment (H chain only), and the joining (J) gene segment forms the variable regions of the Ab (1, 2). Abs play a crucial role in the adaptive immune response, protecting the host from a variety\n\nManuscript of challenges. The collection of Abs within a host, known as the Ab repertoire, must be\n\nThis article is distributed under the terms of the CC BY-NC 4.0 Unported license. Address correspondence and reprint requests to: Michael J. Pecaut, Department of Basic Sciences, Division of Biomedical\n\nEngineering Sciences, Loma Linda University, 11175 Campus Street, Loma Linda, CA 92354.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_4", "text": "Biomedical\n\nEngineering Sciences, Loma Linda University, 11175 Campus Street, Loma Linda, CA 92354. Mpecaut@llu. edu.\n\nDISCLOSURES\n\nThe authors have no financial conflicts of interest.\n\nRettig et al. Page 2 highly diverse to bind a wide variety of Ags (3). CDR 3 contributes the most to both the Ab repertoire diversity and binding specificity in the Ab repertoire (4). CDR 3 is composed of the 3’ region of the V-gene segment, the D-gene segment (H chain only), and the J-gene segment. The process of organizing these gene segments into a functional unit is called VDJ\n\nManuscript\n\nRearrangement. Our group studies the effects of space on the host response, with a focus on the Ab repertoire.", "organism": ["Human"], "assay": [], "gene": ["VDJ"], "mission": [], "experimenttype": ["Host Response in Space"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_5", "text": "ent. Our group studies the effects of space on the host response, with a focus on the Ab repertoire. We have shown that spaceflight alone (5) does not affect the overall Ab repertoire and that a physiological model of microgravity, antiorthostatic suspension (AOS), affects the\n\nAb repertoire after vaccination in both the spleen and bone marrow (6, 7). Other works have shown that changes to V-gene segment usage in Pleurodeles waltl after five months aboard\n\nThe International Space Station (8–11). Diversity, or the lack thereof, in the Ab repertoire can be generated through multiple steps in VDJ rearrangement. Research shows that there is genetic control over the high-level usage of specific gene segments, but individual CDR 3 repertoires are highly variable (11– 14).", "organism": [], "assay": ["PCR"], "gene": ["VDJ segment genes"], "mission": ["International Space Station"], "experimenttype": ["Antiorthostatic suspension", "Spaceflight alone"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_6", "text": "evel usage of specific gene segments, but individual CDR 3 repertoires are highly variable (11– 14). Previous work shows that variations in recombination signal sequences, which are the\n\nManuscript sequences beside the gene segment that regulate recombination, may lead to differential usage of a specific gene segment in the repertoire (15). Additionally, locations of gene segments on the genome also play a role in gene segment selection in humans with more 3’ D-gene segments pairing more commonly with more 5’ J-gene segments and more 5’\n\nD-gene segments pairing with more 3’ J-gene segments (15). After the gene segments are spliced, additional nucleotides, called N or P nucleotides, are added at the junction between gene segments.", "organism": [], "assay": [], "gene": ["AT1G01010", "GAPDH"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_7", "text": "additional nucleotides, called N or P nucleotides, are added at the junction between gene segments. P nucleotides are palindromic and complete the overhangs made during exonuclease cuts in the genome (16). N nucleotides are random nucleotides added by Td T (16). In the mouse repertoire, P nucleotides are more common than N nucleotides and help\n\nDrive diversity (15). An immune response to an Ag (pathogen) is an adaptation. Likewise, responding to\n\nManuscript changes in gravitational forces also requires adaptation. Our group has had the opportunity to examine the Ab repertories in C 57 BL/6 mice after a number of different situations. These data allowed us a unique opportunity to test the hypothesis that Ab diversity can be altered by physiological adaptation.", "organism": ["C 57BL/6"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Gravitational forces", "Physiological adaptation"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_8", "text": "que opportunity to test the hypothesis that Ab diversity can be altered by physiological adaptation. That is, spaceflight, simulated spaceflight, and/or immune responses are disruptions in stable environment and affect Ab diversity. To test this hypothesis, we will present an analysis of Ab diversity, as expressed by CDR 3 amino acids, in four experiments and five datasets we have generated using analyses frequently used to assess communities in ecological contexts, specifically the Shannon index (SI), an established measure of diversity (17). The higher the SI, the more diversity the\n\nAuthor community. Immunologically, repertoire diversity is essential to maintain a healthy adaptive immune system.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_9", "text": "ty. Immunologically, repertoire diversity is essential to maintain a healthy adaptive immune system. Theoretically, if an individual has a diverse Ab repertoire, there are more possibilities of productive responses to more Ags. Therefore, diversity measurements of the\n\nManuscript\n\nAb repertoire are relevant to understanding host fitness (as defined immunologically and ecologically). For example, work by Greiff et al. (12, 18) has shown that diversity measures can determine if an animal was vaccinated or unvaccinated.\n\nRettig et al. Page 3\n\nMATERIALS AND METHODS\n\nFive different datasets from four experiments were used in the analyses presented in this article (Tables I, II).", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_10", "text": "t datasets from four experiments were used in the analyses presented in this article (Tables I, II). We acknowledge that these data have been presented previously (Tables\n\nManuscript I, II), but, to our knowledge, the analyses and comparisons presented in this paper are novel\n\nAnd not duplication.\n\nNormal mouse—spleen RNA extraction\n\nTissue extraction was performed as previously described (19). Briefly, to create three independent sample pools, RNA was extracted from the spleens of four 9–11-wk-old, female, specific pathogen–free, C 57 BL/6 J mice. A total of 12 animals were used to create three pools, each containing four animals. Animals were euthanized by exposure to 400 μl of isoflurane on a gauze pad in a histopathology cassette, as described by Huerkamp et al. (20).", "organism": ["C57 BL/6 J mice"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_11", "text": "μl of isoflurane on a gauze pad in a histopathology cassette, as described by Huerkamp et al. (20). Mice had ad libitum access to Lab Diet 5001 and water in standard group caging. All animal procedures were approved by the Institutional Animal Care and Use\n\nCommittee at Kansas State University. Spleen tissues were harvested after euthanasia\n\nManuscript and processed immediately for RNA extraction with TRIzol LS per the manufacturer’s instructions. Equal concentrations of RNA from each mouse were pooled and submitted for\n\nAccession/GLDS-141/. Center for the Advancement of Science in Space—spleen RNA extraction\n\nRNA was extracted as previously described (5, 21).", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_12", "text": "cement of Science in Space—spleen RNA extraction\n\nRNA was extracted as previously described (5, 21). Briefly, RNA was extracted by the\n\nNational Aeronautics and Space Administration Ames Research Center using the RNeasy mini-column from the spleens of 35-wk-old, female C 57 BL/6 Tac mice. Mice were housed\n\nAuthor either aboard the International Space Station via the Space X Crew-4 launch or in the\n\nInternational Space Station simulator on Earth. After collection, spleens were stored at 4°C in RNAlater for at least 24 h and then transferred to −80°C. Animal care and experimental\n\nManuscript procedures were approved by the Institutional Animal Care and Use Committee at the\n\nNational Aeronautics and Space Administration Ames Research Center.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_13", "text": "l Care and Use Committee at the\n\nNational Aeronautics and Space Administration Ames Research Center. These data are\n\nTetanus Ab response developed in space—spleen and bone marrow RNA extraction\n\nSuspensions, immunizations, and RNA extractions were performed as described previously (6, 7). Briefly, 10-wk-old, C 57 BL/6 J, female mice were placed in AOS, resulting in hindlimb unloading. Hindlimb unloading is a physiological model of microgravity (22, 23). Half of the animals were unloaded, and half were control animals that were also\n\nAuthor placed in AOS restraints but were fully weight bearing on their hind limbs. All animals were singly housed because of AOS requirements.", "organism": ["C57BL/6J mouse"], "assay": [], "gene": [], "mission": ["AOS (Accelerated Space Osteoarthritis)"], "experimenttype": ["Hindlimb unloading", "Control with weight bearing"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_14", "text": "ully weight bearing on their hind limbs. All animals were singly housed because of AOS requirements. Eight treatment groups were established, each containing 10 animals, with half of the animals being loading and half unloaded. The\n\nManuscript i. p. Injections were performed after 2 wk in AOS housing with saline only, tetanus toxoid (TT; Statens Serum Institut, Copenhagen, Denmark) only, Cp G oligonucleotide 1826 only (Cp G 1826) (Invivo Gen, San Diego, CA), and TT + Cp G 1826. TT injections contained 5 limes flocculation dose per milliliter of TT, and 0.1 ml was injected. Cp G 1826 injections contained 0.4 mg/ml Cp G 1826, and 0.1 ml was injected. TT + Cp G 1826 animals were\n\nRettig et al. Page 4 injected with 0.2 ml total volume.", "organism": [], "assay": ["injection"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_15", "text": "l was injected. TT + Cp G 1826 animals were\n\nRettig et al. Page 4 injected with 0.2 ml total volume. Mice were returned to AOS housing for 2 wk, after which the mice were euthanized with 100% CO. This protocol was approved by the Institutional\n\nAnimal Care and Use Committee at Loma Linda University, and the euthanasia met requirements put forth by the Association for Assessment and Accreditation of Laboratory\n\nManuscript\n\nAnimal Care. Whole spleens were removed and snap frozen in liquid nitrogen. Bone marrow was flushed from the femur and tibia from each animal with a 1:3 ratio of RNAlater/RNAsefree PBS. Samples were centrifuged at ~250 × g for 5 min at room temperature, the supernatant discarded, and the pellet was snap frozen in liquid nitrogen.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_16", "text": "n at room temperature, the supernatant discarded, and the pellet was snap frozen in liquid nitrogen. RNA extraction was performed for both tissues using TRIzol according to the manufacturer’s instructions, and total RNA was submitted for sequencing. These data are publicly available for spleen genelab-data. ndc. nasa. Gov/genelab/accession/GLDS-214/)\n\nHypervaccination—pooled spleen and bone marrow RNA extraction\n\nManuscript\n\nEight-week-old female C 57 BL/6 J mice were received from The Jackson Laboratory and allowed to acclimate at the Laboratory Animal Care Services facility at Kansas State\n\nUniversity. Mice were fed food (Lab Diet 5001) and water ad libitum. After 2 wk, mice were injected via the i. p. Route with 0.1 ml of 0.4 mg/ml Cp G 1826 and 0.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_17", "text": "ibitum. After 2 wk, mice were injected via the i. p. Route with 0.1 ml of 0.4 mg/ml Cp G 1826 and 0.1 ml of 5 limes flocculation dose per milliliter of TT. The Cp G 1826 and TT sources and lots used in this study are the same as those used in the tetanus Ab response developed in space (TARDIS) experiment. Mice were returned to standard housing, and injections were repeated twice more every 2–3 wk for a total of three injections. Animals were euthanized as described for the normal mouse spleens. All animal procedures were approved by the Institutional\n\nAnimal Care and Use Committee at Kansas State University. Whole spleens were removed and homogenized using a 70-μM sieve to create a single-cell suspension.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_18", "text": ". Whole spleens were removed and homogenized using a 70-μM sieve to create a single-cell suspension. Bone marrow from the same animal was flushed with cold RNAse-free PBS and also homogenized using a\n\nManuscript 70-μM sieve, resulting in a single suspension containing the spleen and bone marrow cells from a single animal. Cells were pelleted at 350 × g and resuspended using 5 ml of ice-cold ammonium–chloride–potassium lysing buffer (155 n M NH Cl, 10 m M KHCO, and 0.1 m M EDTA) to lyse the RBCs. After 5 min, 10 ml of ice-cold isotonic medium was added to the cells. They were centrifuged at 350 × g and the supernatant discarded. Cells were incubated with TT-coated magnetic beads per manufacturer’s instructions.", "organism": [], "assay": ["in vitro"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_19", "text": "atant discarded. Cells were incubated with TT-coated magnetic beads per manufacturer’s instructions. The magnetic Dynabeads were coated with 26 μl of 5 FL/ml TT per manufacturer’s instructions. After incubation, the beads were added to 0.8 ml TRIzol and 10 μl of 20 mg/ml glycogen for RNA extraction. Extraction was performed per manufacturer’s instructions. No cellular phenotyping was performed because of low recovery rates and prioritization of\n\nRNA extraction. This experiment is included as a positive control in anticipation that the\n\nHyperimmunization would skew the repertoire.\n\nManuscript\n\nSequencing\n\nFor all datasets, Kansas State University Integrated Genomics Facility performed sequencing as previously described (5–7, 19).", "organism": [], "assay": ["RNA-seq"], "gene": [], "mission": [], "experimenttype": ["Hyperimmunization", "Positive control"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_20", "text": "tate University Integrated Genomics Facility performed sequencing as previously described (5–7, 19). Briefly, total RNA was size selected (275–800 nt) and\n\nRettig et al. Page 5 sequenced on the Illumina Mi Seq at 2 × 300. Libraries were prepared using the standard\n\nIllumina library preparation except that of a 1-min fragmentation time to result in longer\n\nManuscript\n\nBioinformatics\n\nBioinformatics processes were performed as previously described (5–7, 19). Briefly, sequences were imported into CLC Genomics Workbench and cleaned for quality. Sequences were mapped to C 57 BL/6 V-gene segments and the Ig H loci, and the resultant reads were submitted to Im Muno Gen Tic’s High-V Quest for identification.", "organism": ["C57BL/6"], "assay": [], "gene": ["IG H loci", "V segments"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_21", "text": "H loci, and the resultant reads were submitted to Im Muno Gen Tic’s High-V Quest for identification. CDR 3 amino acid sequences are defined as the amino acid junction column in the Im Muno Gen Tic results. V-J combinations were determined by identifying reads in which only one C 57 BL/6 specific\n\nV-gene and J-gene segment were detected for a specific CDR 3. CDR 3 s with multiple V-gene\n\nSegments were not included in the analysis.\n\nStatistics and figures\n\nManuscript\n\nRank-abundance curves were generated for CDR 3 s comprising an abundance of over 0.01 in the repertoire. Abundance was calculated as the count of the unique CDR 3 divided by the total count of CDR 3 s detected. Rank was assigned as the most common CDR 3 being equal to one.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_22", "text": "the total count of CDR 3 s detected. Rank was assigned as the most common CDR 3 being equal to one. The SI was calculated using the vegan package (version 2.5–6) in RStudio (version 1.1463). Graphs and charts were created in Graph Pad (version 8.4.3). Principal component analysis (PCA) plots were generated in Python 3.7.4 using sklearn 0.21.3 and visualized with seaborn 0.9.0. Paired t tests, t tests, and three-way ANOVAs were performed in RStudio\n\n(version 1.1463).\n\nAuthor RESULTS\n\nThe baseline splenic repertoire\n\nManuscript To characterize the baseline Ab repertoire of C 57 BL 6/J mice, we sequenced three pools, each containing equal amounts of RNA from the spleens of four different female mice (Tables I, II) (19). The relative abundance of detected CDR 3 s was characterized.", "organism": ["C57BL/6J"], "assay": ["sequencing", "quantification"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_23", "text": "erent female mice (Tables I, II) (19). The relative abundance of detected CDR 3 s was characterized. A rankabundance curve (Fig. 1 A) was generated and showed similar initial abundances for all three normal mouse spleen pools. The SIs were 7.28, 7.39, and 7.68 for normal mouse pools 1, 2,\n\nAnd 3, respectively (Fig. 1 B).\n\nEffect of spaceflight on Ab repertoire diversity\n\nTo determine how spaceflight affected the CDR 3 distribution, we determined the rank\n\nAuthor abundance of normal C 57 BL 6/Tac mice (referred to as Center for the Advancement of\n\nScience in Space [CASIS] mice) that were flown in space for a period of 21–22 d (5). Three individual CASIS animals were subjected to spaceflight and compared with normal\n\nManuscript controls (Fig.", "organism": ["C57BL/6 mice"], "assay": [], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_24", "text": "dual CASIS animals were subjected to spaceflight and compared with normal\n\nManuscript controls (Fig. 2 A) for the rank abundance of individual CDR 3 s. When the ground and flight animals were averaged by treatment, the resulting rank-abundance curves were nearly identical (Fig. 2 B), with one CDR 3 being the most abundant. A comparison of the SIs revealed no significant difference between ground and flight animals. However, there was\n\nRettig et al. Page 6 a trend toward a lower SI, and thus, less diversity was evident in flight animals (t test, p =\n\n0.1138; Fig. 2 C).", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": ["Bion-M1", "ISS2025"], "experimenttype": ["Microgravity"], "outcome": ["Increased bone loss"]}
{"paper_id": "100", "chunk_id": "100_25", "text": "a lower SI, and thus, less diversity was evident in flight animals (t test, p =\n\n0.1138; Fig. 2 C). Comparison of Ab repertoire diversity in a physiological model of microgravity and\n\nManuscript\n\nSpaceflight\n\nThe third comparison that we made included mice that were subjected to AOS (TARDIS experiment), their restraint, loaded controls (6, 7), and the CASIS mice. When we compared the SIs of the CASIS ground control mice (n = 3) and the TARDIS loaded controls that were treated only with saline (n = 4) (Fig. 3); there was no significant difference (t test, p = 0.1201), but there was a trend toward lower diversity in the CASIS animals. This trend was also evident in the CASIS flight (n = 3) versus AOS unloaded saline control (n = 4) animals (t test, p = 0.0859; Fig. 3).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_26", "text": "ASIS flight (n = 3) versus AOS unloaded saline control (n = 4) animals (t test, p = 0.0859; Fig. 3). However, an assessment of the overall SI combining experimental (flight or AOS) and ground (or unloaded controls) in both experiments revealed that the\n\nAuthor CASIS animals (n = 6) had an overall lower SI (t test, p = 0.0004) than the AOS animals (n\n\n= 32) (Fig. 3).\n\nManuscript\n\nEffect of AOS, TT immunization, and a Cp G 1826 adjuvant on Ab repertoire diversity in the\n\nTo understand the effects of AOS, TT, and Cp G 1826 on the Ab repertoire, we generated rank-abundance curves for CDR 3 s from the TARDIS (6) mice from the treatment groups by collapsing the data by main effect (n = 16 per treatment group, AOS, TT, or Cp G 1826) (Fig. 4 A).", "organism": ["CDR s", "mice"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_27", "text": "y collapsing the data by main effect (n = 16 per treatment group, AOS, TT, or Cp G 1826) (Fig. 4 A). No significant differences were found between treated and untreated animals (t test, p > 0.05) in any of the comparisons, although trends for higher abundance in rank one\n\nCDR 3 s were detected for TT-treated mice (p = 0.0571). A comparison of SIs also showed no significant differences between treated and untreated animals (three-way ANOVA, p > 0.05; Fig. 4 B). Unloading did not affect the diversity of the TT− or TT + Cp G 1826–treated\n\nAnimals (three-way ANOVA, p > 0.05; Fig. 4 C).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_28", "text": "t the diversity of the TT− or TT + Cp G 1826–treated\n\nAnimals (three-way ANOVA, p > 0.05; Fig. 4 C).\n\nManuscript\n\nEffect of AOS, TT immunization, and a Cp G 1826 adjuvant on Ab repertoire diversity in the\n\nBone marrow\n\nRank-abundance curves were generated for CDR 3 s identified in the bone marrow (7) of the same mice used for spleen cell determinations in the TARDIS experiment described above (Fig. 5 A). Collapsing data by main effect (AOS, TT, and Cp G 1826 treatment) (n = 12 per treatment group) yielded no significant differences between treated and untreated animals for any of the groups (t test, p > 0.05). Animals treated with TT had significantly lower (three-way ANOVA, p = 0.0137; Fig.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["Control", "TT immunization"], "outcome": ["No significant differences between treated and untreated animals for any of the groups"]}
{"paper_id": "100", "chunk_id": "100_29", "text": "test, p > 0.05). Animals treated with TT had significantly lower (three-way ANOVA, p = 0.0137; Fig. 5 B) SIs and thus lower diversity, but AOS and Cp G 1826 treatments did not affect the SI (three-way ANOVA, p > 0.05). A three-way interaction for AOS × TT × ANOVA, Cp G 1826 was also detected (three-way p = 0.0442; data not shown), but unloading did not affect the diversity of the TT− or TT + Cp G 1826– treated animals (three-way ANOVA, p > 0.05; Fig. 5 C).\n\nManuscript\n\nComparison of spleen and bone marrow Ab repertoires in the same animal\n\nSpleen and bone marrow were sequenced in 18 animals in the TARDIS study, allowing direct comparisons of population diversity between the spleen and bone marrow. A rank Rettig et al.", "organism": [], "assay": ["PCR"], "gene": [], "mission": ["ISS2025", "Bion-M1"], "experimenttype": ["Control", "Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_30", "text": "direct comparisons of population diversity between the spleen and bone marrow. A rank Rettig et al. Page 7 abundance curve of representative animals in each of the treatment groups is presented (Fig. 6 A). The bone marrow was significantly less diverse (Fig. 6 B) than the spleens of the same\n\nAnimals (paired t test, p < 0.0001).\n\nManuscript\n\nComparison of hypervaccinated animals to primary only animals\n\nTo isolate the anti-TT–specific response, magnetic beads coated in TT were used to isolate\n\nTT-binding cells from the spleen and bone marrow from two animals (Fig. 7 A). The abundance of the rank one CDR 3 in pool 2 was over 11 times higher than pool 1 and over 6.5 times higher than pool 3.", "organism": ["Mus musculus"], "assay": ["in vivo", "PCR"], "gene": [], "mission": [], "experimenttype": ["Control", "Microgravity"], "outcome": ["Decreased population diversity in bone marrow compared to spleen"]}
{"paper_id": "100", "chunk_id": "100_31", "text": "rank one CDR 3 in pool 2 was over 11 times higher than pool 1 and over 6.5 times higher than pool 3. No differences in SIs were found between the hypervaccinated data and the unloaded TARDIS spleen (t test, p = 0.4346) and the TARDIS bone marrow (t\n\nTest, p = 0.2000) (Fig. 7 B).\n\nPCA of CDR 3 counts across studies\n\nWe were fortunate to be able to examine the CDR 3 repertoire in large numbers of animals subjected to various treatment protocols. We probed our data to identify principal components driving the impact on CDR 3 present in the TARDIS mouse spleen (Fig. 8 A),\n\nManuscript\n\nTARDIS bone marrow (Fig. 8 B), and CASIS (Fig. 8 C) animals. We also assessed all experiments used in this article (Fig. 8 D).", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": ["Bion-M1", "ISS2025", "TARDIS mouse spleen", "CASIS"], "experimenttype": ["Control", "PCA of CDR 3 counts across studies"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_32", "text": "B), and CASIS (Fig. 8 C) animals. We also assessed all experiments used in this article (Fig. 8 D). However, no clustering or significant principal\n\nComponents emerged from the PCA analyses. Similarity of V/J pairing for a single CDR 3 amino acid sequence\n\nWhen we assessed CDR 3 s present in the repertoires of all animals included in our experiments, we noted that a single CDR 3 (CARGAYW) was found in every animal spleen dataset (CASIS and TARDIS). It was selected for V/J combinations analysis. The\n\nCARGAYW CDR 3 sequence was also identified in 15 of the 24 bone marrow samples. One\n\nV/J combination, V 1–80/J 3, was involved in an overwhelming percentage, 77.4%, of V/J combinations detected (Fig. 9 A). V 1–80/J 2 was responsible for 14.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": ["Bion-M1", "TARDIS", "CASIS"], "experimenttype": ["CDR 3 pairing analysis"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_33", "text": "lming percentage, 77.4%, of V/J combinations detected (Fig. 9 A). V 1–80/J 2 was responsible for 14.6% of the combinations detected, and V 1–80/J 4 resulted in 6.1% of the combinations found. All other detected V/J\n\nManuscript combinations (38 unique combinations) were found in <0.5% of the Ab sequences that we\n\ndetected. We also looked at a longer CDR 3, CARDSNWYFDVW, which was the second most common CDR 3 that was detected in every spleen animal. It was also detected in 4 of the 24 bone marrow samples. This CDR 3 was highly predominated by the V 9–3/J 1 combination comprising 99.9% of the combinations detected (Fig. 9 B). V 3–5/J 1, V 1–22/J 1, and V 9–1/J 1 were each detected once for 0.04% of combinations.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_34", "text": "(Fig. 9 B). V 3–5/J 1, V 1–22/J 1, and V 9–1/J 1 were each detected once for 0.04% of combinations.\n\nAuthor DISCUSSION\n\nOur results demonstrated that subtle alterations in Ab repertoire diversity occur in response to experimental and environmental challenges. Statistical methods commonly used in the\n\nManuscript ecology field have been used by other groups to assess Ab repertoires, although often with a larger scale view (24, 25). Some have been able to determine immunological status by\n\nExamining diversity (26).\n\nRettig et al. Page 8\n\nEstimated hypothetical total diversity is estimated to be ~1 × total unique CDR 3 sequences (18).", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": ["Environmental challenges", "Experimental conditions"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_35", "text": "8\n\nEstimated hypothetical total diversity is estimated to be ~1 × total unique CDR 3 sequences (18). However, the functional diversity is much more highly restricted to around 1 × 1013 to ~1 × 1018 because of the V-, D-, and J-gene segments that create the CDR 3 backbone (12, 27) and because mice only have ~1 × B cells, many of the potential\n\nManuscript\n\nCDR 3 s are never seen in the repertoire (15). Saada et al. (28) estimated that whereas 35 × 106 large pre–B cells enter mitosis each day, only around 3 × 106 B cells survive selection. Our study examines a total of 1,173,166 unique Ab sequences arising from 44 individual and\n\n18 pooled animals across four experiments.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_36", "text": "3,166 unique Ab sequences arising from 44 individual and\n\n18 pooled animals across four experiments. In our unamplified individual mouse spleen samplings, there is an average of ~3000 unique\n\nCDR 3 s that are not found in any other mouse. This might translate to ~30,000 unique\n\nCDR 3 s if we assume we are assessing 10% of the repertoire or 300,000 unique CDR 3 s if that amplification is only 1% of the repertoire compared with what we might see if we amplified the sequencing. Given that mice have 1 × 108 total B cells, unique B cells account for ~0.3–0.03% of the repertoire, based on CDR 3 capture. Our results contrast other estimations (12) of shared naive B cells at 11–13%. Therefore, our data suggest that there is\n\nManuscript more sharing of repertoires than previously estimated.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_37", "text": "e, our data suggest that there is\n\nManuscript more sharing of repertoires than previously estimated. We have established a baseline SI for the spleen between 7.28 and 7.68. However, it is essential to remember that these numbers were generated from pooled samples in an effort to normalize the reading. Our previous work showed that the pooled normal mouse V-gene segment usage was similar between pools (R 2 = 0.5842–0.8427), but CDR 3 sequences showed an overlap of only 75 CDR 3 s found in all three groups (19). We also detected a pattern in the rank-abundance curves for each pool. One predominant CDR 3 comprised the highest rank, and abundance quickly dropped as rank increased, demonstrating that the population was highly skewed.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_38", "text": "nd abundance quickly dropped as rank increased, demonstrating that the population was highly skewed. The highest CDR 3 in each pool was unique with\n\nCARGAYW, CASVYDG-YAFAYW, and CASYDFDYW for pools 1, 2, and 3, respectively. We also explored the effects of spaceflight alone on diversity in the Ab repertoire.\n\nManuscript\n\nAlthough T cell repertoires have been examined during spaceflight (29), little research exists examining the effects of spaceflight on the Ab repertoire. We found no statistical difference between SIs for ground and flight animals, but a trend (p = 0.1138) toward lower diversity in the flight animals was detected.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": ["Spaceflight", "Ground Control"], "outcome": ["No statistical difference between SIs for ground and flight animals.", "Trend toward lower diversity in the flight animals detected."]}
{"paper_id": "100", "chunk_id": "100_39", "text": "flight animals, but a trend (p = 0.1138) toward lower diversity in the flight animals was detected. The animals used in this experiment were older (35 wk at flight), and a different strain (C 57 BL/6 Tac) than used in the other experiments that were analyzed in this paper. Additionally, the flight was relatively short, with only 3 wk in microgravity. Age is known to affect the Ab repertoire by reducing diversity (30, 31) and other works have shown that aged humans respond poorly to vaccinations (32). Aging decreases B and T cell regeneration rates (33). Because the half-life of a B cell in the spleen\n\nAuthor is between 4 and 7 wk (34), a longer flight time may strengthen the lower diversity trend we noticed.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_40", "text": "s between 4 and 7 wk (34), a longer flight time may strengthen the lower diversity trend we noticed. The sample size was also small because these data were obtained as a secondary science objective from an initial validation flight (21) and a larger sample size may provide\n\nManuscript\n\nMore information regarding this trend. The CASIS and TARDIS spleen datasets provided us a unique situation to directly compare spaceflight data to the AOS model of microgravity using the same bioinformatics methodology. Although the sequencing and bioinformatics methodology was the same, the\n\nRettig et al.", "organism": [], "assay": ["PCR"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_41", "text": "methodology. Although the sequencing and bioinformatics methodology was the same, the\n\nRettig et al. Page 9 mouse strain (C 57 BL/6 Tac, CASIS flight; C 57 BL/6 J, TARDIS model), age (35 wk, flight; 9 wk, model), tissue preservation (RNAlater, flight; snap frozen, model), and RNA extraction (RNeasy, flight; TRIzol, model) were all different. These differences mean that a direct comparison is less than ideal, but given the relative scarcity of data from flight animals,\n\nManuscript the comparison is nonetheless valuable. We found that the control animals (CASIS ground and TARDIS loaded) and experimental animals (CASIS flight and TARDIS unloaded) were not statistically different.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": ["Bion-M1", "ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_42", "text": "oaded) and experimental animals (CASIS flight and TARDIS unloaded) were not statistically different. However, when the complete CASIS dataset was compared with the complete TARDIS dataset, we found that the CASIS animals had significantly lower\n\nSIs. Although our total read counts were similar between the two experiments (CASIS, 66,909–181,703; TARDIS average, 82,655–109,107) (5, 6), the low number of samples in the CASIS dataset (n = 6) compared with the TARDIS dataset (n = 32) is more likely to be skewed by a single low diversity mouse. Additionally, the increased age of the CASIS mice and may also contribute to their overall lower SIs, as mentioned above. In our TARDIS dataset, we explored the effects of AOS, TT, and Cp G 1826 treatment on the spleen and bone marrow.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_43", "text": "dataset, we explored the effects of AOS, TT, and Cp G 1826 treatment on the spleen and bone marrow. In the spleen we found no differences in SIs among\n\nManuscript treatment groups. This included no impact on diversity in TT− or TT + Cp G 1826-treated mice. However, there was a trend for a higher abundance of the rank one splenic CDR 3 in TT-treated animals (p = 0.0571). In the bone marrow, only TT-treated animals showed a reduced diversity SIs. Unloading again did not affect TT− or TT + Cp G 1826–treated animals. Both the higher abundance rank one CDR 3 s and the lower diversity are indicative of the TT-specific response. As the repertoire narrows to focus on responding to the Ag, the total number of unique CDR 3 s is likely to decrease, decreasing overall diversity. Greiff et al.", "organism": ["Mus musculus"], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": ["No differences in SIs among treatment groups", "Higher abundance rank one splenic CDR3 s and lower diversity indicative of TT-specific response"]}
{"paper_id": "100", "chunk_id": "100_44", "text": "he total number of unique CDR 3 s is likely to decrease, decreasing overall diversity. Greiff et al. (12) have also demonstrated that the Ag-specific response is higher in plasma cells in the\n\nBone marrow than the spleen. We were also able to compare CDR 3 usage in the spleen directly to the bone marrow of the same animals in our TARDIS dataset. We found that the bone marrow had lower diversity than the spleen for all animals. This could be because the populations of cells in\n\nManuscript the bone marrow are less diverse because they are memory populations waiting to respond to agonists (35, 36). Splenic and circulating B cells may be more diverse because they are less experienced.", "organism": [], "assay": ["RNA-seq"], "gene": ["GAPDH"], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_45", "text": "sts (35, 36). Splenic and circulating B cells may be more diverse because they are less experienced. Alternatively, previous studies have shown that V-gene segment usage by naive B cells in the spleen and pre–B cells in the bone marrow are strongly influenced by the genetic background of the animal, whereas the plasma cells are a mostly individual variation (12). Our workflow does not allow us to identify the cells that make up our population. However, this individual variation may not explain the consistent lower SIs in the bone\n\nMarrow samples of all 18 of the mice examined. Author To assess the anti-TT–specific response, we used TT-coated magnetic beads to isolate\n\nTT-binding cells from the spleen and bone marrow of hypervaccinated mice.", "organism": ["Mus musculus"], "assay": [], "gene": ["AT1G01010", "GAPDH"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_46", "text": "magnetic beads to isolate\n\nTT-binding cells from the spleen and bone marrow of hypervaccinated mice. One pool of mice, pool 2, showed an extreme response with the result that almost 17% of the repertoire\n\nManuscript is composed of one CDR 3, CASYSNFDYW. Interestingly, this CDR 3 is predominately composed of an Ig M response, rather than the anticipated Ig G response (data not shown). Although these data are from the pooling of two animals, the high repertoire percentage likely arose in a single animal. However, we found no difference in the TT-specific repertoire SIs as compared with the TARDIS TT + Cp G 1826 spleen or bone marrow. It\n\nRettig et al.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_47", "text": "c repertoire SIs as compared with the TARDIS TT + Cp G 1826 spleen or bone marrow. It\n\nRettig et al. Page 10 has been previously established by multiple works (37–41) that the anti-TT response is very broad and highly specific, which may contribute to our overall detected diversity even when focusing on the Ag-specific response. It is also not unprecedented for memory Ig M\n\nResponses to occur (42).\n\nManuscript\n\nGiven our large number of datasets and experiments, we attempted to isolate patterns in\n\nCDR 3 usage by treatment, experiment, tissue, or other variables. The PCA revealed no patterns either within or across experiments. This lack of pattern is likely due to the highly individualized nature of CDR 3 generation (11–14).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_48", "text": "This lack of pattern is likely due to the highly individualized nature of CDR 3 generation (11–14). We have previously reported that when comparing CDR 3 s across the eight treatment groups in the TARDIS spleen data, over 90% of CDR 3 s were found in only one treatment group (n = 4). Even very-high-frequency CDR 3 are at low frequency in other animals or treatment groups and, in some cases, not detected at\n\nAll (6, 7). We also explored diversity in V-gene segment and J-gene segment usage in two highfrequency public clones. The first public clone explored was CARGAYW. This CDR 3 was found in CASIS and TARDIS spleen animals and 15 of the 24 TARDIS bone marrow\n\nManuscript samples.", "organism": ["Mus musculus"], "assay": [], "gene": ["CARGAYW"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_49", "text": "as found in CASIS and TARDIS spleen animals and 15 of the 24 TARDIS bone marrow\n\nManuscript samples. Although CARGAYW occurred at very high counts (3598) in some animals, it occurred at much lower counts (6) in others. This is consistent with previous data specific V/J combination, V 1–80/J 2, was the predominant combination, with over 77% of the CDR 3 s formed from these two gene segments. V 1–80/J 2 (14.6%) and V 1–80/J 4 (6.1%) also contributed to the pairings. All other combinations (38) were found in <0.5% of the sequences. Interestingly, our previous work has shown that V 1–80 is one of the most commonly used V-gene segments in the mouse repertoire (19). In comparison, when we examined a longer CDR 3, CARDSNWYFDVW, one combination (V 9–3/J 1) comprised 99.9% of combinations detected.", "organism": ["Mus musculus"], "assay": [], "gene": ["AT1G01010", "GAPDH"], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_50", "text": "a longer CDR 3, CARDSNWYFDVW, one combination (V 9–3/J 1) comprised 99.9% of combinations detected. The identification of the three other combinations (V 3– 5/J 1, V 1–22/J 1, and V 9–1/J 1) may be the result of sequencing errors. Given the longer\n\nCDR 3, it is less likely that multiple combinations could result in the same amino acid\n\nManuscript\n\nsequence. In conclusion, we have demonstrated that changes in Ab repertoire diversity are detectable using next-generation sequencing data exploring CDR 3 usage. We have demonstrated that trends or significant reduction in diversity occur in response to hindlimb suspension and TT vaccination in the bone marrow. A reduced diversity is also found in the bone marrow as compared with the spleen.", "organism": [], "assay": ["next-generation sequencing data"], "gene": [], "mission": [], "experimenttype": ["Hindlimb suspension", "TT vaccination"], "outcome": ["Trends or significant reduction in diversity occur.", "A reduced diversity is also found."]}
{"paper_id": "100", "chunk_id": "100_51", "text": "n the bone marrow. A reduced diversity is also found in the bone marrow as compared with the spleen. However, comparisons of the anti-TT repertoire to the overall repertoire of the spleen and bone marrow revealed no differences in SIs. We also were not able to detect CDR 3 signatures by experiment, treatment, or tissue. We examined the V/J\n\nAuthor combinations for two common public CDR 3 s and found more variation in V/J pairing in the shorter CDR 3 when compared with the longer CDR 3. Finally, from this large multidata, we observe that there is significant individual-to-individual CDR 3 uniqueness. These data\n\nManuscript suggest that an animal’s Ab repertoire is quite unique, even in a highly inbred animal.", "organism": ["Mus musculus"], "assay": [], "gene": ["CDR3", "V/J"], "mission": [], "experimenttype": [], "outcome": ["Significant individual-to-individual CDR3 uniqueness observed"]}
{"paper_id": "100", "chunk_id": "100_52", "text": "Manuscript suggest that an animal’s Ab repertoire is quite unique, even in a highly inbred animal. Evolutionarily, this makes sense and maximizes the possibility that the unique repertoire will allow survival against the widest array of pathogens. This is not a new concept, but these data help to support that hypothesis. Additional sequences will be needed to solidify the\n\nHypotheses generated from our analyses.\n\nRettig et al. Page 11\n\nACKNOWLEDGMENTS\n\nWe thank Dr. Alina Akhunova, Director of the Kansas State University Integrated Genomics Facility, for sharing knowledge and dedication to our project. We also thank Baily Bye, Savanah Hlavacek, and Claire Ward for help with the initial assessments of these data and help in the laboratory.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_53", "text": "cek, and Claire Ward for help with the initial assessments of these data and help in the laboratory.\n\nManuscript\n\nThis work was supported by NNX 13 AN 34 G and NNX 15 AB 45 G from the National Aeronautics and Space\n\nAdministration, GM 103418 from the National Institutes of Health, the College of Veterinary Medicine at Kansas\n\nState University, and the Kansas State University Johnson Cancer Center.\n\nAbbreviations used in this article:\n\nAOS antiorthostatic suspension\n\nCASIS Center for the Advancement of Science in Space\n\nPCA principal component analysis\n\nSI Shannon index\n\nTARDIS tetanus Ab response developed in space\n\nManuscript\n\nTT tetanus toxoid\n\nRettig et al. Page 12 and unaltered by chronic lymphocyte ablation. Proc. Natl. Acad. Sci. USA 108: 20066–20071.\n\n[Pub Med: 22123975] 12.", "organism": [], "assay": ["PCR"], "gene": [], "mission": ["ISS2025"], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_54", "text": "y chronic lymphocyte ablation. Proc. Natl. Acad. Sci. USA 108: 20066–20071.\n\n[Pub Med: 22123975] 12. Greiff V, Menzel U, Miho E, Weber C, Riedel R, Cook S, Valai A, Lopes T, Radbruch A,\n\nWinkler TH, and Reddy ST. 2017. Systems analysis reveals high genetic and antigen-driven predetermination of antibody repertoires throughout B cell development. Cell Rep. 19: 1467–1478.\n\nManuscript\n\n[Pub Med: 28514665] 13. Wang C, Liu Y, Cavanagh MM, Le Saux S, Qi Q, Roskin KM, Looney TJ, Lee JY, Dixit V, Dekker\n\nCL, et al. 2015. B-cell repertoire responses to varicella-zoster vaccination in human identical twins. Proc. Natl. Acad. Sci. USA 112: 500–505. [Pub Med: 25535378] 14. Laserson U, Vigneault F, Gadala-Maria D, Yaari G, Uduman M, Vander Heiden JA, Kelton W,\n\nTaek Jung S, Liu Y, Laserson J, et al.", "organism": [], "assay": ["in vitro"], "gene": ["AT1G01010", "GAPDH"], "mission": ["ISS2025"], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_55", "text": "dala-Maria D, Yaari G, Uduman M, Vander Heiden JA, Kelton W,\n\nTaek Jung S, Liu Y, Laserson J, et al. 2014. High-resolution antibody dynamics of vaccine-induced immune responses. Proc. Natl. Acad. Sci. USA 111: 4928–4933. [Pub Med: 24639495] 15. Collins AM, and Watson CT. 2018. Immunoglobulin light chain gene rearrangements, receptor editing and the development of a self-tolerant antibody repertoire. Front. Immunol 9: 2249.\n\n[Pub Med: 30349529] 16. Collins AM, Wang Y, Roskin KM, Marquis CP, and Jackson KJ. 2015. The mouse antibody heavy chain repertoire is germline-focused and highly variable between inbred strains. Philos. Trans. R. Soc. Lond. B Biol. Sci 370: 20140236. [Pub Med: 26194750] 17. Shannon CE 1948. A mathematical theory of communication. Bell Syst. Tech. J 27: 623–656.", "organism": ["Mus musculus"], "assay": [], "gene": ["immunoglobulin light chain gene", "antibody heavy chain repertoire"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_56", "text": "194750] 17. Shannon CE 1948. A mathematical theory of communication. Bell Syst. Tech. J 27: 623–656.\n\nManuscript 18. Greiff V, Weber CR, Palme J, Bodenhofer U, Miho E, Menzel U, and Reddy ST. 2017. Learning the high-dimensional immunogenomic features that predict public and private antibody repertoires.\n\nJ. Immunol 199: 2985–2997. [Pub Med: 28924003] 19. Rettig TA, Ward C, Bye BA, Pecaut MJ, and Chapes SK. 2018. Characterization of the naive murine antibody repertoire using unamplified high-throughput sequencing. PLo S One. 13:\n\ne 0190982. [Pub Med: 29320559] 20. Huerkamp MJ 2000. It’s in the bag: easy and medically sound rodent gas anesthesia induction.\n\nTech Talk. 5: 3. 21.", "organism": ["Mus musculus", "Arabidopsis"], "assay": ["RNA-seq", "PCR"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_57", "text": "00. It’s in the bag: easy and medically sound rodent gas anesthesia induction.\n\nTech Talk. 5: 3. 21. Choi SY, Saravia-Butler A, Shirazi-Fard Y, Leveson-Gower D, Stodieck LS, Cadena SM, Beegle\n\nJ, Solis S, Ronca A, and Globus RK. 2020. Validation of a new rodent experimental system to investigate consequences of long duration space habitation. Sci. Rep 10: 2336. [Pub Med: 22. Chapes SK, and Ganta RR. 2005. Mouse infection models for space flight immunology. Adv.\n\nSpace Biol. Med 10: 81–104. [Pub Med: 16101105] 23. Globus RK, and Morey-Holton E. 2016. Hindlimb unloading: rodent analog for microgravity. J.\n\nManuscript\n\nAppl. Physiol (1985). 120: 1196–1206. 24. Greiff V, Menzel U, Haessler U, Cook SC, Friedensohn S, Khan TA, Pogson M, Hellmann I, and Reddy ST. 2014.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_58", "text": "V, Menzel U, Haessler U, Cook SC, Friedensohn S, Khan TA, Pogson M, Hellmann I, and Reddy ST. 2014. Quantitative assessment of the robustness of next-generation sequencing of antibody variable gene repertoires from immunized mice. BMC Immunol. 15: 40. [Pub Med: 25. Benichou JIC, van Heijst JWJ, Glanville J, and Louzoun Y. 2017. Converging evolution leads to near maximal junction diversity through parallel mechanisms in B and T cell receptors. Phys. Biol\n\n14: 045003. [Pub Med: 28510537] 26. Greiff V, Bhat P, Cook SC, Menzel U, Kang W, and Reddy ST. 2015. A bioinformatic framework for immune repertoire diversity profiling enables detection of immunological status. Genome Med.\n\n7: 49. [Pub Med: 26140055] 27. Fowler A, Galson JD, Trück J, Kelly DF, and Lunter G. 2020.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_59", "text": "ome Med.\n\n7: 49. [Pub Med: 26140055] 27. Fowler A, Galson JD, Trück J, Kelly DF, and Lunter G. 2020. Inferring B cell specificity for vaccines using a Bayesian mixture model. BMC Genomics. 21: 176. [Pub Med: 32087698] 28. Saada R, Weinberger M, Shahaf G, and Mehr R. 2007. Models for antigen receptor gene\n\nManuscript rearrangement: CDR 3 length. Immunol. Cell Biol 85: 323–332. [Pub Med: 17404591] 29. Garrett-Bakelman FE, Darshi M, Green SJ, Gur RC, Lin L, Macias BR, Mc Kenna MJ, Meydan\n\nC, Mishra T, Nasrini J, et al. 2019. The NASA Twins Study: a multidimensional analysis of a year-long human spaceflight. Science. 364: eaau 8650. [Pub Med: 30975860]\n\nRettig et al. Page 13 30. De Bourcy CF, Angel CJ, Vollmers C, Dekker CL, Davis MM, and Quake SR. 2017.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_60", "text": "ttig et al. Page 13 30. De Bourcy CF, Angel CJ, Vollmers C, Dekker CL, Davis MM, and Quake SR. 2017. Phylogenetic analysis of the human antibody repertoire reveals quantitative signatures of immune senescence and aging. Proc. Natl. Acad. Sci. USA 114: 1105–1110. [Pub Med: 28096374] 31. Weksler ME 2000. Changes in the B-cell repertoire with age. Vaccine. 18: 1624–1628. [Pub Med:\n\nManuscript 32. Jiang N, He J, Weinstein JA, Penland L, Sasaki S, He XS, Dekker CL, Zheng NY, Huang\n\nM, Sullivan M, et al. 2013. Lineage structure of the human antibody repertoire in response to influenza vaccination. Sci. Transl. Med 5: 171 ra 19. 33. Labrie III JE, Borghesi L, and Gerstein RM. 2005. Bone marrow microenvironmental changes in aged mice compromise V(D)J recombinase activity and B cell generation.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_61", "text": "microenvironmental changes in aged mice compromise V(D)J recombinase activity and B cell generation. Semin. Immunol 17:\n\n347–355. [Pub Med: 15963731] 34. Fulcher DA, and Basten A. 1997. B cell life span: a review. Immunol. Cell Biol 75: 446–455.\n\n[Pub Med: 9429891] 35. Halliley JL, Tipton CM, Liesveld J, Rosenberg AF, Darce J, Gregoretti IV, Popova L, Kaminiski\n\nD, Fucile CF, Albizua I, et al. 2015. \\Long-lived plasma cells are contained within the\n\nCD 19(−)CD 38(hi)CD 138(+) subset in human bone marrow. Immunity. 43: 132–145. [Pub Med: 36. Cortés M, and Georgopoulos K. 2004. Aiolos is required for the generation of high affinity bone marrow plasma cells responsible for long-term immunity. J. Exp. Med 199: 209–219. [Pub Med:\n\nManuscript 14718515] 37.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_62", "text": "ls responsible for long-term immunity. J. Exp. Med 199: 209–219. [Pub Med:\n\nManuscript 14718515] 37. Truck J, Ramasamy MN, Galson JD, Rance R, Parkhill J, Lunter G, Pollard AJ, and Kelly DF. 2015. Identification of antigen-specific B cell receptor sequences using public repertoire analysis.\n\nJ. Immunol 194: 252–261. [Pub Med: 25392534] 38. Volk WA, Bizzini B, Snyder RM, Bernhard E, and Wagner RR. 1984. Neutralization of tetanus toxin by distinct monoclonal antibodies binding to multiple epitopes on the toxin molecule. Infect.\n\nImmun 45: 604–609. [Pub Med: 6205994] 39. Poulsen TR, Meijer P-J, Jensen A, Nielsen LS, and Andersen PS. 2007. Kinetic, affinity, and diversity limits of human polyclonal antibody responses against tetanus toxoid. J. Immunol 179:\n\n3841–3850. [Pub Med: 17785821] 40.", "organism": [], "assay": ["public repertoire analysis"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_63", "text": "lonal antibody responses against tetanus toxoid. J. Immunol 179:\n\n3841–3850. [Pub Med: 17785821] 40. Meijer PJ, Andersen PS, Haahr Hansen M, Steinaa L, Jensen A, Lantto J, Oleksiewicz MB,\n\nTengbjerg K, Poulsen TR, Coljee VW, et al. 2006. Isolation of human antibody repertoires with preservation of the natural heavy and light chain pairing. J. Mol. Biol 358: 764–772. [Pub Med: 41. Bürckert JP, Dubois ARSX, Faison WJ, Farinelle S, Charpentier E, Sinner R, Wienecke Manuscript\n\nBaldacchino A, and Muller CP. 2017. Functionally convergent B cell receptor sequences in transgenic rats expressing a human B cell repertoire in response to tetanus toxoid and measles antigens. Front. Immunol 8: 1834. [Pub Med: 29312330] 42. Yates JL, Racine R, Mc Bride KM, and Winslow GM. 2013.", "organism": ["Mus musculus", "Arabidopsis thaliana"], "assay": ["RNA-seq"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_64", "text": "ont. Immunol 8: 1834. [Pub Med: 29312330] 42. Yates JL, Racine R, Mc Bride KM, and Winslow GM. 2013. T cell-dependent Ig M memory B cells generated during bacterial infection are required for Ig G responses to antigen challenge. J.\n\nImmunol 191: 1240–1249. [Pub Med: 23804710]\n\nManuscript\n\nRettig et al. Page 14\n\nManuscript\n\nManuscript\n\nManuscript\n\nFIGURE 1. Rank abundance and SI in the baseline Ab repertoire. (A) Rank-abundance curve for pooled spleen samples. Each normal mouse pool is one replicate comprised of four pooled spleens. (B) SI for pooled spleen samples. Each normal mouse pool (NM) is one replicate comprised of four pooled spleens.\n\nManuscript\n\nRettig et al. Page 15\n\nManuscript\n\nFIGURE 2. Rank abundance and SI in spaceflight animals.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_65", "text": "nuscript\n\nRettig et al. Page 15\n\nManuscript\n\nFIGURE 2. Rank abundance and SI in spaceflight animals. (A) Rank abundances for individual animals flown aboard the International Space Station (n = 1). (B) Rank abundances for averaged ground and flight animals (n = 3 per group). (C)\n\nAverage + SEM SIs for ground and flight animals (n = 3 per group).\n\nManuscript\n\nManuscript\n\nManuscript\n\nRettig et al. Page 16\n\nManuscript\n\nManuscript\n\nFIGURE 3. Comparison of SI in animals in the CASIS (spaceflight) and TARDIS (modeled\n\nMicrogravity) experiments. Average + SEM SIs for animals housed on Earth (CASIS ground, n = 3) or loaded control animals (TARDIS ground, n = 4) and animals aboard the International Space Station (CASIS flight, n = 3) or suspended control animals (TARDIS flight, n = 4).", "organism": [], "assay": ["in vivo"], "gene": [], "mission": ["International Space Station"], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_66", "text": "ternational Space Station (CASIS flight, n = 3) or suspended control animals (TARDIS flight, n = 4). The overall comparisons\n\nManuscript comprise all animals in the CASIS (n = 6) and TARDIS (n = 32) experiments. ***p < 0.001.\n\nManuscript\n\nRettig et al. Page 17\n\nManuscript\n\nManuscript\n\nFIGURE 4. Rank abundance and SI in the spleen of TARDIS animals. (A) Rank-abundance curves for the main effects of AOS, TT, and Cp G 1826 (n = 16 per treatment group). (B) Average + SEM SI for the main effects of AOS, TT, and Cp G 1826 (n = 16 per treatment group). (C) Average + SEM SI of the effect of AOS on TT and TT +\n\nCp G 1826 animals (n = 4 per group)\n\nManuscript\n\nManuscript\n\nRettig et al. Page 18\n\nManuscript\n\nManuscript\n\nFIGURE 5. Rank abundance and SI in the bone marrow of TARDIS animals.", "organism": [], "assay": ["PCR"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity", "Suspension control animals"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_67", "text": "ge 18\n\nManuscript\n\nManuscript\n\nFIGURE 5. Rank abundance and SI in the bone marrow of TARDIS animals. (A) Rank-abundance curves for the main effects of AOS, TT, and Cp G 1826 (n = 12 per treatment group). (B) Average + SEM SI for the main effects of AOS, TT, and Cp G 1826 (n\n\nManuscript = 12 per treatment group). (C) Average + SEM SI of the effect of AOS on TT and TT +\n\nCp G 1826 animals (n = 3 per group). *p < 0.05.\n\nManuscript\n\nRettig et al. Page 19\n\nManuscript\n\nManuscript\n\nFIGURE 6. Rank abundance and SI of spleen and bone marrow Ab repertoires in the same\n\nManuscript (A) Rank abundance of a representative sample from each treatment group receiving TT in both tissues (n = 1 per group). (B) SI of spleen and bone marrow repertoires in the same animals.", "organism": [], "assay": ["RNA-seq", "PCR"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": ["Increased bone loss"]}
{"paper_id": "100", "chunk_id": "100_68", "text": "in both tissues (n = 1 per group). (B) SI of spleen and bone marrow repertoires in the same animals. Bone marrow SI was significantly lower than spleen, p < 0.001.\n\nManuscript\n\nRettig et al. Page 20\n\nManuscript\n\nManuscript\n\nManuscript\n\nFIGURE 7. Rank abundance and SI in hypervaccinated animals. (A) Rank-abundance curve for pooled spleen samples. Each pool is one replicate comprised of two pooled spleens and bone marrow extracts. (B) Average + SEM SI for pooled spleen and bone marrow samples compared with the TARDIS TT + Cp G 1826 spleen and bone marrow samples. Each pool is one replicate comprised of two pooled spleens and bone\n\nMarrow extracts from the same animal.\n\nManuscript\n\nRettig et al. Page 21\n\nManuscript\n\nManuscript\n\nFIGURE 8. PCA of CDR 3 counts across studies.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": ["Hypervaccination", "Control"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_69", "text": "script\n\nRettig et al. Page 21\n\nManuscript\n\nManuscript\n\nFIGURE 8. PCA of CDR 3 counts across studies. (A) PCA of TARDIS spleen animals (n = 32). (B) PCA of TARDIS bone marrow animals (n = 24). (C) PCA of CASIS animals (n = 6). (D) PCA of all five data sets analyzed in this\n\nManuscript\n\narticle. PCA of all experiments (n = 68).\n\nManuscript\n\nRettig et al. Page 22\n\nManuscript\n\nManuscript\n\nManuscript\n\nFIGURE 9. V/J pairing in a single CDR amino acid sequence. Each bar represents a single mouse. Each color represents a unique V/J combination. (A)\n\nV/J combinations for the CARGAYW CDR 3. Black represents V 1–80/J 3, and light gray represents V 1–80/J 2. (B) V/J combinations for the CARDSN-WYFDVW CDR 3. Black\n\nRepresents V 9–3/J 1.\n\nManuscript\n\nRettig et al.", "organism": ["Mus musculus"], "assay": ["in vivo"], "gene": [], "mission": ["Bion-M1", "CASIS"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_70", "text": "/J combinations for the CARDSN-WYFDVW CDR 3. Black\n\nRepresents V 9–3/J 1.\n\nManuscript\n\nRettig et al. Page 23\n\nNoitacilbu P\n\n)6( worram\n\nAuthor )91(\n\n)5( neelp S\n\nlanigir O\n\nEno B ata D\n\nManuscript\n\nStnemtaer T thgilfecap S ro/dna\n\nDetanicca V\n\nManuscript\n\nTnemirepx E\n\nWorram worram\n\nenob enob\n\nEussi T neelp S neelp S\n\nNeelp S neelp S\n\nManuscript\n\ndezylana\n\nLaudividn I laudividn I\n\nRo deloo P deloo P\n\nLaudividn I\n\nLatnemirepxe\n\nCa T 6/LB 75 C\n\nJ 6/LB 75 C J 6/LB 75 C J 6/LB 75 C\n\nFo noitaniccavrepy H\n\nNoitpircse D esuom\n\nTesata D SIDRAT\n\nLamro N SISAC\n\nManuscript\n\nRettig et al. Page 24\n\nMB MB MB MB MB MB MB MB esuom esuom esuom esuom esuom esuom esuom esuom esuom.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "100", "chunk_id": "100_71", "text": "ettig et al. Page 24\n\nMB MB MB MB MB MB MB MB esuom esuom esuom esuom esuom esuom esuom esuom esuom. Slamina euqinu laudividni laudividni laudividni laudividni laudividni laudividni laudividni laudividni\n\nSneelps sneelps latot\n\nManuscript esuom esuom eerht eerht eerht eerht eerht eerht eerht eerht neelps ni\n\nGniniatnoc decneuqes\n\nDecneuqe S; sneelps; sneelps; sneelps; sneelps; sneelps; sneelps; sneelps; sneelps\n\nLaudividni laudividni eht\n\ngniniatnoc\n\nhcae htob\n\nEsuom esuom esuom esuom esuom esuom esuom esuom\n\nEerh T eerh T\n\nSelpmas erew laudividni laudividni laudividni laudividni laudividni laudividni laudividni laudividni hcae\n\nDeloop, selpmas\n\nRuo F ruo F ruo F ruo F ruo F ruo F ruo F ruo F\n\nAuthor deloop MB.", "organism": [], "assay": [], "gene": [], "mission": ["ISS2025"], "experimenttype": [], "outcome": []}
{"paper_id": "100", "chunk_id": "100_72", "text": "laudividni hcae\n\nDeloop, selpmas\n\nRuo F ruo F ruo F ruo F ruo F ruo F ruo F ruo F\n\nAuthor deloop MB. Stnemirepxe\n\nManuscript\n\n6281 Gp C 6281 Gp C\n\nevitcepser\n\n6281 Gp C 6281 Gp C\n\nEnilas enilas\n\nTnemtaer T A/N dedao L + dedao L + A/N\n\nELBAT dedao L dedao L\n\nTT TT rieht\n\nDedao L dedao L\n\nDedao L dedao L\n\ngniniatnoc\n\ngniniatnoc\n\nAuthor no\n\nDecneuqes hcae\n\n23 hcae detceles\n\nDecneuqe S, sloop owt\n\nManuscript sneelps 42\n\n6, MB morf\n\nStnemirepxe\n\nytirgetni\n\ntnemtaert\n\nLato T 21 08\n\neht, NIR\n\nAuthor rof\n\nDetaniccavrepy H; worram\n\ndecneuqes\n\nSrebmu N a SIDRAT\n\nTesata D enob\n\nLamro N SISAC\n\nManuscript", "organism": [], "assay": ["in vivo"], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["Microgravity"], "outcome": []}
