{"paper_id": "10", "chunk_id": "10_0", "text": "Author manuscript\n\nManuscript\n\nEffects of ex vivo Ionizing Radiation on Collagen Structure and\n\nWhole-Bone Mechanical Properties of Mouse Vertebrae\n\nMegan M. Pendleton*,1, Shannon R. Emerzian*,1, Jennifer Liu 2, Simon Y. Tang 2,3,4, Grace D.\n\nO’Connell 1,5, Alwood 6, Keaveny 1,7\n\nJoshua S. Tony M. 1 Department of Mechanical Engineering, University of California, Berkeley, California, USA 2 Department of Orthopaedic Surgery, Washington University, St. Louis, Missouri, USA\n\n3 Department of Biomedical Engineering, Washington University, St. Louis, Missouri, USA 4 Department of Material Science & Mechanical Engineering, Washington University, St.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_1", "text": "Missouri, USA 4 Department of Material Science & Mechanical Engineering, Washington University, St. Louis,\n\nManuscript\n\nMissouri, USA\n\n5 Department of Orthopaedic Surgery, University of California, San Francisco, California, USA 6 Space Biosciences Division, NASA Ames Research Center, Moffett Field, California, USA 7 Department of Bioengineering, University of California, Berkeley, California, USA\n\nAbstract\n\nBone can become brittle when exposed to ionizing radiation across a wide range of clinically\n\nAuthor relevant doses that span from radiotherapy (accumulative 50 Gy) to sterilization (~35,000 Gy).", "organism": [], "assay": ["PCR"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_2", "text": "uthor relevant doses that span from radiotherapy (accumulative 50 Gy) to sterilization (~35,000 Gy). While irradiation-induced embrittlement has been attributed to changes in the collagen molecular structure, the relative role of collagen fragmentation versus non-enzymatic collagen crosslinking\n\nManuscript remains unclear. To better understand the effects of radiation on the bone material without cellular activity, we conducted an ex vivo x-ray radiation experiment on excised mouse lumbar vertebrae. Spinal tissue from twenty-week old, female, C 57 BL/6 J mice were randomly assigned to a single x-ray radiation dose of either 0 (control), 50, 1,000, 17,000, or 35,000 Gy.", "organism": ["C57BL/6 J mouse"], "assay": ["ex vivo x-ray radiation experiment"], "gene": [], "mission": [], "experimenttype": ["Radiation dose exposure"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_3", "text": "ly assigned to a single x-ray radiation dose of either 0 (control), 50, 1,000, 17,000, or 35,000 Gy. Measurements were made for collagen fragmentation, non-enzymatic collagen crosslinking, and both monotonic and cyclic-loading compressive mechanical properties. We found that the group differences for mechanical properties were more consistent with those for collagen fragmentation than for nonenzymatic collagen crosslinking. Monotonic strength at 17,000 and 35,000 Gy was lower than that of the control by 50% and 73% respectively, (p < 0.001) but at 50 and 1,000 Gy was not different\n\nAuthor than the control. Consistent with those trends, collagen fragmentation only occurred at 17,000 and\n\nCorresponding author: Tony M. Keaveny; tonykeaveny@berkeley.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_4", "text": "gmentation only occurred at 17,000 and\n\nCorresponding author: Tony M. Keaveny; tonykeaveny@berkeley. Edu, 5124 Etcheverry Hall, Mailstop 1740, University of California,\n\nManuscript\n\nBerkeley, CA 94720-1740.\n\nAuthors contributed equally to this work\n\nPublisher's Disclaimer: This is a PDF file of an unedited manuscript that has been accepted for publication. As a service to our customers we are providing this early version of the manuscript. The manuscript will undergo copyediting, typesetting, and review of\n\nDisclosures\n\nTMK: Consultant for Amgen, Ag Novos Healthcare, and O. N. Diagnostics; equity in O. N. Diagnostics.\n\nConflict of Interest\n\nAll authors certify that there are no conflicts of interest related to the work presented in this manuscript.\n\nPendleton et al. Page 2 35,000 Gy.", "organism": ["Mus musculus"], "assay": ["in vivo"], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_5", "text": "ts of interest related to the work presented in this manuscript.\n\nPendleton et al. Page 2 35,000 Gy. By contrast, non-enzymatic collagen crosslinking was greater than control for all radiation doses (p < 0.001). All results were consistent both for monotonic and cyclic loading conditions. We conclude that the reductions in bone compressive monotonic strength and fatigue life due to ex vivo ionizing radiation are more likely caused by fragmentation of the collagen\n\nManuscript backbone than any increases in non-enzymatic collagen crosslinks.\n\nKeywords ionizing radiation; bone strength; fatigue; collagen; sterilization; bone-graft\n\n1 Introduction\n\nFor a variety of clinical applications, bones are exposed to a wide range of ionizing radiation\n\nAuthor doses.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["ionizing radiation", "bone strength", "fatigue", "collagen", "sterilization", "bone-graft"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_6", "text": "ety of clinical applications, bones are exposed to a wide range of ionizing radiation\n\nAuthor doses. In vivo, radiotherapy treatment results in an accumulated localized dose of ~50 in cancer patients [1–3]. Ex vivo, bone allografts are sterilized at a dose of 30,000 ± 5,000\n\nGy [4,5]. While these high-dose applications are critical for overall patient health and safety,\n\nManuscript high levels of ionizing radiation exposure have been shown to increase risk of fracture [6,7]. For example, for women with anal, rectal or colon cancer, those treated with radiation therapy were more than three times as likely to suffer a pelvic fracture than those without radiation therapy [8].", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_7", "text": "ore than three times as likely to suffer a pelvic fracture than those without radiation therapy [8]. Furthermore, for patients with implanted bone allografts, allografts sterilized with radiation were twice as likely to fail compared to allografts sterilized using other methods [9]. The increased risk of fracture clinically has led to research into the effect of high levels of ionizing radiation exposure on the mechanical and biochemical properties\n\nof bone. Numerous ex vivo studies on either cortical or cancellous bone have demonstrated that ionizing radiation degrades mechanical properties and collagen molecular structure independent of cellular activity.", "organism": [], "assay": ["ex vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": ["Ionizing radiation degrades mechanical properties and collagen molecular structure independent of cellular activity"]}
{"paper_id": "10", "chunk_id": "10_8", "text": "on degrades mechanical properties and collagen molecular structure independent of cellular activity. The demonstrated reduction in post-yield properties — ultimate strain, ultimate strength, fracture toughness, work-to-failure — of irradiated bone\n\nManuscript [10–15] has been attributed to changes in collagen molecular structure [16–18]. Though the exact mechanism dominating irradiation-induced collagen degradation is not fully known, two mechanisms have been suggested as causes for diminished mechanics [10,12–14,19– 23]. First, the collagen backbone can be fragmented when the molecular bonds are cleaved directly by xand gamma-rays, breaking the intact protein chain into smaller polypeptides.", "organism": [], "assay": ["RNA-seq"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_9", "text": "re cleaved directly by xand gamma-rays, breaking the intact protein chain into smaller polypeptides. Second, collagen molecules can be non-enzymatically crosslinked when radiolysis of water molecules creates free radicals, which cause interand intramolecular bonds within collagen chains. However, it remains unclear which mechanism is more causative and at what dose these mechanisms manifest. Because changes in collagen structure are associated with a number of clinical conditions, an improved biomechanical understanding of each mechanism (i. e. Non-enzymatic crosslinks and fragmentation) may provide insight into applications of irradiation [22], and also aging [24] and diabetes [25–28].", "organism": [], "assay": ["RNA-seq", "in vivo"], "gene": ["AT1G01010", "GAPDH"], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_10", "text": "may provide insight into applications of irradiation [22], and also aging [24] and diabetes [25–28].\n\nManuscript\n\n1 Abbreviations:\n\nGy, Gray; Nf, Fatigue Life; εf, Strain-to-Failure; Kelastic, Elastic Stiffness; AGEs, Advanced Glycation End\n\nProducts; FU, Fluorescence Unit;\n\nPendleton et al. Page 3\n\nAddressing these issues, we conducted an ex vivo ionizing radiation experiment on mouse vertebrae spanning a range of clinically-related radiation doses (i. e. Radiation therapy to allograft sterilization) and conducted a suite of mechanical and biochemical assays to assess radiation-induced changes.", "organism": ["Mus musculus"], "assay": ["ex vivo ionizing radiation experiment"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_11", "text": "ion) and conducted a suite of mechanical and biochemical assays to assess radiation-induced changes. Specifically, our objectives were to: 1) quantify the effects of\n\nManuscript radiation dose on the monotonic strength and fatigue life of murine vertebrae; and 2) determine whether the degradation in mechanical properties is dominated by the amount of\n\nNon-enzymatic crosslinks or fragmented collagen.\n\n2 Materials and Methods\n\n2.1 Animals\n\nForty-eight female, 20-week old (skelet ally-mature) C 57 BL/6 J mice (Jackson Labs,\n\nSacramento, CA) were randomly assigned to five groups (N = 9–10 per group). Mice were euthanized prior to ex vivo irradiation. All procedures were approved by the University of\n\nCalifornia Berkeley Animal Care and Use Committee.\n\nManuscript 2.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_12", "text": "ere approved by the University of\n\nCalifornia Berkeley Animal Care and Use Committee.\n\nManuscript 2.2 Specimen preparation\n\nLumbar vertebrae (L 3, L 4, L 5, S 1) were excised and gently cleaned of soft tissue, wrapped in saline-soaked gauze (Gibco PBS 1 X, p H 7.4), and stored at −20°C. In preparation for mechanical testing, the vertebral bodies of the L 4 and L 5 levels were isolated, endplates precisely planed using a diamond microtome (Leica SP 1600 Saw Microtome, Wetzlar,\n\nGermany) and posterior elements removed [29].\n\n2.3 Ex Vivo X-Ray Irradiation\n\nAfter specimen preparation, ex vivo irradiation was performed on all vertebrae.", "organism": [], "assay": ["in vitro"], "gene": [], "mission": [], "experimenttype": ["X-Ray Irradiation"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_13", "text": "o X-Ray Irradiation\n\nAfter specimen preparation, ex vivo irradiation was performed on all vertebrae. Mice were\n\nAuthor randomly assigned to one of five dose groups for x-ray irradiation: 0, 50, 1,000, 17,000, or 35,000 Gy; all vertebral levels from the same animal remained in the same radiation dose group (e. g. An animal assigned to the 50 Gy group had its L 3, L 4, L 5, and S 1 irradiated with\n\nManuscript 50 Gy). Irradiation was performed (Advanced Light Source synchrotron facility at Lawrence\n\nBerkeley National Laboratory) using an x-ray synchrotron micro-tomography beam line, at 21 ke V and 500 m A, for a dose rate of 13.3 Gy/sec (see [30] for details on dose calculations). Specimen hydration was maintained during irradiation via saline-soaked\n\n2.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": ["Bion-M1", "ISS2025"], "experimenttype": ["X-Ray Irradiation"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_14", "text": "ls on dose calculations). Specimen hydration was maintained during irradiation via saline-soaked\n\n2.4 Quantitative micro-CT Imaging\n\nAfter irradiation, the L 4 and L 5 specimens were imaged with quantitative micro-CT (µCT 50, Scanco Medical AG, Bruttisellen, Switzerland) using a 10-µm voxel size (55 k V, 109 µA, 1000 projections per 180°, 500 ms integration time). Micro-CT images of the L 4 and L 5 specimens were analyzed for height (Image J 2.0, Java 1.6.0). The total bone volume of the vertebrae was measured on the L 5 only (Image J 2.0, Bone J 2). After manual segmentation of\n\nManuscript the trabecular compartment, the following parameters were measured between the top and bottom surface of the L 5 vertebra: trabecular bone volume fraction (Tb. BV/TV), number (Tb. N), thickness (Tb.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_15", "text": "ace of the L 5 vertebra: trabecular bone volume fraction (Tb. BV/TV), number (Tb. N), thickness (Tb. Th), and separation (Tb. Sp) (Scanco Medical µCT Evaluation Program v 6.5) [29]. The micro-CT analysis confirmed successful random sample distribution; there were no significant differences in bone quantity or microarchitecture between the groups.\n\nPendleton et al. Page 4\n\n2.5 Mechanical Characterization\n\nAfter micro-CT imaging, uniaxial compressive monotonic (L 4) and cyclic (L 5) mechanical testing was performed (TA Electro Force 3200, Eden Prairie, MN; 25 mm linear encoder, measured error 9 µm). Monotonic testing was conducted (displacement rate of 0.01 mm/sec;\n\nManuscript strain rate ranged from 0.5 to 0.", "organism": [], "assay": ["uniaxial compressive monotonic", "cyclic mechanical testing"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_16", "text": "sting was conducted (displacement rate of 0.01 mm/sec;\n\nManuscript strain rate ranged from 0.5 to 0.8% strain/s) to provide measurements of stiffness, strength (maximum force), ultimate strain (displacement measured by the linear encoder at maximum force divided by specimen height determined via micro-CT) [31], and work-to-fracture\n\n(Figure 1 A). Cyclic testing was conducted using methods described in detail by Pendleton et al. [29]. In brief, in order to compare the fatigue life across all radiation dose groups, the fatigue test was designed such that the same initial strains were applied to all samples [29].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_17", "text": ", the fatigue test was designed such that the same initial strains were applied to all samples [29]. Using micro-CT based finite element models of each specimen, we computationally derived the\n\nAuthor specimen-specific forces (F and F ) required to achieve the desired initial strains (εmin = 0.05% and εmax = 0.5%) during cyclic testing. Thus, specimens were cyclically loaded in uniaxial compression between the specimen-specific F and F values until failure (TA\n\nManuscript\n\nElectro Force 3200, Eden Prairie, MN; 50 lb. Load cell, resolution ±0.1 N). Cyclic loading properties measured include fatigue life (N) (i. e. Number of cycles to failure), strain-tofailure (εf ), and specimen elastic stiffness (K ) (Figure 1 B).", "organism": [], "assay": ["cyclic loading properties"], "gene": [], "mission": [], "experimenttype": ["cyclic compression"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_18", "text": "ber of cycles to failure), strain-tofailure (εf ), and specimen elastic stiffness (K ) (Figure 1 B). Cyclic testing was not performed for specimens where the calculated F exceeded the dose group strength observed from monotonic testing, as these specimens would have failed within one loading cycle (confirmed by testing a small sample; data not shown).\n\n2.6 Biochemical Characterization\n\nAfter irradiation, two biochemical tests (N = 4 specimens for each test) were conducted to\n\nAuthor assess the two primary molecular mechanisms that are thought to alter bone mechanics: (1) the accumulation of non-enzymatic crosslinks was measured on the S 1 vertebrae; (2) the fragmentation of the collagen backbone was quantified on the L 3 vertebrae.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_19", "text": "e S 1 vertebrae; (2) the fragmentation of the collagen backbone was quantified on the L 3 vertebrae.\n\nManuscript\n\nTo assess non-enzymatic collagen crosslinking, we quantified the relative amount of fluorescent advanced glycation end-products (AGEs) on the S 1 vertebrae. AGEs, which form intraand inter-fibrillar crosslinks along the collagen backbone through oxidation or glycation processes [26,32–34], were quantified using a fluorometric assay (protocol adapted from Sell et al. [35]). Each S 1 specimen was demineralized in 0.5 M ethylenediaminetetraacetic acid (EDTA) and hydrolyzed in 12 N HCl at 120°C for 3 hours to break down peptide bonds. The hydrolysate was then resuspended in PBS (0.1 X) and pipetted in triplicate onto a black-walled 96 well plate.", "organism": [], "assay": ["fluorometric assay"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_20", "text": "te was then resuspended in PBS (0.1 X) and pipetted in triplicate onto a black-walled 96 well plate. The non-enzymatic collagen crosslink content was determined using fluorescence readings taken using a microplate reader at wavelengths of 370 nm excitation and 440 nm emission. The readings were standardized to a quinine-sulfate standard (quinine dissolved in H SO ) and then normalized\n\nManuscript to the amount of collagen present in each sample, approximated by the amount of hydroxyproline [13,36]. The quantification of non-enzymatic collagen crosslinks was achieved via the fluorometric assay that determined the relative fluorescence due to advanced glycation end-products (AGEs) relative to the amount of collagen in the bone\n\nPendleton et al. Page 5 matrix.", "organism": [], "assay": ["fluorometric assay"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_21", "text": "end-products (AGEs) relative to the amount of collagen in the bone\n\nPendleton et al. Page 5 matrix. The relative amount of non-enzymatic collagen crosslinks (fluorescent AGEs) for\n\nEach radiation group was compared to the control. To assess collagen fragmentation, we used an automated electrophoresis assay (2100\n\nManuscript Bioanalyzer, Agilent Technologies, Santa Clara, CA) to quantify the molecular weight distribution of collagen isolated from the L 3 vertebrae. First, we isolated the collagen via\n\nMethods adapted from Burton et al. [10] (see [30] for details). In brief, L 3 specimens were demineralized over 3 weeks in 0.5 M ethylenediaminetetraacetic acid (EDTA) with the solution changed every 2–3 days.", "organism": [], "assay": ["automated electrophoresis assay"], "gene": [], "mission": [], "experimenttype": ["Control", "Radiation group comparison"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_22", "text": "er 3 weeks in 0.5 M ethylenediaminetetraacetic acid (EDTA) with the solution changed every 2–3 days. Demineralized specimens were defatted for 24-hours in a 1:1 solution of chloroform and methanol and then soaked in 100% methanol for another hour. Specimens were dried in a desiccator overnight, and then flash-frozen with liquidnitrogen and crushed into bone powder using a mortar and pestle. Bone powder was then lyophilized (Sequence: −38°C for 180 minutes, −38°C at 120 m Torr for 90 minutes, −20°C at 770 m Torr for 900 minutes, −10 °C at 930 m Torr for 270 minutes, and 23°C at 120 m Torr for 55 minutes) (Vir Tis Ad Vantage Plus Benchtop Freeze Dryer XL Model, SP Scientific,\n\nStone Ridge, NY). For tissue digestion, the powder was added to a solution of 0.", "organism": [], "assay": ["in vitro"], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_23", "text": "el, SP Scientific,\n\nStone Ridge, NY). For tissue digestion, the powder was added to a solution of 0.5 M acetic\n\nManuscript acid and pepsin (1 mg of pepsin per 10 mg of bone powder) and placed on a rocker at 4°C for 72-hours. To neutralize the digestion process 5 M Na OH was added until p H was neutral (p H = 6–8). To remove non-soluble collagen and non-collagenous proteins, samples were centrifuged for 30 minutes at 13,000 RPM. The supernatant, containing the soluble collagen, was collected. To precipitate the collagen out of solution, solid Na Cl was added to a final concentration of 2 M Na Cl and placed on a rocker at 4°C for 24-hours. Samples were centrifuged for 30 minutes at 13,000 RPM. The supernatant was removed, and the pellets were resuspended in 200 u L of 0.5 M acetic acid.", "organism": [], "assay": ["tissue digestion"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_24", "text": "RPM. The supernatant was removed, and the pellets were resuspended in 200 u L of 0.5 M acetic acid. Samples were then lyophilized and stored at −20°C until electrophoresis. In preparation for electrophoresis, the isolated collagen was dissolved in 1 X PBS, mixed with additional reagents (Agilent Technologies Protein 230\n\nManual), and loaded on a bioanalyzer chip for automated electrophoresis. Rat-tail collagen (Sigma Aldrich, C 7661–25 MG) was run as a standard. From this assay, the distribution of molecular weights of the collagen protein was assessed in two ways: (1) visually with a\n\nManuscript software-generated “gel” and (2) quantitatively with a software-generated fluorescence unit (FU) chart, called an “electropherogram” (Agilent 2100 Expert software).", "organism": [], "assay": ["gel electrophoresis"], "gene": [], "mission": [], "experimenttype": ["acid hydrolysis of collagen samples"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_25", "text": "generated fluorescence unit (FU) chart, called an “electropherogram” (Agilent 2100 Expert software). The nominal size of a type-I collagen, either alpha-1 or alpha-2, is between 130–150 k Da. To identify chain fragmentation, we looked for evidence of less protein in this range, and a wider distribution of molecular weights. On the gel, this was observed as a lighter-colored band or smeared band at ~150 k Da. On the electropherogram, fragmentation can be observed when the peak at ~150 k Da is diminished, indicating fewer fluorescence units and therefore fewer collagen chains of the nominal size.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_26", "text": "nished, indicating fewer fluorescence units and therefore fewer collagen chains of the nominal size. The quantification of collagen fragmentation was achieved via the software-generated electropherogram by comparing the quantity of fluorescence units (FU) at the nominal collagen chain length (~150 k Da) for each radiation group to the\n\ncontrol.\n\nManuscript\n\n2.7 Statistics\n\nWe used a one-way ANOVA to test for radiation effects, followed by Dunnett’s post-hoc test (at p ≤ 0.05) to compare each group against the control (0 Gy) (JMP v 14.0, SAS Institute). For those measurements that were not normally distributed (ultimate strain), a Kruskal Pendleton et al. Page 6\n\nWallis test was conducted instead, followed by the Steel post-hoc to compare each group against the control (JMP v 14.", "organism": [], "assay": ["RNA-seq"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_27", "text": "nducted instead, followed by the Steel post-hoc to compare each group against the control (JMP v 14.0, SAS Institute). In order to compare the magnitude of responses across the different measurements – vertebral strength, crosslink AGEs, and fragmentation fluorescence – each datum for the individual specimen was normalized by the\n\nManuscript mean value of that measurement for the control group. Then, the means of these normalized values for the crosslink AGEs and fragmentation fluorescence measurements were individually compared against the mean normalized value for vertebral strength, using a\n\nStudent’s t-test (p ≤ 0.05) (JMP v 14.0, SAS Institute).\n\n3 Results\n\n3.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_28", "text": "vertebral strength, using a\n\nStudent’s t-test (p ≤ 0.05) (JMP v 14.0, SAS Institute).\n\n3 Results\n\n3.1 Mechanical Characterization\n\nFor monotonic compression testing, the vertebral strength, ultimate strain, and work-tofracture were lower than the control group for radiation exposures of 17,000 and 35,000 Gy but were not different than the control group for exposures of 50 and 1,000 Gy. Compared to the control group, for the exposures of 17,000 and 35,000 Gy, vertebral strength was 50%\n\nManuscript and 73% lower (p < 0.001, Figure 2), respectively, ultimate strain was 58% and 77% lower (Steel post-hoc p < 0.05, Figure 2), and work-to-fracture was 76% and 92% lower (p < 0.01, data not shown).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_29", "text": "post-hoc p < 0.05, Figure 2), and work-to-fracture was 76% and 92% lower (p < 0.01, data not shown). In contrast, monotonic stiffness remained unchanged for all radiation dose groups compared to the control group (691.3 ± 179.5 N/mm; p = 0.67, Figure 2). Similar trends, but more accentuated, were observed for the cyclic properties. Monotonic strength of 17,000 and 35,000 Gy groups were less than the prescribed cyclic loading force,\n\nF, and thus cyclic testing was not conducted for these two groups since the specimens would have fractured after one cycle of loading (confirmed by testing a small sample, data not shown). Fatigue life (5.2 ± 0.4 log(cycles); p = 0.50, Figure 2), strain to failure (3.8 ± 1.0 %; p = 0.41, data not shown), and elastic stiffness (1273 ± 162 N/mm; p = 0.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_30", "text": "n to failure (3.8 ± 1.0 %; p = 0.41, data not shown), and elastic stiffness (1273 ± 162 N/mm; p = 0.31, data not shown) for the 50 and 1,000 Gy exposures did not differ from the control.\n\nManuscript\n\n3.2 Biochemical Characterization\n\nThe relative amount of non-enzymatic collagen crosslinks (fluorescent AGEs) was greater for all radiation groups by nearly twofold, and increased in a dose-dependent manner: by 67%, 95%, 96%, and 108% for 50, 1,000, 17,000 and 35,000 Gy, respectively, compared to the control (42.2 ± 2.3 ng quinine / mg collagen; p < 0.001, Figure 2). In contrast, collagen fragmentation was only observed at doses of 17,000 and 35,000 Gy (Figure 2). Fragmentation at these doses was observed on both the software-generated gel (Figure 3 A) and electropherogram (Figure 3 B).", "organism": [], "assay": ["collagen crosslinks", "fluorescent AGEs"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_31", "text": "oses was observed on both the software-generated gel (Figure 3 A) and electropherogram (Figure 3 B). On the gel, a dark band was visible at the nominal collagen chain length of 150 k Da for samples of 0, 50, and 1,000 Gy. This band began to lighten at 17,000 and 35,000 Gy, indicating fewer collagen proteins of this chain size. Also, a “smearing” of bands was observed below 150 k Da, suggesting that there was a\n\nManuscript greater amount of collagen fragmented chains with lower molecular weights. On the electropherogram, the same result can be observed. The peak fluorescence unit found at 150 k Da for 17,000 Gy decreased by 74% compared to the control (460 ± 72 FU; p < 0.02).\n\nPendleton et al.", "organism": [], "assay": ["gel", "electropherogram"], "gene": [], "mission": [], "experimenttype": [], "outcome": ["Lightening of band at nominal collagen chain length indicating fewer proteins observed.", "Decreased peak fluorescence unit by 74% compared to control, suggesting fragmented chains."]}
{"paper_id": "10", "chunk_id": "10_32", "text": "Da for 17,000 Gy decreased by 74% compared to the control (460 ± 72 FU; p < 0.02).\n\nPendleton et al. Page 7\n\nWhen comparing the magnitudes of the effects across the different (normalized) measurements, for all radiation doses, the normalized values were higher for crosslinking than for vertebral strength (p < 0.01) (Figure 4). By contrast, the normalized values for the unfragmented collagen chains were not different than for vertebral strength (p > 0.55),\n\nManuscript except at the 17,000 Gy dose, for which the difference was significant (p = 0.03) but small (vertebral strength 0.50 ± 0.06; fragmentation 0.26 ± 0.03) (Figure 4).\n\n3.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_33", "text": "ant (p = 0.03) but small (vertebral strength 0.50 ± 0.06; fragmentation 0.26 ± 0.03) (Figure 4).\n\n3.3 Quantitative micro-CT Imaging\n\nThe micro-CT analysis confirmed successful random sample distribution; there were no significant differences in bone quantity or microarchitecture between the groups. Total bone volume (1.41 ± 0.16 mm 3, p = 0.71, data not shown), as well as trabecular bone volume fraction (18.79 ± 0.94 %, p = 0.20, Figure 2), number (3.92 ± 0.13 1/mm, p = 0.35, data not shown), and separation (256.97 ± 8.81 µm, p = 0.47, data not shown) were the same for all\n\nAuthor groups. ANOVA results for trabecular thickness were significant (p = 0.036), however a\n\nTukey post-hoc analysis found no differences between any groups (50.17 ± 68 µm, p > 0.05,\n\nData not shown).", "organism": [], "assay": ["quantitative micro-CT Imaging"], "gene": [], "mission": [], "experimenttype": [], "outcome": ["No significant differences in bone quantity or microarchitecture between the groups"]}
{"paper_id": "10", "chunk_id": "10_34", "text": "ost-hoc analysis found no differences between any groups (50.17 ± 68 µm, p > 0.05,\n\nData not shown).\n\nManuscript\n\n4 Discussion\n\nThese results demonstrate that the monotonic strength of murine vertebral bodies was only diminished when exposed to ionizing radiation at or above 17,000 Gy. While the relative amount of non-enzymatic collagen crosslinks was greater for all radiation groups compared to the control, the increase in crosslinks measured at lower doses (50 and 1,000 Gy) did not coincide with the observed reduction in mechanical strength (Figure 4). In contrast to crosslinks, collagen fragmentation was only observed at doses where reduced mechanical properties were also observed (17,000 and 35,000 Gy; Figure 4).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_35", "text": "ed at doses where reduced mechanical properties were also observed (17,000 and 35,000 Gy; Figure 4). Thus, our results suggest that the fragmentation of collagen — and not the accumulation of non-enzymatic collagen crosslinks — was the primary molecular mechanism that caused the observed reductions in mechanical properties in whole bones exposed to ionizing radiation.\n\nManuscript\n\nOur results are consistent with previous radiation studies and provide novel insight into the effect of ex vivo ionizing radiation on bone mechanics.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_36", "text": "n studies and provide novel insight into the effect of ex vivo ionizing radiation on bone mechanics. In accordance with previous investigations of cortical bone, we observed a reduction in both monotonic and fatigue properties at a dose equivalent to nominal allograft sterilization of ~30,000 ± 5,000 Gy [10,15,20,37–39], and a reduction of monotonic strength at 17,000 Gy [11]. While our study is consistent with earlier observations, our findings expand upon previous knowledge in three important areas. First, previous inquiries have been conducted on either cortical [10,11,15,20,37–39] or trabecular [40] bone tissue specimens, not whole-bones. Second, mechanical characterization has been primarily conducted in either monotonic or fatigue loading conditions, not both.", "organism": [], "assay": ["ex vivo ionizing radiation"], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["cortical", "trabecular"], "outcome": ["Reduction in bone mechanical properties"]}
{"paper_id": "10", "chunk_id": "10_37", "text": "terization has been primarily conducted in either monotonic or fatigue loading conditions, not both. Finally, only a subset of these studies has conducted concurrent collagen biochemical analysis, quantifying either crosslinks [13] or fragmentation\n\nManuscript [10,37,39]. For the first time, we have demonstrated the effect of irradiation on whole-bones (with both cortical and trabecular tissue) across a spectrum of clinically-relevant doses (i. e. Radiation therapy at 50 Gy to allograft sterilization at 35,000 Gy) with both monotonic and fatigue mechanical tests, as well as parallel collagen biochemical assays. We expand on the\n\nPendleton et al. Page 8 work of Currey et al.", "organism": [], "assay": ["in vivo", "PCR"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_38", "text": "arallel collagen biochemical assays. We expand on the\n\nPendleton et al. Page 8 work of Currey et al. [11] and demonstrate that in addition to a reduction in monotonic strength following irradiation at 17,000 Gy, fatigue properties are also significantly reduced. Importantly, we have demonstrated the doses at which the differences in collagen structure and mechanics arise. Our results provide new insight into the type of molecular change\n\nManuscript driving the degradation of whole-bone strength and fatigue life following irradiation.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_39", "text": "e\n\nManuscript driving the degradation of whole-bone strength and fatigue life following irradiation. While the exact collagen modifications dominating reduced strength following irradiation are not fully understood, we examined the two proposed mechanisms: photon-induced fragmentation of the collagen backbone [10,20] or radiolysis-induced non-enzymatic collagen crosslinks [12,13,21–23]. Our results suggest that increased collagen fragmentation, and not non-enzymatic crosslinking, is the dominant factor. While no previous studies have quantified the fragmentation of collagen in irradiated whole-bones, our\n\nResults are in agreement with previous work on cortical bone, which demonstrated that diminished fracture toughness at doses of ~35,000 Gy was a result of collagen fragmentation [10,37].", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["irradiation", "photon-induced fragmentation of the collagen backbone", "radiolysis-induced non-enzymatic collagen crosslinks"], "outcome": ["Increased bone loss"]}
{"paper_id": "10", "chunk_id": "10_40", "text": "diminished fracture toughness at doses of ~35,000 Gy was a result of collagen fragmentation [10,37]. Expanding on this knowledge, we demonstrate that collagen fragmentation leads to degraded murine whole-bone mechanics at 17,000 Gy, a dose signifiantly lower than the\n\nManuscript standard for allograft sterilization (25,000 – 35,000 Gy). Our findings emphasize the need for further research into novel radioprotectants that target fragmentation in order to maintain bone strength when sterilizing allografts with radiation [10]. Importantly, our findings suggest that non-enzymatic collagen crosslinks may play a smaller role in degrading mechanical strength of bone than previously considered.", "organism": ["murine"], "assay": [], "gene": [], "mission": [], "experimenttype": ["radiation sterilization"], "outcome": ["Diminished fracture toughness", "degraded murine whole-bone mechanics"]}
{"paper_id": "10", "chunk_id": "10_41", "text": "sslinks may play a smaller role in degrading mechanical strength of bone than previously considered. Previously, numerous studies attributed the increase in non-enzymatic crosslink concentration as the primary mechanism for degraded bone strength, specifically in applications of natural aging [24,36,41], drug treatments [42], irradiation sterilization [13], and diseases such as osteoporosis [43] and diabetes [26,44–47]. While the concentration of non-enzymatic crosslinks does accumulate in bone collagen in these applications, any causation of those crosslinks with respect to degraded mechanical properties has not been established. Here, we observed that despite a substantial (95%) increase in crosslink concentration, we could not\n\nManuscript detect any effect on vertebral strength.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": ["No effect of non-enzymatic crosslink concentration on vertebral strength"]}
{"paper_id": "10", "chunk_id": "10_42", "text": "crease in crosslink concentration, we could not\n\nManuscript detect any effect on vertebral strength. Indeed, studies have demonstrated that an increase in non-enzymatic crosslinks induced via ribose incubation can be used to counter the loss of strength due to the fragmentation of the collagen network, not degrade it further [39,48,49]. Taken together, our results strengthen the argument that the contribution of non-enzymatic crosslinks to diminished bone strength with disease and aging plays a smaller role in comparison to other factors, such as collagen network connectivity [50]. There are some limitations in this study. First, because we tested mouse bone, the direct application of our findings to human bone is unclear.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": ["Increase in non-enzymatic crosslinks does not affect vertebral strength", "Collagen network connectivity plays a larger role than non-enzymatic crosslinks"]}
{"paper_id": "10", "chunk_id": "10_43", "text": "irst, because we tested mouse bone, the direct application of our findings to human bone is unclear. However, as discussed above, similar\n\nAuthor trends in irradiation-induced degraded bone strength [10,11,15,20,37–39,51–55] and molecular-level changes [10,55] have been seen in other studies across a number of anatomic sites and species, including human bone. That consistency suggests our results are\n\nManuscript not limited to murine bone. Second, as an ex vivo study, we excluded the impact of any biologically induced responses to radiation in order to explore the extent to which radiation directly alters the mechanical behavior of the bone matrix. For applications of allograft sterilization, which are only conducted ex vivo, excluding cellular effects is appropriate.", "organism": ["mouse"], "assay": ["ex vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_44", "text": "llograft sterilization, which are only conducted ex vivo, excluding cellular effects is appropriate. However, for in vivo applications of radiation therapy, there can be cellular-driven changes,\n\nPendleton et al. Page 9 such as reduced bone volume fraction or altered trabecular microarchitecture [50], which can alter bone mechanics beyond what is reported here. Thus, our method of irradiation is directly comparable to ex vivo allograft sterilization; for doses equivalent to in vivo radiotherapy treatment (50 Gy), our method is only applicable when considering the direct\n\nManuscript effects of radiation on the bone matrix. Additionally, we performed all mechanical tests, monotonic and cyclic, in compression.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_45", "text": "bone matrix. Additionally, we performed all mechanical tests, monotonic and cyclic, in compression. While compressive loading is most relevant for in vivo behavior, the response may be different for isolated specimens tested in pure tension. Finally, because our study did not investigate doses between 1,000 and 17,000 Gy, it is unclear at what dose within this range reduced mechanical properties can first be observed. To address this gap, we conducted a post-hoc study for doses of 5,000 and 10,000 Gy (see\n\nAppendix) with the same mechanical and biochemical assays described above. We found some mechanical differences occurred with radiation exposure of 5,000 Gy (and above), but only for cyclic loading: compared to the control, fatigue life was lower by 18% (p < 0.", "organism": [], "assay": ["in vivo", "mechanical tests"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": ["Mechanical differences occurred with radiation exposure of 5,000 Gy (and above), only for cyclic loading: fatigue life was lower by 18%"]}
{"paper_id": "10", "chunk_id": "10_46", "text": "above), but only for cyclic loading: compared to the control, fatigue life was lower by 18% (p < 0.01) but monotonic strength was not different (p = 0.12). These ad hoc results confirm previous observations that cyclic loading may be a more sensitive test than monotonic loading for\n\nManuscript detecting mechanical effects of radiation [13,20]. Clinically, radiation-induced fractures are often observed months to years after irradiation and classified as spontaneous or insufficiency fractures (i. e. Fractures which are not the result of a fall or trauma, and more likely due to repetitive loading at low forces over time) [56–58]. As such, it is clinically important to consider mechanisms that can affect cyclic loading properties differently than static loading properties.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_47", "text": "der mechanisms that can affect cyclic loading properties differently than static loading properties. Furthermore, our findings have expanded our knowledge to show fatigue properties are also significantly reduced with doses as low as 5,000 Gy. Clinically, our results have implications for safe sterilization of allografts and potential radioprotectants. A dose of 11,000 Gy has been proposed as a safe sterilization dose for allografts [59], as this dose achieves the same sterility level as the current standard dose of 30,000 ± 5,000 Gy [4,5]. However, our supplemental findings suggest collagen fragmentation and associated loss of cyclic mechanical properties can begin with a dose as\n\nManuscript low as 5,000 Gy (see Appendix).", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": ["Fatigue properties significantly reduced with doses as low as 5,000 Gy.", "Collagen fragmentation and associated loss of cyclic mechanical properties can begin at a dose as low as 5,000 Gy."]}
{"paper_id": "10", "chunk_id": "10_48", "text": "of cyclic mechanical properties can begin with a dose as\n\nManuscript low as 5,000 Gy (see Appendix). To mitigate the loss of mechanical integrity, further studies are needed to investigate how to safeguard the bone with a radioprotectant. Several radioprotectants have been considered for their ability to preserve tissue properties following irradiation [4,49,60]. Based on our results, we would recommend studies focused on radioprotectants which can prevent or offset the fragmentation of collagen, as these types of radioprotectants may preserve bone mechanics to a greater degree than those which protect\n\nAgainst non-enzymatic collagen crosslinks.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_49", "text": "e mechanics to a greater degree than those which protect\n\nAgainst non-enzymatic collagen crosslinks. Our results also have implications for understanding the etiology of the increased fracture\n\nAuthor risk associated with in vivo radiation therapy treatment for cancer [2,8,61–66]. We did not observe any change in mechanical behavior for ex vivo dose levels relevant to radiation therapy (i. e. 50 Gy), despite an increase in collagen crosslinks. Thus, direct effects of\n\nManuscript radiation on the collagen matrix from radiation therapy are not solely responsible for the increased fracture risk observed clinically. From this, we can infer that the cellular processes of bone remodeling due to in vivo irradiation are likely the root cause.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": ["ISS2025"], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_50", "text": "that the cellular processes of bone remodeling due to in vivo irradiation are likely the root cause. Indeed, previous in vivo irradiation studies of bone in a murine model have shown reduced trabecular bone mass, number and connectivity associated with hyperactive osteoclast activity [67–69].\n\nPendleton et al. Page 10\n\nTaken together with our ex vivo observations, cell-mediated changes in bone quantity, trabecular microarchitecture, or tissue material quality are more plausible explanations for the increased fracture risk from radiation therapy than direct changes to the bone material. Manuscript In summary, we quantified the level of collagen fragmentation and non-enzymatic collagen crosslinks in the organic matrix of murine whole-bones at clinically-relevant ex vivo radiation doses.", "organism": ["Mus musculus"], "assay": ["in vivo", "ex vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_51", "text": "osslinks in the organic matrix of murine whole-bones at clinically-relevant ex vivo radiation doses. Our results suggest that the fragmentation of collagen — and not the accumulation of non-enzymatic collagen crosslinks — was the primary molecular mechanism that caused the observed monotonic mechanical degradation at 17,000 Gy and above, and cyclic mechanical degradation at 5,000 Gy and above.\n\nAcknowledgements\n\nThis study was supported by NASA Science & Technology Research Fellowship NNX 14 AM 56 H (MMP), National\n\nAuthor Science Foundation Graduate Research Fellowship Program #1752814 (SRE), a NASA Space Biology PECASE (JSA), and grants from the National Institutes of Health (K 01 AR 069116, R 21 AR 069804, R 01 AR 07444) (SYT).", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_52", "text": "grants from the National Institutes of Health (K 01 AR 069116, R 21 AR 069804, R 01 AR 07444) (SYT). This research used resources of the Advanced Light Source, which is a DOE Office of Science User Facility under contract No. DE-AC 02-05 CH 11231. Computational resources were made available through the National Science\n\nManuscript Foundation via XSEDE, Grant TG-MCA 00 N 019 (TMK). The authors would like to thank Saghi Sadoughi (UCB) for her assistance with finite element modeling, Alfred Li (UCSF) for his micro-CT expertise, Dula Parkinson (LBNL) for his support with the irradiation protocol, and Tamara Alliston (UCSF), Thomas Willet (University of\n\nWaterloo), and Elumalai Rangasamy (Agilent Technologies) for their guidance on the biochemical assays.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_53", "text": "terloo), and Elumalai Rangasamy (Agilent Technologies) for their guidance on the biochemical assays.\n\n5: Appendix: Supplemental Study\n\nTo gain insight into the effect of ionizing radiation between 1,000 and 17,000 Gy, we conducted an additional ex vivo x-ray radiation experiment on excised mouse lumbar vertebrae from 20-week old, female, C 57 BL/6 J mice, randomly assigned to a one-time ex vivo radiation dose of either 0 (n = 4), 5,000 (n = 5), or 10,000 Gy (n = 5). As detailed\n\nAuthor above, we measured mechanical properties, collagen crosslinks, and collagen fragmentation (data not shown). We observed compressive fatigue life to be lower for the irradiated groups, being 18% (p < 0.01) and 37% (p < 0.", "organism": ["C57 BL/6 J mice"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Ex vivo x-ray radiation experiment", "Mechanical properties measurement", "Collagen crosslinks examination", "Collagen fragmentation assessment"], "outcome": ["Lower compressive fatigue life for irradiated groups"]}
{"paper_id": "10", "chunk_id": "10_54", "text": "compressive fatigue life to be lower for the irradiated groups, being 18% (p < 0.01) and 37% (p < 0.0001) lower for 5,000 and 10,000 Gy doses,\n\nManuscript respectively, compared to the control (5.0 ± 0.4 log(cycles)). We detected no significant effect of radiation dose for any of the compressive monotonic mechanical properties, either for strength (p = 0.12), stiffness (p = 0.62), or maximum displacement (p = 0.51). Collagen crosslinks increased significantly for all irradiated groups, by 71% and 101% for 5,000 and 10,000 Gy, respectively (p < 0.05). Collagen fragmentation was evident for 5,000 Gy, observed as a significant decrease in the amount of nominally sized collagen chains (~150 k Da) compared to the 0 Gy control (p = 0.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_55", "text": "se in the amount of nominally sized collagen chains (~150 k Da) compared to the 0 Gy control (p = 0.008); data for the 10,000 Gy group was lost due to a processing error. These findings suggest that doses well below sterilization standards (30,000 ± 5,000 Gy) and a proposed alternative (11,000 Gy) may compromise the\n\nAuthor mechanical strength and collagen integrity of bone allografts, making them more susceptible\n\nTo failure under cyclic loading [4,5,59].\n\nManuscript\n\n6 References [1]. Meixel AJ, Hauswald H, Delorme S, Jobke B, From radiation osteitis to osteoradionecrosis: incidence and MR morphology of radiation-induced sacral pathologies following pelvic\n\nPendleton et al. Page 11 [2].", "organism": [], "assay": ["RNA-seq"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_56", "text": "R morphology of radiation-induced sacral pathologies following pelvic\n\nPendleton et al. Page 11 [2]. Wei RL, Jung BC, Manzano W, Sehgal V, Klempner SJ, Lee SP, Ramsinghani NS, Lall C, Bone mineral density loss in thoracic and lumbar vertebrae following radiation for abdominal cancers, [3]. Shih KK, Folkert MR, Kollmeier MA, Abu-Rustum NR, Sonoda Y, Leitao MM, Barakat RR,\n\nAlektiar KM, Pelvic insufficiency fractures in patients with cervical and endometrial cancer\n\nManuscript\n\nj. Ygyno.2012.12.021. [Pub Med: 23262211] [4]. Singh R, Singh D, Singh A, Radiation sterilization of tissue allografts: A review, World J. Radiol 8 [5]. Campbell DG, Li P, Stephenson AJ, Oakeshott RD, Sterilization of HIV by gamma irradiation. A\n\n7927967. [Pub Med: 7927967] [6].", "organism": [], "assay": ["RNA-seq"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_57", "text": "son AJ, Oakeshott RD, Sterilization of HIV by gamma irradiation. A\n\n7927967. [Pub Med: 7927967] [6]. Okoukoni C, Farris M, Hughes RT, Mc Tyre ER, Helis CA, Munley MT, Willey JS, Radiation- [7]. Bazire L, Xu H, Foy JP, Amessis M, Malhaire C, Cao K, De La Rochefordiere A, Kirova YM,\n\nPelvic insufficiency fracture (PIF) incidence in patients treated with intensity-modulated radiation therapy (IMRT) for gynaecological or anal cancer: Single-institution experience and\n\nManuscript [8]. Baxter NN, Habermann EB, Tepper JE, Durham SB, Virnig BA, Risk of pelvic fractures in older [9]. Lietman SA, Tomford WW, Gebhardt MC, Springfield DS, Mankin HJ, Complications of irradiated allografts in orthopaedic tumor surgery., Clin. Orthop. Relat. Res 2000 (2000) 214– [10].", "organism": [], "assay": ["gamma irradiation"], "gene": [], "mission": ["IMRT for gynaecological or anal cancer"], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_58", "text": "irradiated allografts in orthopaedic tumor surgery., Clin. Orthop. Relat. Res 2000 (2000) 214– [10]. Burton B, Gaspar A, Josey D, Tupy J, Grynpas MD, Willett TL, Bone embrittlement and collagen\n\n10.1016/j. Bone.2014.01.006. [Pub Med: 24440514] [11]. Currey JD, Foreman J, Laketic I, Mitchell J, Pegg DE, Reilly GC, Effects of ionizing radiation on\n\n1100150116. [Pub Med: 9066534] [12]. Barth HD, Launey ME, Mac Dowell AA, Ager JW, Ritchie RO, On the effect of X-ray irradiation on the deformation and fracture behavior of human cortical bone, Bone 46 (2010) 1475–1485.\n\nManuscript [13].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_59", "text": "eformation and fracture behavior of human cortical bone, Bone 46 (2010) 1475–1485.\n\nManuscript [13]. Barth HD, Zimmermann EA, Schaible E, Tang SY, Alliston T, Ritchie RO, Characterization of the effects of x-ray irradiation on the hierarchical structure and mechanical properties of human\n\n[Pub Med: 21885114] [14]. Nguyen H, Morgan DAF, Forwood MR, Sterilization of allograft bone: Effects of gamma [15]. Akkus O, Rimnac CM, Fracture resistance of gamma radiation sterilized cortical bone allografts, [16]. Zioupos P, Currey JD, Hamer AJ, The role of collagen in the declining mechanical properties of (SICI)1097-4636(199905)45:2&lt;108::AID-JBM 5&gt;3.0. CO;2-A. [17]. Nyman JS, Reyes M, Wang X, Effect of ultrastructural changes on the toughness of bone, Micron\n\nManuscript [18].", "organism": [], "assay": ["gamma irradiation"], "gene": [], "mission": [], "experimenttype": ["Sterilization", "Fracture resistance"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_60", "text": "eyes M, Wang X, Effect of ultrastructural changes on the toughness of bone, Micron\n\nManuscript [18]. Burstein AH, Zika JM, Heiple KG, Klein L, Contribution of collagen and mineral to the elasticplastic properties of bone., J. Bone Joint Surg. Am 57 (1975) 956–961. [Pub Med: 1184645] [19]. Colwell A, Hamer A, Blumsohn A, Eastell R, To determine the effects of ultraviolet light, natural light and ionizing radiation on pyridinium cross-links in bone and urine using high-performance\n\nPendleton et al. Page 12 [20]. Akkus O, Belaney RM, Sterilization by gamma radiation impairs the tensile fatigue life of\n\nj. Orthres.2005.03.003. [Pub Med: 16140190] [21].", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_61", "text": "mma radiation impairs the tensile fatigue life of\n\nj. Orthres.2005.03.003. [Pub Med: 16140190] [21]. Oest ME, Gong B, Esmonde-White K, Mann KA, Zimmerman ND, Damron TA, Morris MD,\n\nParathyroid hormone attenuates radiation-induced increases in collagen crosslink ratio at\n\nManuscript\n\n[Pub Med: 26960578] [22]. Gong B, Oest ME, Mann KA, Damron TA, Morris MD, Raman spectroscopy demonstrates prolonged alteration of bone chemical composition following extremity localized irradiation, [23]. Bailey AJ, Rhodes DN, Cater CW, Irradiation-Induced Crosslinking of Collagen, Radiat. Res 22 [24]. Zimmermann EA, Schaible E, Bale H, Barth HD, Tang SY, Reichert P, Busse B, Alliston T, Ager\n\nJW, Ritchie RO, Age-related changes in the plasticity and toughness of human cortical bone at\n\n1209596109.", "organism": [], "assay": ["RNA-seq", "PCR"], "gene": [], "mission": ["Bion-M1", "ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_62", "text": "tchie RO, Age-related changes in the plasticity and toughness of human cortical bone at\n\n1209596109. [Pub Med: 21873221] [25]. Saito M, Marumo K, Effects of Collagen Crosslinking on Bone Material Properties in Health and\n\nManuscript [26]. Karim L, Bouxsein ML, Effect of type 2 diabetes-related non-enzymatic glycation on bone [27]. Acevedo C, Sylvia M, Schaible E, Graham JL, Stanhope KL, Metz LN, Gludovatz B, Schwartz\n\nAV, Ritchie RO, Alliston TN, Havel PJ, Fields AJ, Contributions of Material Properties and\n\nStructure to Increased Bone Fragility for a Given Bone Mass in the UCD-T 2 DM Rat Model of [28].", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_63", "text": "nd\n\nStructure to Increased Bone Fragility for a Given Bone Mass in the UCD-T 2 DM Rat Model of [28]. Farlay D, Armas L, Gineyts E, Akhter M, Recker R, Boivin G, Non-enzymatic glycation and degree of mineralization are higher in bone from fractured patients with Type 1 Diabetes\n\n[Pub Med: 26234180] [29]. Pendleton MM, Sadoughi S, Li A, O’Connell GD, Alwood JS, Keaveny TM, High-precision method for cyclic loading of small-animal vertebrae to assess bone quality, Bone Reports 9\n\nManuscript [30]. Pendleton MM, Effects of Spaceflightand Clinically-relevant Ionizing Radiation Exposure on\n\nBone Biomechanics, University of California, Berkeley, 2018. [31]. Turner CH, Burr DB, Basic biomechanical measurements of bone: A tutorial, Bone 14 (1993) [32].", "organism": ["Mus musculus", "Rattus norvegicus"], "assay": [], "gene": ["ATM", "BRCA1", "TOP2A"], "mission": ["ISS2025"], "experimenttype": ["Control", "Spaceflight"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_64", "text": "[31]. Turner CH, Burr DB, Basic biomechanical measurements of bone: A tutorial, Bone 14 (1993) [32]. Knott L, Bailey AJ, Collagen cross-links in mineralizing tissues: A review of their chemistry,\n\n[Pub Med: 9514209]\n\nj. Bone.2018.10.010. [Pub Med: 30315999] [34]. Bailey AJ, Molecular mechanisms of ageing in connective tissues, Mech. Ageing Dev 122 (2001) [35]. Sell DR, Monnier VM, Isolation, purification and partial characterization of novel fluorophores\n\nManuscript [36]. Tang SY, Zeenath U, Vashishth D, Effects of non-enzymatic glycation on cancellous bone [37]. Akkus O, Belaney RM, Das P, Free radical scavenging alleviates the biomechanical impairment\n\nj. Orthres.2005.01.007. [Pub Med: 16022998]\n\nPendleton et al. Page 13 [38].", "organism": [], "assay": ["Bone"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Control", "Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_65", "text": "iomechanical impairment\n\nj. Orthres.2005.01.007. [Pub Med: 16022998]\n\nPendleton et al. Page 13 [38]. Islam A, Chapin K, Moore E, Ford J, Rimnac C, Akkus O, Gamma Radiation Sterilization\n\nReduces the High-cycle Fatigue Life of Allograft Bone, Clin. Orthop. Relat. Res 474 (2016) [39]. Willett TL, Burton B, Woodside M, Wang Z, Gaspar A, Attia T, γ-Irradiation sterilized bone strengthened and toughened by ribose pre-treatment, J. Mech. Behav. Biomed. Mater 44 (2015)\n\nManuscript [40]. Anderson MJ, Keyak JH, Skinner HB, Compressive mechanical properties of human cancellous [41]. Nyman JS, Roy A, Acuna RL, Gayle HJ, Reyes MJ, Tyler JH, Dean DD, Wang X, Age-related effect on the concentration of collagen crosslinks in human osteonal and interstitial bone tissue, [42].", "organism": [], "assay": ["RNA-seq", "in vivo"], "gene": ["AT1G01010", "GAPDH"], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_66", "text": "ct on the concentration of collagen crosslinks in human osteonal and interstitial bone tissue, [42]. Tang SY, Allen MR, Phipps R, Burr DB, Vashishth D, Changes in non-enzymatic glycation and its association with altered mechanical properties following 1-year treatment with risedronate or [43]. Saito M, Fujii K, Soshi S, Tanaka T, Reductions in degree of mineralization and enzymatic collagen cross-links and increases in glycation-induced pentosidine in the femoral neck cortex in\n\nManuscript [44]. Janghorbani M, Van Dam RM, Willett WC, Hu FB, Systematic review of type 1 and type 2\n\nkwm 106. [Pub Med: 17575306] [45]. Farr JN, Khosla S, Determinants of bone strength and quality in diabetes mellitus in humans, [46].", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_67", "text": ". Farr JN, Khosla S, Determinants of bone strength and quality in diabetes mellitus in humans, [46]. Rubin MR, Patsch JM, Assessment of bone turnover and bone quality in type 2 diabetic bone\n\n2016.1. [Pub Med: 27019762] [47]. Vestergaard P, Discrepancies in bone mineral density and fracture risk in patients with type 1 and [48]. Woodside M, Willett TL, Elastic–plastic fracture toughness and rising JR-curve behavior of cortical bone is partially protected from irradiation–sterilization-induced degradation by ribose\n\n[Pub Med: 27479894]\n\nManuscript [49]. Attia T, Woodside M, Minhas G, Lu XZ, Josey DS, Burrow T, Grynpas M, Willett TL,\n\nDevelopment of a novel method for the strengthening and toughening of irradiation-sterilized\n\n[Pub Med: 28560495] [50].", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_68", "text": "vel method for the strengthening and toughening of irradiation-sterilized\n\n[Pub Med: 28560495] [50]. Willett TL, Dapaah DY, Uppuganti S, Granke M, Nyman JS, Bone collagen network integrity and\n\nj. Bone.2018.10.024. [Pub Med: 30394355] [51]. Tüfekci K, Kayacan R, Kurbanoǧlu C, Effects of gamma radiation sterilization and strain rate on compressive behavior of equine cortical bone, J. Mech. Behav. Biomed. Mater 34 (2014) 231– [52]. Mitchell EJ, Stawarz AM, Kayacan R, Rimnac CM, The effect of gamma radiation sterilization on the fatigue crack propagation resistance of human cortical bone, J. Bone Jt. Surg. - Ser. A 86 [53]. Hamer AJ, Strachan JR, Black MM, Ibbotson CJ, Stockley I, Elson RA, BIOMECHANICAL\n\nManuscript PROPERTIES OF CORTICAL ALLOGRAFT BONE USING A NEW METHOD OF BONE [54].", "organism": [], "assay": ["RNA-seq", "in vivo"], "gene": ["AT1G01010", "GAPDH"], "mission": ["Bion-M1"], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_69", "text": "RA, BIOMECHANICAL\n\nManuscript PROPERTIES OF CORTICAL ALLOGRAFT BONE USING A NEW METHOD OF BONE [54]. Cornu O, Banse X, Docquier P-L, Luyckx S, Delloye CH, Synergetic effect of freeze-drying and gamma irradiation on the mechanical properties of human cancellous bone, J. Ortho 18 (2000)\n\nPendleton et al. Page 14 [55]. Russell N, Rives A, Bertollo N, Pelletier MH, Walsh WR, The effect of sterilization on the dynamic mechanical properties of paired rabbit cortical bone, J. Biomech 46 (2013) 1670–1675. [56]. Overgaard M, Spontaneous radiation-induced rib fractures in breast cancer patients treated with postmastectomy irradiation-a clinical radiobiological analysis of the influence of fraction size\n\nManuscript and dose-response relationships on late bone damage, Acta Oncol.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_70", "text": "luence of fraction size\n\nManuscript and dose-response relationships on late bone damage, Acta Oncol. (Madr) 27 (1988) 117–122. [57]. Oh D, Huh SJ, Insufficiency fracture after radiation therapy, Radiat. Oncol. J 32 (2014) 213–220. [58]. Shimoyama T, Katagiri H, Harada H, Murata H, Wasa J, Hosaka S, Suzuki T, Takahashi M,\n\nAsakura H, Nishimura T, Yamada H, Fracture after radiation therapy for femoral metastasis:\n\n[Pub Med: 28992299] [59]. Nguyen H, Morgan DAF, Forwood MR, Validation of 11 k Gy as a Radiation Sterilization Dose\n\n[Pub Med: 20570097] [60]. Allaveisi F, Hashemi B, Mortazavi SMJ, Radioprotective effect of N-acetyl-L-cysteine free radical scavenger on compressive mechanical properties of the gamma sterilized cortical bone of\n\nManuscript 24737302] [61].", "organism": [], "assay": ["PCR"], "gene": ["AT1G01010", "GAPDH"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_71", "text": "mpressive mechanical properties of the gamma sterilized cortical bone of\n\nManuscript 24737302] [61]. Yaprak G, Gemici C, Temizkan S, Ozdemir S, Dogan BC, Seseogullari OO, Osteoporosis development and vertebral fractures after abdominal irradiation in patients with gastric cancer., [62]. Elliott SP, Jarosek SL, Alanee SR, Konety BR, Dusenbery KE, Virnig BA, Three-dimensional external beam radiotherapy for prostate cancer increases the risk of hip fracture, Cancer 117 [63]. Schmeler KM, Jhingran A, Iyer RB, Sun CC, Eifel PJ, Soliman PT, Ramirez PT, Frumovitz M,\n\nBodurka DC, Sood AK, Pelvic fractures after radiotherapy for cervical cancer: Implications for [64].", "organism": [], "assay": ["RNA-seq", "PCR"], "gene": ["AT1G01010", "GAPDH"], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_72", "text": "Bodurka DC, Sood AK, Pelvic fractures after radiotherapy for cervical cancer: Implications for [64]. Uezono H, Tsujino K, Moriki K, Nagano F, Ota Y, Sasaki R, Soejima T, Pelvic insufficiency fracture after definitive radiotherapy for uterine cervical cancer: retrospective analysis of risk [65]. Hui SK, Arentsen L, Wilcox A, Shanley R, Yee D, Ghebre R, Spatial and temporal fracture\n\nManuscript\n\n10288. [Pub Med: 25553090] [66]. Otani K, Teshima T, Ito Y, Kawaguchi Y, Konishi K, Takahashi H, Ohigashi H, Oshima K, Araki\n\nN, Nishiyama K, Ishikawa O, Risk factors for vertebral compression fractures in preoperative chemoradiotherapy with gemcitabine for pancreatic cancer, Radiother. Oncol 118 (2016) 424– [67].", "organism": [], "assay": [], "gene": ["GAPDH"], "mission": [], "experimenttype": ["Control", "Microgravity"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_73", "text": "ive chemoradiotherapy with gemcitabine for pancreatic cancer, Radiother. Oncol 118 (2016) 424– [67]. Oest ME, Policastro CG, Mann KA, Zimmerman ND, Damron TA, Longitudinal Effects of\n\nSingle Hindlimb Radiation Therapy on Bone Strength and Morphology at Local and [68]. Kondo H, Searby ND, Mojarrab R, Phillips J, Alwood JS, Yumoto K, Almeida EAC, Limoli CL,\n\nGlobus RK, Total-body irradiation of postpubertal mice with (137)Cs acutely compromises the\n\nAuthor microarchitecture of cancellous bone and increases osteoclasts., Radiat. Res 171 (2009) 283–289. [69]. Willey JS, Lloyd SAJ, Nelson GA, Bateman TA, Ionizing radiation and bone loss: Space\n\nManuscript\n\nPendleton et al.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Total-body irradiation"], "outcome": ["Globus RK, Total-body irradiation of postpubertal mice with (137)Cs acutely compromises the microarchitecture of cancellous bone and increases osteoclasts."]}
{"paper_id": "10", "chunk_id": "10_74", "text": "yd SAJ, Nelson GA, Bateman TA, Ionizing radiation and bone loss: Space\n\nManuscript\n\nPendleton et al. Page 15\n\nHighlights • Ex vivo ionizing radiation of whole-bones caused a reduction in compressive\n\nMonotonic strength and fatigue life.\n\nManuscript • Decreased strength was best explained by collagen fragmentation, not the accumulation of non-enzymatic collagen crosslinks. • Non-enzymatic collagen crosslinks may play a smaller role in degrading mechanical strength of bone than previously considered. • Irradiation has unique effects on cyclic behavior that are not manifested in\n\nStatic behavior.\n\nManuscript\n\nManuscript\n\nManuscript\n\nPendleton et al. Page 16\n\nManuscript\n\nFigure 1:\n\nRepresentative plots generated from mechanical testing of the vertebral specimens.", "organism": [], "assay": ["ex vivo"], "gene": [], "mission": [], "experimenttype": ["Irradiation effects on bone mechanical properties"], "outcome": ["Reduction in compressive strength and fatigue life of whole-bones", "Decreased strength due to collagen fragmentation"]}
{"paper_id": "10", "chunk_id": "10_75", "text": "cript\n\nFigure 1:\n\nRepresentative plots generated from mechanical testing of the vertebral specimens. (A) For\n\nManuscript monotonic compression testing, a force-displacement curve was used to calculate stiffness (K), ultimate force (F ), ultimate displacement (d ), and work to fracture (W; area in gray). (B) For cyclic testing, maximum apparent strain per cycle was plotted to obtain fatigue life (N ), strain-to-failure (εf ), and elastic stiffness (K ), see [29] for details.\n\nf elastic\n\nManuscript\n\nManuscript\n\nPendleton et al. Page 17\n\nManuscript\n\nManuscript\n\nFigure 2:\n\nEffect of ex vivo x-ray radiation on mechanical (monotonic vertebral strength, ultimate strain and stiffness; cyclic fatigue life), biochemical (collagen crosslink AGEs and collagen fragmentation), and micro-CT (Tb.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_76", "text": "c fatigue life), biochemical (collagen crosslink AGEs and collagen fragmentation), and micro-CT (Tb. BV/TV) properties of mouse lumbar vertebrae. Data are shown as least-square means; error bars represent 95% confidence intervals. † indicates\n\nManuscript cycles to failure not measured. * p < 0.05 using Dunnett’s post-hoc test; # p < 0.05 using\n\nSteel’s post-hoc test.\n\nManuscript\n\nPendleton et al. Page 18\n\nManuscript\n\nManuscript\n\nManuscript\n\nFigure 3:\n\nOutput from the automated electrophoresis assay (collagen fragmentation). (A) A representative gel. (B) A representative electropherogram with the results of 0 and 17,000\n\nGy overlaid. The peak fluorescence unit found at 150 k Da for 17,000 Gy (red) is significantly lower compared to the 0 Gy control (blue).\n\nManuscript\n\nPendleton et al.", "organism": ["Mus musculus"], "assay": ["in vivo", "electrophoresis assay"], "gene": [], "mission": [], "experimenttype": ["Mechanical stress exposure"], "outcome": []}
{"paper_id": "10", "chunk_id": "10_77", "text": "0 Gy (red) is significantly lower compared to the 0 Gy control (blue).\n\nManuscript\n\nPendleton et al. Page 19\n\nManuscript\n\nManuscript\n\nFigure 4:\n\nComparison of vertebral strength with two primary mechanisms of collagen degradation: (1) collagen crosslinks represented by AGEs, and (2) collagen fragmentation indicated by a lower fluorescence unit (FU) value indicating less collagen with a nominal chain length, by radiation dose. Data were normalized by the mean of their respective 0 Gy control, and\n\nAuthor shown as normalized least-square means, with error bars signifying 95% confidence intervals analyzed by ANOVA with Dunnett’s post-hoc test, p < 0.05. * represents p < 0.0001 for vertebral ultimate strength; † represents p < 0.0001 for AGEs; ‡ represents p <\n\nManuscript\n\n0.05 for FU.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "10", "chunk_id": "10_78", "text": "bral ultimate strength; † represents p < 0.0001 for AGEs; ‡ represents p <\n\nManuscript\n\n0.05 for FU.\n\nManuscript", "organism": [], "assay": ["PCR"], "gene": ["AGEs", "FU"], "mission": [], "experimenttype": [], "outcome": []}
