{"paper_id": "11", "chunk_id": "11_0", "text": "RESEARCH Open Access\n\nAbsence of -sarcoglycan alters the response of\n\nP 70 S 6 kinase to mechanical perturbation in\n\nMurine skelet al muscle\n\nCatherine Moorwood 1,2, Anastassios Philippou 1,2,3, Janelle Spinazzola 1,2, Benjamin Keyser 1, Edward J Macarak 1,4\n\nBarton 1,2*\n\nAnd Elisabeth R\n\nAbstract\n\nBackground: The dystrophin glycoprotein complex (DGC) is located atthe sarcolemma of muscle fibers, providing structural integrity. Mutations in and loss of DGC proteins cause a spectrum of muscular dystrophies.", "organism": ["Mus musculus"], "assay": [], "gene": ["sarcoglycan"], "mission": [], "experimenttype": ["Mechanical perturbation"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_1", "text": "tructural integrity. Mutations in and loss of DGC proteins cause a spectrum of muscular dystrophies. When only thesarcoglycan subcomplex is absent, muscles display severe myofiber degeneration, but little susceptibility to contractile damage, suggesting that disease occurs not bystructural deficits but through aberrant signaling, namely, loss of normal mechanotransduction signaling through thesarcoglycan complex. We extended our previous studies on mechanosensitive, γ-sarcoglycan-dependent ERK 1/2 phosphorylation, to determine whether\n\nOfγ-sarcoglycan.", "organism": [], "assay": ["PCR"], "gene": ["γ-sarcoglycan"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_2", "text": "nosensitive, γ-sarcoglycan-dependent ERK 1/2 phosphorylation, to determine whether\n\nOfγ-sarcoglycan.\n\nAdditional pathways are altered with the loss\n\nMethods: We examined mechanotransduction in the presence and absence of γ-sarcoglycan, using C 2 C 12\n\nΓ-sarcoglycan-null (γ-SG-/-) myotubes, and primary cultures and isolated muscles from C 57 Bl/6 (C 57) and mice. All were subjected to cyclic passive stretch. Signaling protein phosphorylation was determined by immunoblotting of lysates from stretched and non-stretched samples. Calcium dependence was assessed by maintaining\n\nRinger’s muscles in calcium-free or tetracaine-supplemented solution. Dependence on m TOR was determined by stretching isolated muscles in the presence or absence of rapamycin.", "organism": ["C57 Bl/6", "mice"], "assay": [], "gene": [], "mission": [], "experimenttype": ["passive stretch"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_3", "text": "ence on m TOR was determined by stretching isolated muscles in the presence or absence of rapamycin.\n\nResults: C 2 C 12 myotube stretch caused a robust increase in P-p 70 S 6 K, but decreased P-FAK and P-ERK 2. Neither\n\nAkt nor ERK 1 were responsive to passive stretch. Similar but non-significant trends were observed in C 57 primary cultures in response to stretch, and γ-SG-/- cultures displayed no p 70 S 6 K response. In contrast, in isolated muscles, p 70 S 6 K was mechanically responsive. Basal p 70 S 6 K activation was elevated in muscles of γ-SG-/- mice, in a calcium-independent manner. P 70 S 6 K activation increased with stretch in both C 57 and isolated muscles, and was sustained in muscles, unlike the transient response in C 57 muscles.", "organism": ["C2C12", "C57"], "assay": [], "gene": ["p-ERK2", "P-FAK", "p-Akt", "p-p70S6K"], "mission": [], "experimenttype": ["Stretching isolated muscles in the presence or absence of rapamycin"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_4", "text": "7 and isolated muscles, and was sustained in muscles, unlike the transient response in C 57 muscles. Rapamycin treatment blocked all of p 70 S 6 K activation in stretched C 57 muscles, and reduced downstream S 6 RPphosphorylation. However, even thoughrapamycintreatmentdecreasedp 70 S 6 Kactivationinstretchedγ-SG-/-muscles, S 6 RPphosphorylationremained\n\nelevated.\n\nConclusions:p 70 S 6 Kisanimportantcomponentofγ-sarcoglycan-dependentmechanotransductioninskelet al muscle. Ourresultssuggestthatlossofγ-sarcoglycanuncouplestheresponseofp 70 S 6 Ktostretchandimplies thatγ-sarcoglycanisimportantforinactivationofthispathway. Overall, weassertthatalteredload-sensing mechanismsexistinmusculardystrophieswherethesarcoglycansareabsent.", "organism": ["C57"], "assay": [], "gene": ["p70 S6K"], "mission": [], "experimenttype": ["stretch", "rapamycin treatment"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_5", "text": ", weassertthatalteredload-sensing mechanismsexistinmusculardystrophieswherethesarcoglycansareabsent. Keywords:Sarcoglycan, Sarcoglycanopathies, Limbgirdlemusculardystrophy, Mechanotransduction, Mechano-sensing,\n\nLoad-sensing, p 70 S 6 K, S 6 K, p 70 S 6 kinase, ERK 1/2\n\n*Correspondence:erbarton@dental. upenn. Edu 1 Departmentof Anatomyand Cell Biology, Schoolof Dental Medicine,\n\nUniversityof Pennsylvania, Philadelphia, PA, USA 2 Pennsylvania Muscle Institute, Universityof Pennsylvania, Philadelphia, PA,\n\nFulllistofauthorinformationisavailableattheendofthearticle distribution, andreproductioninanymedium, providedtheoriginalworkisproperlycredited. The Creative Commons Public\n\nArticle, unlessotherwisestated.\n\nMoorwoodet al.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_6", "text": "workisproperlycredited. The Creative Commons Public\n\nArticle, unlessotherwisestated.\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 2 of 13\n\nBackground themusculardystrophiesresultsfromabnormallevelsand\n\nThe dystrophin glycoprotein complex (DGC) is found at activityofthemechanosensitive TRPchannelsand/ormisthe sarcolemma of skelet al, cardiac, and smooth muscle regulation of store operated calcium entry via the STIM 1 cells, where it physically links the extracellular matrix and Orai 1 channels[24-29]. Directdisruptionofthesarco- (ECM)withtheintracellularcytoskeleton, providingstruclemma, for which there is evidence in SG-null animal tural support [1-3].", "organism": [], "assay": ["PCR"], "gene": ["DGC", "TRP channels", "STIM 1 cells", "Orai 1 channels"], "mission": [], "experimenttype": ["Intracellular cytoskeleton support in SG-null animal tissue"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_7", "text": "ytoskeleton, providingstruclemma, for which there is evidence in SG-null animal tural support [1-3]. Mutationsin DGC componentscause models[7,9,30,31], couldalsocontributetolossofcalcium different types of muscular dystrophy; for example, mutahomeostasis. Furthermore, several strategies to improve tions in dystrophin cause Duchenne muscular dystrophy handling are known to counteract the pathology asα-, β-, γ-, δ-sarcoglycan (DMD), while mutations in or sociated withthe musculardystrophies [25,32-34]. There- (SG)causelimbgirdlemusculardystrophy(LGMD)[2-4].", "organism": [], "assay": ["PCR"], "gene": ["DGC", "α-, β-, γ-, δ-sarcoglycan (DMD)"], "mission": [], "experimenttype": ["Muscular dystrophy handling"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_8", "text": "ated withthe musculardystrophies [25,32-34]. There- (SG)causelimbgirdlemusculardystrophy(LGMD)[2-4]. Fore, identification of mechanosensitive signaling that is\n\nWhen dystrophin is mutated in DMD or in the attributable to the SG complex rather than other promouse model of DMD, the entire DGC is substantially cessesoccurringduringmechanicalperturbationhasbeen reduced at the sarcolemma. In contrast, when any one of challenging.", "organism": ["Mus musculus"], "assay": [], "gene": ["Dystrophin"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_9", "text": "ngmechanicalperturbationhasbeen reduced at the sarcolemma. In contrast, when any one of challenging. The SGsismutated, in LGMDoranyofthe SGknock-out One pathway of interest involves p 70 S 6 K, which is camice, the other three SGs are either absent or reduced at nonicallyactivated inresponse to mitogens via the phosthesarcolemma, buttherestofthe DGCremains, includphoinositide 3-kinase (PI 3 K) pathway (reviewed in [35]) ing the link formed by dystrophin and dystroglycan beand is known to respond to mechanical load [36]. Actitween the ECM and the cytoskeleton [2,3,5,6].", "organism": [], "assay": ["PCR"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_10", "text": "beand is known to respond to mechanical load [36]. Actitween the ECM and the cytoskeleton [2,3,5,6]. Unlike the vation of p 70 S 6 K involves a hierarchical series of phosmdx γ-SG skelet al muscles of the mouse, muscles of the phorylation events, beginning with phosphorylation of knock-out(γ-SG-/-)mousedisplaynomechanicalfragility, multiple sites in the C-terminal autoinhibitory domain, atleastuntil 4 monthsofage, asshownbyaminimalloss followed by mammalian target of rapamycin (m TOR)- offorce-generatingcapacityfollowinga seriesofeccentric dependent phosphorylation of sites in the linker region, contractions (ECCs) [7,8].", "organism": ["Mus musculus"], "assay": [], "gene": ["AT1G01010", "p53"], "mission": [], "experimenttype": ["Control", "Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_11", "text": "eriesofeccentric dependent phosphorylation of sites in the linker region, contractions (ECCs) [7,8]. In spite of this, the which allows for full activation of the kinase via phosmouse exhibits a severe dystrophic phenotype on histophorylation of threonine 229 (T 229) in the catalytic dologicalexamination, withextensivemyofiberdegeneration main by phosphoinositide-dependent kinase 1 (PDK 1) and regeneration, fibrosis, and disruption of sarcolemmal (reviewed in [37]). Although phosphorylation of T 229 is integrity, similar to the mouse [9].", "organism": ["Mus musculus"], "assay": [], "gene": ["PDK1"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_12", "text": "lemmal (reviewed in [37]). Although phosphorylation of T 229 is integrity, similar to the mouse [9]. The lack of required for p 70 S 6 K activation, phosphorylation of T 389 mechanical fragility suggests that aberrant signaling in the linker region has been found to correlate most may contribute to the muscle degeneration seen in the closely with activity [38], and can be used as a mouse. Indeed, our previous studies demonmeasure of kinase activation.", "organism": ["Mus musculus"], "assay": [], "gene": ["T229", "p70 S6 K", "T389"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_13", "text": "ty [38], and can be used as a mouse. Indeed, our previous studies demonmeasure of kinase activation. P 70 S 6 K has a multitude of stratedthatlocalizationofthe SGcomplextothesarcodownstream targets, with roles in protein synthesis, lemma and phosphorylation of the tyrosine 6 residue of growth, proliferation, survival, and more [35], including are essential for normal signaling by extracellular S 6 ribosomal protein (S 6 RP), which closely correlates signal-regulated kinases 1 and 2 (ERK 1/2), in response with protein translation rates[39]. To ECCs [10,11].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_14", "text": "egulated kinases 1 and 2 (ERK 1/2), in response with protein translation rates[39]. To ECCs [10,11]. Based upon these data, we have In the current study, we examined ERK 1/2, Akt, focal asserted that the SG complex acts as a mechanosensor adhesion kinase (FAK), and p 70 S 6 K responses to passive stretchin C 57 andγ-SG-/-skelet almuscletofurthereluciin skelet al muscle because of its position within the\n\nDGC, the modifications that occur to with mechdatetheimportanceofthe SGcomplexformechanotrans- anical perturbation, and the necessity of the complex duction. While differences in ERK 1/2 phosphorylation\n\nBetween C 57 andγ-SG-/-musclewerecalcium-dependent,\n\nFornormalsignaling.", "organism": ["C 57"], "assay": [], "gene": [], "mission": [], "experimenttype": ["passive stretch", "calcium-dependent differences in ERK1/2 phosphorylation"], "outcome": ["Calcium-dependent alterations observed between C57 and γ-SG-/- muscle"]}
{"paper_id": "11", "chunk_id": "11_15", "text": "in ERK 1/2 phosphorylation\n\nBetween C 57 andγ-SG-/-musclewerecalcium-dependent,\n\nFornormalsignaling. Acomplicationofusing ECCstoinvokesignaltransducdifferences in p 70 S 6 K activationwereindependent ofcaltionisthattherearemultipleprocessesinplay. Notonlyis cium. Inaddition, thep 70 S 6 Kresponsetostretch inboth there externally applied tension on the sarcolemma and primarymyofiberculturesandisolatedextensordigitorum\n\nDGCasaresultoflengthening, butalsoactivecontraction longus (EDL) muscles was differentially regulated in the resultingininternallyappliedtensionand Ca 2+fluxwithin γ-SG.", "organism": ["C57"], "assay": [], "gene": ["p70S6K", "DGC"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_16", "text": "les was differentially regulated in the resultingininternallyappliedtensionand Ca 2+fluxwithin γ-SG.\n\nAbsence of Specifically, experiments in isolated the fibers and across the sarcolemma, all of which could muscles suggest that is required for inactivation of contribute to alterations in signaling in the absence of p 70 S 6 K. The findings increase our understanding of the\n\nγ-SG. Calciumisknowntobeinvolvedinmanymechanocontribution of aberrant load-sensing to the pathology of sensitivesignalingpathways(reviewedin[12,13])andabermusculardystrophieswherethe SGcomplexisdeficient. Rant calcium regulation is afeatureof SG-deficient muscle [14-22].", "organism": ["Drosophilae"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_17", "text": "ieswherethe SGcomplexisdeficient. Rant calcium regulation is afeatureof SG-deficient muscle [14-22]. Indeed, anexaggerated ERK 1/2 responsetomech Methods anical stimulation that is dependent on extracellular cal Animals ciumhasbeendemonstratedinthemdxmousediaphragm γ-SG-null (γ-SG-/-)\n\nAdult C 57 BL/6 (C 57) and mice were\n\nused. Forexvivoprotocols, micewereaged 8 to 16 weeks. [23]. Studies suggest that aberrant calcium regulation in\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 3 of 13\n\nΓ-SG-/- γ-SG\n\nThe mouse lacks due to gene targeting, below. Unlessotherwiseindicated, allcellculturereagents resulting in an additional loss of and and a dewerepurchasedfrom Gibco. Crease of [9].", "organism": ["Mus musculus"], "assay": [], "gene": ["γ-SG"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_18", "text": "lturereagents resulting in an additional loss of and and a dewerepurchasedfrom Gibco. Crease of [9]. All experiments were approved by the\n\nUniversity of Pennsylvania Institutional Animal Care and Myotubestretchingprotocol\n\nUse Committee. C 2 C 12 myotubes were stretched using an apparatus that\n\nIn vitro, produces isotropic two-dimensional strain of cells as described previously [40]. Briefly, myotubes were sub C 2 C 12 myotubeculture jected to 10% strain, 40 times per minute, for 30 min, at\n\nFlexible silicone membranes (Specialty Manufacturing,\n\n37°Cinahumidifiedatmosphereof 5%CO inair. Control\n\nInc.) were stretched across the bottom ofcustom cylinders myotubes were treated identically but were not stretched. Which acted as a culture chamber.", "organism": [], "assay": ["in vivo", "Microgravity"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Stretching myotubes using an apparatus that produces isotropic two-dimensional strain of cells as described previously [40]"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_19", "text": "ylinders myotubes were treated identically but were not stretched. Which acted as a culture chamber. The membranes were\n\nLysates were harvested immediately as described below. Held in place using an O-ring as described previously [40]. Primary myotubes were stretched using the protocol\n\nMembraneswerethencoatedwithathinlayerof 2 mg/m L described for C 2 C 12 myotubes. Stretched myotubes were\n\nGFR Matrigel (BD #354230). C 2 C 12 myoblasts then incubated without stretch for afurther 1, 2, or 4 h at\n\nCylinder)wereseededontothemembranesandmaintained 37°C before harvesting lysates for immunoblotting as\n\nAt 5% CO at 37°C in growth media (10% FBS, 100 U described below.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_20", "text": "ing lysates for immunoblotting as\n\nAt 5% CO at 37°C in growth media (10% FBS, 100 U described below. Control (non-stretched) myotubes were\n\nμg μg/m L\n\nPenicillin, 100 streptomycin, 100 gentamycin harvested immediately after the end of the stretching\n\nIn DMEM) for approximately 24 h until 70% to 80%\n\nProtocolusedforthestretchedmyotubes. Confluent, then switched to differentiation media (2%\n\nμg μg/m L\n\nHS, 100 U penicillin, 100 streptomycin, 100\n\nIsolatedmusclestretchingprotocol\n\nGentamycin in DMEM). Myoblasts were allowed to\n\nMicewereanaesthetizedusingketamineandxylazine.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Anesthesia"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_21", "text": "ocol\n\nGentamycin in DMEM). Myoblasts were allowed to\n\nMicewereanaesthetizedusingketamineandxylazine. EDL differentiate into multinucleated myotubes for 5 days, muscles were dissected and placed in an organ bath\n\nDuringwhichmediawaschangedeveryotherdaybefore containing oxygenated high-glucose (25 m M) DMEM with\n\nStretchingasdescribedbelow.\n\nHEPES(25 m M)(Life Technologies), atroomtemperature. Forrapamycinsensitivityexperiments, high-glucose DMEM\n\nPrimarymyoblastculture was supplemented with 150 n M rapamycin (Sigma) or ve Mice were euthanized using CO inhalation. Flexor digihicleonly (0.1% DMSO). Muscleswere adjusted to 9.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_22", "text": "ce were euthanized using CO inhalation. Flexor digihicleonly (0.1% DMSO). Muscleswere adjusted to 9.3 m N torum brevis (FDB) muscles were dissected and incuof resting tension, approximately equivalent to optimal bated with 2 mg/m L collagenase I (Sigma), 10% FBS in length, based on our previous experiments [42]. After a\n\nTyrode’s solution (125 m M Na Cl, 5 m M KCl, 1 m M 10-minequilibrationperiod, the lengthofthe musclewas\n\nCa Cl, 1 m M Mg Cl, 1 m M KH PO, 20 m M HEPES measured using calipers, and the musclewas subjected to (all from Fisher), 5.5 m M glucose (Sigma), p H 7.4) for a stretching protocol of 15% strain (held for 100 ms with 90 min at 37°C, with shaking, as previously described ramp times of 50 ms), 20 times per minute, for either 30\n\nTyrode’s in vitro [41].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_23", "text": "eviously described ramp times of 50 ms), 20 times per minute, for either 30\n\nTyrode’s in vitro [41]. Muscles were washed in 10% FBS in soluor 90 min, using an muscle test system (Aurora tion and clumps of fibers were liberated by pipetting up Scientific). Muscles were snap-frozen immediately followand down in 10% FBS, 100 U penicillin, 100 streptoing the end of the stretch protocol. Contralateral muscles\n\nTyrode’s mycin in solution using a wide-mouthed glass wereusedascontrolsandwereadjustedtothesamelength pipette. Clumps of fibers were transferred to a second as the stretched muscles, then incubated in oxygenated dish with the same solution and pipetted up and down high-glucose DMEMwith HEPESatroomtemperaturefor again.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_24", "text": "th the same solution and pipetted up and down high-glucose DMEMwith HEPESatroomtemperaturefor again. Single fibers were transferred to a third dish betheequivalentlengthoftime, beforesnap-freezing. Fore plating on silicone membranes coated with Matrigel (Becton Dickinson; 2 mg/m L diluted in DMEM). Growth Calciumdependenceexperiments media(20%FBS,10 ng/m Lmousebasicfibroblastgrowth EDL muscles were dissected as described above and\n\nΜg Ringer’s factor (MP Bio), 100 U penicillin, 100 streptomycin, placed in an organ bath contained oxygenated\n\nΜg/m L μg/m L Ham’s 1 Fungizone, 100 Gentamycin in solution (119 m M Na Cl, 4.74 m M KCl, 2.54 m M Ca Cl,\n\nF-10 media) was carefully added and cultures were incu 1.18 m M KH PO, 1.", "organism": [], "assay": ["Microgravity"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_25", "text": "m M KCl, 2.54 m M Ca Cl,\n\nF-10 media) was carefully added and cultures were incu 1.18 m M KH PO, 1.18 m M Mg SO, 25 m M HEPES,\n\nRinger’s bated without disturbance for 3 days at 37°C. Media was 2.75 m M glucose), calcium-free solution (Ca Cl\n\nRinger’s thenchangedevery 2 days. After 7 to 10 days, whenmyoreplaced with 2.5 m M Mg Cl ) or solution supblast cultures were 70% to 80% confluent, media was plemented with 100 tetracaine. They were incubated switched to differentiation media (10% HS, 0.5% chicken for 30 minbeforesnap-freezing inliquidnitrogen.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_26", "text": "tched to differentiation media (10% HS, 0.5% chicken for 30 minbeforesnap-freezing inliquidnitrogen. Embryo extract, 100 U penicillin, 100 streptomycin,\n\nΜg/m L μg/m L 1 Fungizone, 100 Gentamycin in DMEM) Immunoprecipitation and myoblasts were allowed to differentiate into multinu Immunoprecipitation experiments were carried out using cleatedmyotubesfor 5 daysbeforestretchingasdescribed the Pierce Classic IPkit(Thermo Scientific). Musclelysates\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 4 of 13 containing 100 total protein was immunoprecipitated Statistics with anti-P-tyrosine (Cell Signaling #9411 1:100) overnight Comparisons between non-stretched and stretched C 2 C 12 at 4°C withend-over-endmixing. Samples werepurified cells(Figure 1)weredonebyunpaired Ttest.", "organism": [], "assay": ["Immunoprecipitation"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_27", "text": "2 C 12 at 4°C withend-over-endmixing. Samples werepurified cells(Figure 1)weredonebyunpaired Ttest. Comparisons using Protein A/G Plus Agarose beads (Roche) for 1 h between C 57 and primary cultures across time at 4°Cwithend-over-endmixing. Theimmune complex (Figure 2) were done by two-way ANOVA with was eluted with non-reducing sample buffer and boiled multiplecomparisonstest. Comparisonsbetween C 57 and at 100°C for 5 min before being applied to a SDS-PAGE muscles in calcium experiments (Figure 3) were gel, transferred, andimmunoblottedasdescribedbelow. Done by unpaired T test.", "organism": [], "assay": ["2 C", "4°C withend-over-endmixing"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_28", "text": "riments (Figure 3) were gel, transferred, andimmunoblottedasdescribedbelow. Done by unpaired T test. Comparisons between C 57 and\n\nMuscles with and without stretch for each time\n\nImmunoblotting point(Figure 4)orwithandwithoutrapamycin(Figure 5)\n\nC 2 C 12 and primary myotubes were washed with ice-cold were done by two-way ANOVA with multiple\n\nPBSbeforelysingin 100 to 200μLof RIPAbuffer(50 m M\n\nComparisonstest.\n\nHEPESp H 7.5,150 m MNa Cl,5 m MEDTA,1 m MEGTA, 15 m M p-nitrophenyl phosphate disodium hexahydral, 1% Results\n\nNP-40, 0.1% SDS, 1% deoxycholate, 0.025% sodium azide) p 70 S 6 K, butnot ERK 1/2 or Aktrespondstopassive\n\nStretchinvitro with protease and phosphatase inhibitor cocktails (Sigma).", "organism": [], "assay": ["Immunoblotting"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_29", "text": "2 or Aktrespondstopassive\n\nStretchinvitro with protease and phosphatase inhibitor cocktails (Sigma). Lysates were incubated on ice for 30 min, centrifuged at Studies using whole muscles from animal models of the 16,000 rcffor 20 minat 4°Candthesupernatantsretained. Dystrophies are made more complex by the presence of\n\nEDL muscles were ground using a dry ice-cooled pestle multiple celltypes, aswellaspathologicalprocessessuch\n\nAndmortar, andlysedin 200μLof RIPAbufferwithproteas fibrosis. Therefore, we initially investigated mechanoase and phosphatase inhibitors. Lysates were incubated on transduction signaling in passively stretched C 2 C 12\n\nIn vitro ice for 1 h, vortexing half-way through, centrifuged at myotubes.", "organism": [], "assay": ["in vitro"], "gene": [], "mission": [], "experimenttype": ["passive stretch", "centrifuge"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_30", "text": "ively stretched C 2 C 12\n\nIn vitro ice for 1 h, vortexing half-way through, centrifuged at myotubes. We found that passive stretching did 16,000 rcffor 20 minat 4°Candthesupernatantsretained. Not alter phosphorylationof ERK 1 or Aktandthat ERK 2\n\nProtein content was determined using a Bradford method and FAK phosphorylation decreased following stretch protein assay kit (Bio-Rad). Lysates (30 total protein for (Figure 1 A, C-F, H-I). However, we found an increase in myotube cultures, 90 total protein for EDL muscles) p 70 S 6 K phosphorylation at T 389, which reflects activity, were separated by SDS-PAGE on Tris-HCl polyacrylamide in response to passive stretching of C 2 C 12 myotubes\n\nIn vitro gels (Bio-Rad) and transferred to PVDF membranes. (Figure 1 B, G).", "organism": [], "assay": ["in vitro"], "gene": ["FAK", "Src6k", "p70 S6 kinase (T389)"], "mission": [], "experimenttype": ["passive stretching"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_31", "text": "ng of C 2 C 12 myotubes\n\nIn vitro gels (Bio-Rad) and transferred to PVDF membranes. (Figure 1 B, G). Therefore, this model reflected\n\nMembranes were blocked in 5% milk in TTBS (10 m M some, but not all, stretch responses observed in muscle\n\nTris, 150 m M Na Cl, 0.1% v/v Tween-20, p H 8), with 2% [43,44], and highlighted p 70 S 6 K as a pathway of\n\nBSA added for some antibodies, then probed with interest. The lack of Akt phosphorylation suggests that antibodiestothefollowing:phospho(P)-p 70 S 6 K(T 389) p 70 S 6 K phosphorylation occurred through an Akt- (Cell Signaling #9205 1:200 for primary cultures, Cell independent pathway, while thelackof FAK phosphoryl Signaling #9234 1:250 for isolated muscles), P-p 70 S 6 K ationsupportsanintegrin-independentmechanism.", "organism": [], "assay": ["Biochemical assays"], "gene": ["AKT", "FAK", "p70S6K T389"], "mission": [], "experimenttype": ["In vitro studies"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_32", "text": "naling #9234 1:250 for isolated muscles), P-p 70 S 6 K ationsupportsanintegrin-independentmechanism. (T 421/S 424)(Cell Signaling#92041:1,000), P-S 6 RP(Cell\n\nSignaling #2211 1:2,000), P-ERK 1/2 (Cell Signaling #9101 Differentialp 70 S 6 Kstretchresponseoccursin C 57 and\n\nΓ-SG-/-primarycultures 1:500), total (T)-ERK 1/2 (Cell Signaling #9107 1:1,000),\n\nin vitro\n\nP-Akt (Cell Signaling #9271 1:300), T-Akt (Cell Sig Having established pathways of interest using the naling #2920 1:2,000), P-FAK (Millipore 05-1140, 1:500), C 2 C 12 cell line, we used primary myoblast cultures from\n\nΓ-SG γ-SG-/-\n\nT-FAK (Millipore 06-543, 1:1,000), (Novocastra C 57 and mice (Figure 2 A) to investigate the\n\nVP-G 8031:300), glyceraldehyde 3-phosphatedehydrogenase changes in mechanotransduction signaling associated", "organism": ["Mus musculus"], "assay": [], "gene": ["Akt", "FAK", "TFAK", "GAPDH"], "mission": [], "experimenttype": ["in vitro"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_33", "text": "1:300), glyceraldehyde 3-phosphatedehydrogenase changes in mechanotransduction signaling associated (GAPDH) (Santa Cruz sc-32233 1:5,000), and tubulin solely with the loss of the SG complex in myofibers. C 57 (Sigma T 5168 1:20,000). Band intensities were quantified and cultures were stretched for 30 min as deusing Image Quant TL, 1 D gel analysis (C 2 C 12 and myoscribedaboveand lysateswereharvested 1,2, or 4 h after tubecultures, rapamycinsensitivityexperiments)or Image J stretching ended, to allow observation of the signaling (NIH) (all other isolated muscles). P-p 70 S 6 K and P-S 6 RP timecourse.", "organism": ["C57"], "assay": [], "gene": ["GAPDH", "tubulin"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_34", "text": "servation of the signaling (NIH) (all other isolated muscles). P-p 70 S 6 K and P-S 6 RP timecourse. Immunoblottinganalysisshowedthatthere were normalized to either GAPDH or tubulin, P-FAK was was no difference in basal ERK 1/2 phosphorylation normalizedtoeither T-FAKor GAPDH, P-Aktwasnormalbetween C 57 and myotubes and little change in izedto T-Akt, and P-ERK 1/2 wasnormalizedto T-ERK 1/2. ERK 1/2 phosphorylationinresponsetostretch(Figure 2 B,\n\nD, E). Therefore, similar to the C 2 C 12 cells, primary\n\nMicroscopy cultures did not reflect the ERK 1/2 phosphorylation\n\nImages of primary cultures were taken using a Leica DM responses found previously in C 57 and mice\n\nRBE microscope and Leica DFC 300 CCD camera, using [10,11].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_35", "text": "onses found previously in C 57 and mice\n\nRBE microscope and Leica DFC 300 CCD camera, using [10,11]. Neither P-Akt nor P-FAK displayed\n\nC 57 andγ-SG-/-cultures\n\nOpen Labsoftware(Perkin Elmer). Significant differences between\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 5 of 13\n\nFigure 1 p 70 S 6 Krespondstostretchin C 2 C 12 cells. C 2 C 12 myotubeswereculturedonsiliconemembranesandsubjectedtopassive stretchingfor 30 min.(A-D)Representativeimmunoblotsfor P-ERK 1/2, total T-ERK 1/2, P-p 70 S 6 K(T 389 site), tubulin, P-Akt, T-Akt, P-FAK, and T-FAK innon-stretched(NS)andstretched(S)C 2 C 12 cells.(E-I)Quantificationofactivationlevels. P-ERK 1 and 2 werenormalizedto T-ERK 1 and 2, respectively, P-p 70 S 6 Kwasnormalizedtotubulin, P-Aktwasnormalizedto T-Akt, and P-FAKwasnormalizedto T-FAK.", "organism": ["Mus musculus"], "assay": [], "gene": ["ERK1/2", "p70 S6 Kinase (T389 site)", "tubulin", "Akt", "FAK"], "mission": [], "experimenttype": ["Passive stretching"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_36", "text": "ely, P-p 70 S 6 Kwasnormalizedtotubulin, P-Aktwasnormalizedto T-Akt, and P-FAKwasnormalizedto T-FAK. N=5-6 wellsof C 2 C 12 cells pergroup. Barsrepresentmean±standarderror.*Significantlydifferentfromnon-stretchedmyotubesbyunpaired Ttest. NS, non-stretched;\n\nS, stretched. (Figure 2 B, F, G). Further, these proteins did not show basal phosphorylation state of the upstream pathways any prolonged response to passive stretch in the (Figure 3 D; Normal). Primary cultures, consistent with the lack of an acute Heightenedmechanosensitivesignalingcouldarisethrough positivestretchresponsein C 2 C 12 cells. Examinationof increased flux of ions across the sarcolemma, particup 70 S 6 K revealed a trend towards elevated T 389 phoslarly [17].", "organism": [], "assay": ["PCR"], "gene": ["T389phospholysite (unmentioned specific gene)"], "mission": [], "experimenttype": ["Passive stretch", "Ion flux examination"], "outcome": ["Lack of acute heightened mechanosensitivity signaling in C2C12 cells following passive stretch.", "Trend towards elevated T389 phosphorylation level indicating increased ion flux across the sarcolemma."]}
{"paper_id": "11", "chunk_id": "11_37", "text": "ons across the sarcolemma, particup 70 S 6 K revealed a trend towards elevated T 389 phoslarly [17]. This could occur either through enphorylation at baseline in myotubes, compared hanced activity of channels, such as the TRP family of to C 57 myotubes. Activation of p 70 S 6 K in myocation channels (reviewed in [28,29]), or via membrane tubes upon stretch was not apparent (Figure 2 B, C), but ruptures. Todeterminethecalciumdependenceoftheob C 57 myotubesdisplayedatrendforincreasedactivation serveddifferencesinp 70 S 6 Kand ERK 1/2 phosphorylation at 2 and 4 h after stretching (Figure 2 B, C). Therefore, in muscles, we incubated muscles in calcium-free whiletheprimaryculturesreflect someoftheresponses Ringers solution, retaining the same ionic strength.", "organism": ["rat myotubes"], "assay": [], "gene": ["p70 S6K", "ERK1/2"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_38", "text": "iletheprimaryculturesreflect someoftheresponses Ringers solution, retaining the same ionic strength. Found in C 2 C 12 myotubes, the experimental system is Absence of extracellular did not alter the relative too variable to draw firm conclusions regarding mechdifference in P-p 70 S 6 K between and C 57 muscles\n\nAnicalsignalingpathwaysassociatedwithγ-SG.\n\n(Figure 3 C). However, the increased P-ERK 1/2 and\n\nΓ-SG-/- normal Ringer’s\n\nP-S 6 RP found in muscles in solu Elevated P-p 70 S 6 Kinγ-SG-/-musclesiscalcium tion was abrogated when there was no calcium in the independent bathing solution (Figure 3 A, B, D). Thus, only p 70 S 6 K\n\nOur experiments in myotubes, together with our previphosphorylationappearedtobe calcium independent.", "organism": [], "assay": ["in vitro"], "gene": ["P-p70S6K", "ERK1/2", "γ-SG"], "mission": [], "experimenttype": ["calcium dependent vs. calcium independent response in muscle cells"], "outcome": ["Elevated P-p70S6K and ERK1/2 levels are observed.", "The elevation of P-p70S6K appears to be abrogated when there is no calcium present."]}
{"paper_id": "11", "chunk_id": "11_39", "text": "Our experiments in myotubes, together with our previphosphorylationappearedtobe calcium independent. Beous studies in isolated muscles [10,11], suggested that cause intracellular calcium stores can also alter the intra ERK 1/2 phosphorylation changes require active contraccellular calcium concentration, particularly during muscle tion in addition to stretch, whereas p 70 S 6 K responds to activation, tetracaine was used to inhibit sarcoplasmic in vivo, reticulumreleaseof Ca 2+throughtheryanodinereceptors.\n\nStretch alone. To test this hypothesis we extended our analysis to examine the response of p 70 S 6 K Verificationofthisinhibitionwasestablishedinaseparate to passive stretch of isolated muscles.", "organism": ["Mus musculus"], "assay": ["passive stretch", "tetracaine inhibition"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_40", "text": "S 6 K Verificationofthisinhibitionwasestablishedinaseparate to passive stretch of isolated muscles. P-p 70 S 6 k was experiment, through measuring tetanic force generation elevated approximately 1.7-fold in resting EDL by EDL muscles before and after addition of tetracaine.\n\nRinger’s muscles incubated in normal oxygenated solu After 15 min incubation withtetracaine, force production tion (Figure 3 C; Normal). As in our previous studies, was virtually eliminated (force was 297 m N prior to there was a 3 and 1.5-fold increase of P-ERK 1 and addition of tetracaine, 2.4 m N after 15 min incubation\n\nP-ERK 2, respectively, in resting EDL muscles withtetracaineandnotdetectableafter 20 minincubation (Figure 3 A-B; Normal). Because both of these pathways with tetracaine).", "organism": ["Mus musculus"], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_41", "text": "tableafter 20 minincubation (Figure 3 A-B; Normal). Because both of these pathways with tetracaine). Again, relative P-p 70 S 6 K levels between converge to phosphorylate S 6 RP, we compared the the two muscle groups were not altered by tetracaine phosphorylation state of this protein in muscles from (Figure 3 C). In contrast, blockade of SR release\n\nΓ-SG-/- γ-SG-/- both genotypes. EDL muscles exhibited an 8-fold reduced P-ERK 1 levels in muscles relative to C 57 increase in P-S 6 RP, which was consistent with the higher muscles, even though there was no alteration in P-ERK 2\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 6 of 13\n\nFigure 2 Differentialp 70 S 6 Kstretchresponsein C 57 andγ-SG-/-primarycultures.", "organism": ["C elegans"], "assay": [], "gene": ["erk1", "s6rp"], "mission": ["Moorwoodet al."], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_42", "text": ",4:13 Page 6 of 13\n\nFigure 2 Differentialp 70 S 6 Kstretchresponsein C 57 andγ-SG-/-primarycultures. Primarymyotubesfrom C 57 andγ-SG-/-FDBfiberswere culturedonsiliconemembranesandsubjectedtopassivestretchingfor 30 min. Lysateswereharvested 1,2, or 4 hafterstretch.(A)Representative imagesofi, satellitecellsmigratingfroman FDBfiberandii, differentiatedmyotubes.(B)Representativeimmunoblotfor P-p 70 S 6 K(T 389 site), P-and\n\nT-ERK 1/2, P-FAK, P-Akt, T-Akt, and GAPDHinnon-stretched(C)andstretched(1 h,2 h,4 h)primarycultures.(C-G)Quantificationofactivationlevels. Legendin Cappliestoallgraphs. P-ERK 1 and 2 werenormalizedto T-ERK 1 and 2, respectively, P-Aktwasnormalizedto T-Aktand P-p 70 S 6 Kand P-FAK werenormalizedto GAPDH.", "organism": [], "assay": ["passivestretching"], "gene": ["P-ERK1", "P-ERK2", "GAPDH"], "mission": [], "experimenttype": ["stretched (1 h, 2 h, 4 h)"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_43", "text": "K 1 and 2, respectively, P-Aktwasnormalizedto T-Aktand P-p 70 S 6 Kand P-FAK werenormalizedto GAPDH. N=3(p 70 S 6 K)or 4(allotherproteins)independentsetsofprimaryculturespergenotype. Barsrepresentmean±standard error. Statisticalsignificancewastestedbytwo-way ANOVA.\n\nΓ-SG-dependent in vivo. (Figure 3 A, B). Phosphorylationof S 6 RPremainedelevated mechanotransduction A passive in muscles in the presence of tetracaine, but to a stretching protocol comprised of a 15% strain, 20 times lesserextentthaninnormal Ringer’ssolution(Figure 3 D).", "organism": ["Mus musculus"], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Stretching protocol"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_44", "text": "protocol comprised of a 15% strain, 20 times lesserextentthaninnormal Ringer’ssolution(Figure 3 D).\n\nPermin, for 30 mininhigh-glucose DMEMwassufficient\n\nTocauseincreasedγ-SGphosphorylationinthe EDL, asis\n\nTaken together, both extracellular and intracellular calcium contribute to the heightened P-ERK 1 levels in the case for eccentric contraction of the EDL (Figure 4 A;\n\nΓ-SG-/- γ-SG-/- muscles, whereas the increase in basal P-p 70 S 6 K [10]). We stretched C 57 and EDL muscles for inγ-SG-/-musclesisnotdependentoneitherextracellular either 30 or 90 min and immediately snap-froze them in orintracellularcalcium. Liquid nitrogen.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_45", "text": "ular either 30 or 90 min and immediately snap-froze them in orintracellularcalcium. Liquid nitrogen. We then used immunoblotting to measurephosphorylationofp 70 S 6 Kat T 389, asabove, andalso\n\nDifferentialp 70 S 6 Kstretchresponseoccursinisolated at T 421/S 424 in the auto-inhibitory domain. Basal phos C 57 andγ-SG-/-muscles phorylation of p 70 S 6 K at T 389 showed a trend to be in Having established that P-p 70 S 6 K changes at rest did not creased in unstretched muscles compared to C 57 depend on calcium, we pursued the role of p 70 S 6 K in muscles (Figure 4 B, C). However, basal phosphorylation at\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 7 of 13\n\nFigure 3 Elevatedp 70 S 6 Kinγ-SG-/-musclesisindependentofcalcium.", "organism": [], "assay": ["snap-freezing", "immunoblotting"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_46", "text": "al Muscle 2014,4:13 Page 7 of 13\n\nFigure 3 Elevatedp 70 S 6 Kinγ-SG-/-musclesisindependentofcalcium. EDLmusclesfrom C 57 andγ-SG-/-miceweremaintainedinnormal oxygenated Ringer’ssolution, calcium-freeoxygenated Ringer’ssolutionoroxygenated Ringer’ssolutionsupplementedwithtetracainefor 30 min. (A-D)Representativeimmunoblotsandquantificationfor P-ERK 1(A), P-ERK 2(B), P-p 70 S 6 K(T 389 site; C), and P-S 6 RP(D). Legendin Aappliestoall graphs. P-ERK 1 and 2 werenormalizedto T-ERK 1 and 2, respectively; P-p 70 S 6 Kand P-S 6 RPwerenormalizedtotubulin. Independentimmunoblots wereperformedforeachconditionandγ-SG-/-activationlevelswerenormalizedto C 57 activationlevelsineachcase. N=3 musclespergenotype andcondition. Barsrepresentmean±standarderror. Alldatasetsweretestedbyunpaired Ttest.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_47", "text": "lespergenotype andcondition. Barsrepresentmean±standarderror. Alldatasetsweretestedbyunpaired Ttest.*Significantlydifferentfrom C 57 byunpaired Ttest. T 421/S 424 was not different between C 57 and activationofp 70 S 6 Kinresponsetopassivestretch, implyingthatγ-SGplaysaroleinp 70 S 6 Kinactivation. Muscles (Figure 4 D). After 30 min of stretch, phosphorylationofp 70 S 6 Kat T 389 and T 421/S 424 wasincreasedto a similar degree in stretched C 57 and EDL mus Stretchresponseofp 70 S 6 KT 389, butnot S 6 RP, is\n\nRapamycin-sensitiveinγ-SG-/-muscles cles, compared to non-stretched controls.", "organism": ["C57"], "assay": [], "gene": ["p70S6K", "T389", "T421/S424"], "mission": [], "experimenttype": ["Muscle stretch response to rapamycin-sensitive inhibition of α-glycogen synthase (α-Glycogen Synthase Glycogen)"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_48", "text": "89, butnot S 6 RP, is\n\nRapamycin-sensitiveinγ-SG-/-muscles cles, compared to non-stretched controls. However, after 90 min of stretch, phosphorylation at T 389 and T 421/ Because m TOR is a key mediator of p 70 S 6 K activation,\n\nS 424 had decreased in stretched C 57 muscles and was weexamined the effectofthem TORinhibitor rapamycin closetonon-stretchedlevels. Incontrast, phosphorylation on stretch responses in isolated C 57 and muscles. At T 389 was further increased, and T 421/S 424 phosphor EDL muscles were subjected to cyclic stretch for 90 min, ylation remained elevated, in stretched muscles, as described above. Unlike in C 2 C 12 cells and primary compared to non-stretched controls (Figure 4 B-D).", "organism": [], "assay": ["in vivo"], "gene": ["TOR", "S6K1"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_49", "text": "ribed above. Unlike in C 2 C 12 cells and primary compared to non-stretched controls (Figure 4 B-D). For cultures, P-Akt showed a trend to increase on stretching,\n\nT 389 phosphorylation after 90 min of stretch, genotype, which was statistically significant in muscles. Stretch, andtheinteractionbetweenthemwereallstatisti As anticipated, P-Akt was unaffected by rapamycin cally significant, by two-way ANOVA. T 421/S 424 showed (Figure 5 A, B). Rapamycintreatmentcompletelyblockedthe a similar trend to T 389; however, while the effect of increase in p 70 S 6 K T 389 phosphorylation after passive stretch was statistically significant, the difference between stretch of C 57 muscles, consistent with previous studies genotypes was not. Thus, in contrast to primary cultures, [36,37].", "organism": [], "assay": ["in vitro"], "gene": [], "mission": [], "experimenttype": ["passive stretch"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_50", "text": "consistent with previous studies genotypes was not. Thus, in contrast to primary cultures, [36,37]. In muscles, rapamycin abrogated most muscles exhibited heightened and prolonged p 70 S 6 KT 389 phosphorylation, butresidualphosphorylation\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 8 of 13 remained in stretched muscles (Figure 5 A, C). T 421/S 424 showed a trend to increase in response to stretch in both\n\nC 57 and muscles. Surprisingly, rapamycin blunted the p 70 S 6 K T 421/S 424 stretch response in C 57 muscles, whichisinconsistentwithpreviousstudies[36]. However,\n\nThe T 421/S 424 response to stretch persisted in muscles in the presence of rapamycin (Figure 5 A, D). S 6 RP phosphorylation increased in response to stretch\n\nIn both C 57 and muscles.", "organism": [], "assay": [], "gene": ["p70S6KT421/S424", "SRPK"], "mission": [], "experimenttype": ["Stretch response in muscle tissue"], "outcome": ["Increased phosphorylation of p70 S 6 K T 421/S 424 and SR PK upon stretching"]}
{"paper_id": "11", "chunk_id": "11_51", "text": "(Figure 5 A, D). S 6 RP phosphorylation increased in response to stretch\n\nIn both C 57 and muscles. Interestingly, while rapamycin blocked stretch-induced phosphorylation of\n\nS 6 RP in C 57 muscles, phosphorylation in response to\n\nStretch was preserved in muscles (Figure 5 A, E). Takentogether, theseresultssuggesteitherthatthelevel\n\nOf active p 70 S 6 K remaining in muscles is sufficient to phosphorylate S 6 RP regardless of rapamycin or that an alternate pathway bypasses p 70 S 6 K to phosphorylate S 6 RPinmuscleslackingγ-SG.\n\nDiscussion\n\nSkelet al muscle has a remarkable ability to adapt to changes in workload. Almost all muscle properties can be modulated, such as muscle fiber size, contractile properties and metabolism.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_52", "text": "uscle properties can be modulated, such as muscle fiber size, contractile properties and metabolism. Changes in patterns of gene expression as well as shifts in the balance between protein synthesis and degradation are required to complete the adaptational response. Identification of major pathways that directly regulate gene expression and protein synthesis/degradation demonstrate that multiple inputs (mechanical, chemical, and metabolic) can converge\n\nOn final common pathways for muscle growth and adaptation (reviewed in [45]). However, sorting out the contribution of the wide variety of inputs on muscle adaptation has been more difficult.", "organism": [], "assay": ["PCR"], "gene": ["AT1G01010", "GAPDH"], "mission": ["ISS2025"], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_53", "text": "ing out the contribution of the wide variety of inputs on muscle adaptation has been more difficult. In our previous work, we used an eccentric contraction protocol to investigate the dependence of ERK 1/2 mechano-sensing\n\nOn phosphorylation of However, this protocol alters multiple factors, including externally applied tension, internally generated tension and changes in extracellular and intracellular calcium fluxes, all of\n\nFigure 4 Differentialp 70 S 6 Kstretchresponseinisolated C 57 andγ-SG-/-muscles. EDLmusclesfrom C 57 andγ-SG-/-micewere which potentially have effects on mechanosensitive maintainedinoxygenatedhighglucose DMEMandsubjectedto signaling pathways. In the present study, we used a passivestretchingfor 30 or 90 min.", "organism": [], "assay": ["passivestretch"], "gene": [], "mission": [], "experimenttype": ["High glucose DMEM conditions with passive stretching protocols"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_54", "text": "ndsubjectedto signaling pathways. In the present study, we used a passivestretchingfor 30 or 90 min.(A)Immunoblotofγ-SGfollowing passive stretching protocol to isolate the effects of eximmunoprecipitationwithanti-P-Tyrorlysateonly, showingγ-SG ternally applied tension in the absence of active contracphosphorylationinresponseto 30 minofstretch.(B)Representative tion, in order to examine the downstream signaling in immunoblotsof P-p 70 S 6 K(T 389 and T 421/S 424 sites)andtubulin. (C, D)Quantificationof P-p 70 S 6 KT 389(C)and T 421/S 424 moredetail. (D), normalizedtotubulin. Samplesforeachtimepointwererun Passive stretching protocols can be performed in both\n\nOnseparateimmunoblotsandnormalizedto C 57 NS.", "organism": [], "assay": ["passivestretching"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_55", "text": "Passive stretching protocols can be performed in both\n\nOnseparateimmunoblotsandnormalizedto C 57 NS. N=3-5 cell cultures and whole muscle preparations, and the musclespergenotype, condition, andtimepoint. Barsrepresent reductionist approach of utilizing cultures can eliminate mean±standarderror. Alldatasetsweretestedbytwo-way ANOVA. Some of the physiological complexities associated with\n\nStretchwasstatisticallysignificantfor T 421/S 424 after 30 minof stretch; genotype, stretch, andtheinteractionbetweenthemwere intact or isolated muscles. As such, our initial experistatisticallysignificant T 389 after 90 minofstretch, bytwo-way ments using C 2 C 12 cells were key to identifying p 70 S 6 K\n\nANOVA.", "organism": ["Mus musculus"], "assay": ["in vitro", "immunoblots"], "gene": [], "mission": [], "experimenttype": ["Stretching protocols"], "outcome": ["Statistically significant changes in T421/S424 and initial experimantal findings for p70 S6K"]}
{"paper_id": "11", "chunk_id": "11_56", "text": "ter 90 minofstretch, bytwo-way ments using C 2 C 12 cells were key to identifying p 70 S 6 K\n\nANOVA.*Significantlydifferentfrom C 57 Sat 90 minbytwo-way as being activated in response to stretch, in contrast to\n\nANOVAwith Tukey’smultiplecomparisonstest. NS, non-stretched; the lack of response by ERK 1/2, Akt, or FAK. Primary\n\nS, stretched.\n\nMyotubes generated from C 57 or mice had the\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 9 of 13\n\nFigure 5 Stretchresponseofp 70 S 6 KT 389, butnot S 6 RP, is rapamycin-sensitiveinγ-SG-/-muscles. EDLmusclesfrom C 57 andγ-SG-/-miceweremaintainedinoxygenatedhighglucose\n\nDMEMsupplementedwithorwithoutrapamycinandsubjectedto passivestretchingfor 90 min.", "organism": ["C57", "γ-SG-/-mice"], "assay": [], "gene": ["p70S6KT389"], "mission": [], "experimenttype": ["passive stretching"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_57", "text": "enatedhighglucose\n\nDMEMsupplementedwithorwithoutrapamycinandsubjectedto passivestretchingfor 90 min.(A)Representativeimmunoblotsof\n\nP-Akt, T-Akt, P-p 70 S 6 K(T 389 and T 421/S 424 sites), P-S 6 RP, and tubulin. Leftpanels DMEMalone; rightpanels DMEM+rapamycin. (B-E)Quantificationof P-Akt(B), P-p 70 S 6 KT 389(C), P-p 70 S 6 KT 421/\n\nS 424(D), and P-S 6 RP(E). Legendin Bappliestoallgraphs. P-Akt wasnormalizedto T-Akt; allotherproteinswerenormalizedto tubulin. N=2-3 musclespergenotypeandcondition. Barsrepresent mean±standarderror. Alldatasetsweretestedbytwo-way ANOVA. For P-Aktinγ-SG-/-muscles, stretchwassignificant. For P-p 70 S 6 K\n\nT 389 inγ-SG-/-muscles, stretch, rapamycintreatment, andthe interactionbetweenthemwereallsignificant. For P-S 6 RPinγ-SG-/- muscles, stretchwassignificant.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_58", "text": "dthe interactionbetweenthemwereallsignificant. For P-S 6 RPinγ-SG-/- muscles, stretchwassignificant.‡Significantlydifferentto NSγ-SG-/- controland†significantlydifferentto Sγ-SG-/-withoutrapamycin bytwo-way ANOVAwith Tukey’smultiplecomparisonstest. NS,\n\nNon-stretched; S, stretched. Distinct advantage of efficient germline elimination of\n\nΓ-SG in vitro\n\nCombined with an culture system. Even thoughtheseexperimentsdisplayedtrendstowardsdifferential activation of p 70 S 6 K after stretch, the inherent variability of the preparation impaired identification of signalingpatternsthatweredependentuponeitherstretch\n\nOr Thus, we returned to isolated muscles from C 57\n\nAndγ-SG-/-micetoinvestigateγ-SG-dependentmechanotransduction pathways.", "organism": ["C 57"], "assay": [], "gene": [], "mission": [], "experimenttype": ["stretched", "non-stretched"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_59", "text": "o isolated muscles from C 57\n\nAndγ-SG-/-micetoinvestigateγ-SG-dependentmechanotransduction pathways. Using this model, we observed a\n\nModest increase of P-p 70 S 6 K in muscles at rest that was independent of intraor extracellular calcium, and a prolonged activation of p 70 S 6 K following stretch. These results support a role for in particular, or the\n\nSGcomplexingeneral, inmechanicalsignaltransduction, where the loss of this protein leads to an increase in activation, anddeficitindeactivation, oracombinationof\n\nboth. Giventhedependenceofourfindingsontheexperimental platform utilized, future directions will include verification of the results in an even more intact system,\n\nSuchasinsitumusclepreparationsorwholeanimals.", "organism": [], "assay": ["RNA-seq"], "gene": ["p70 S6 K", "SG complex"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_60", "text": "ication of the results in an even more intact system,\n\nSuchasinsitumusclepreparationsorwholeanimals.\n\nInvivoresultsisthat\n\nAnintriguingexplanation for our is required for dephosphorylation and deactivation of p 70 S 6 K. There is considerable evidence that p 70 S 6 K is directly dephosphorylated by protein phosphatase 2 A (PP 2 A), independently of m TOR [46-49]. The phosphatase PHLPP has also been shown to target p 70 S 6 K [50].\n\nMay mediate the activation of these phosphatases in response to sustained mechanical stimulation. Alternatively, may regulate pathways that deactivate p 70 S 6 K indirectly. For example, the phosphatase SHP-2 can cause m TOR-dependent dephosphorylation of p 70 S 6 K [51,52]. Furtherstudieswillberequiredtodefinetheinactivationpathwaydisruptedbyγ-SGloss.", "organism": [], "assay": ["in vitro"], "gene": ["p70S6K", "PP2A", "PHLPP", "SHP-2"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_61", "text": "f p 70 S 6 K [51,52]. Furtherstudieswillberequiredtodefinetheinactivationpathwaydisruptedbyγ-SGloss. Passivestretcheliminatesthecontributionofactivecontraction or SR calcium fluxes, but does not eliminate the\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 10 of 13 effects of extracellular fluxes through mechanically phosphorylation of the p 70 S 6 K T 421/S 424 autoinhibitory sensitive channels. Further, as previously shown, passive domainsitesby ERK 1/2.", "organism": [], "assay": ["PCR"], "gene": ["p70S6KB", "ERK1/2"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_62", "text": "424 autoinhibitory sensitive channels. Further, as previously shown, passive domainsitesby ERK 1/2. Stretch causes greater influx into myotubes lacking Our experiments with rapamycin showed that, for both members of the SG complex [17], raising the possibility C 57 and muscles, phosphorylation of p 70 S 6 K at thatthemechanicalsignaltransductionpathwaysweeval T 389 is m TOR-dependent, consistentwithprevious studuated previously may be modulated not only by the SG ies [36,37]. The T 421/S 424 autoinhibitory domain sites complex, but also by additional channels in the sarcowere phosphorylated in response to stretch in both C 57 lemma.", "organism": ["Mus musculus"], "assay": [], "gene": ["ERK1/2", "p70S6K", "TOR"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_63", "text": "so by additional channels in the sarcowere phosphorylated in response to stretch in both C 57 lemma. To address this, we examined the contribution and muscles, which was different to our initial of calcium to the elevated p 70 S 6 K and ERK 1/2 activity experiment in stretched isolated muscles, where the C 57 found in muscles. We found that the elevation of response had diminished by 90 min of stretching. How P-ERK 1/2 in the absence of was dependent on both ever, in the presence of rapamycin, this response was internal and external sources of calcium. In contrast, the not present. This is surprising given that the T 421/S 424 difference in basal P-p 70 S 6 K between C 57 and sites are not thought to be targeted by m TOR. Previous muscles was not calcium dependent.", "organism": ["C57"], "assay": [], "gene": ["p70S6K", "ERK1/2"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_64", "text": "C 57 and sites are not thought to be targeted by m TOR. Previous muscles was not calcium dependent. This suggests that studieshaveshownthesesitestoberapamycin-insensitive while ERK 1/2 activation may lie downstream of the cal- [36], but recent evidence suggests a modest m TOR decium misregulation that occurs in SG-deficient muscle, pendence [61]. In muscles, rapamycin had no efchangesinp 70 S 6 Kactivationmaybeamoredirectconse- fect on T 421/S 424 phosphorylation. Further experiments quenceoftheabsenceofthe SG complex. Thisisofgreat areneededtofullyunderstandtheroleofm TORonphosinterest given that has been shown to be important phorylation of the p 70 S 6 K autoinhibitory domain in C 57 for mechanotransduction, but the downstream signaling and skelet al muscle.", "organism": ["Mus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_65", "text": "nhibitory domain in C 57 for mechanotransduction, but the downstream signaling and skelet al muscle. Interestingly, the stretchpathwaysareuncharacterized[10,11]. Furthermore, p 70 S 6 K inducedphosphorylationof S 6 RPwasrapamycinsensitive has been implicated in mechanotransduction in skelet al in C 57 muscles, but not in muscles. This suggests muscle, but the upstream initiation signals are not that an alternative pathway can bring about S 6 RP phosknown [36,53-55]. However, it should be noted that phorylation in muscles when p 70 S 6 K is not acti SG-deficientmuscle undergoessubstantialdegeneration vated.", "organism": ["C57"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_66", "text": "on in muscles when p 70 S 6 K is not acti SG-deficientmuscle undergoessubstantialdegeneration vated. One possibility is that S 6 RP is phosphorylated by and subsequent regeneration, which may also explain p 90 ribosomal S 6 kinase, whichisactivatedby ERK; thisis the elevated basal p 70 S 6 K, which is transiently increased consistent with the increase in basal ERK 1/2 in duringregeneration[56]. Muscles, and the over-response of ERK 2 on mechanical\n\nOur study found that the pattern of differential p 70 S 6 K stimulationbyeccentriccontraction[10].", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Centrically-actuated contraction"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_67", "text": "Our study found that the pattern of differential p 70 S 6 K stimulationbyeccentriccontraction[10]. Phosphorylation in response to stretch in muscles We did not observe a strong Akt response to passive was similar both for phosphorylation of T 389, which corstretch, or any difference between C 57 and imrelates withkinaseactivity, andfor T 421/S 424, two of the plying that m TOR and/or p 70 S 6 K were being activated four phosphorylation sites in the autoinhibitory domain. Through Akt-independent pathways. This is consistent\n\nPhosphorylation of T 389 is m TOR-dependent, while withpreviousstudiesshowingthat Aktdoesnotrespond phosphorylation of the autoinhibitory domain is carried to mechanical stimulation in skelet al muscle, and that outbyproline-directedkinases.", "organism": [], "assay": ["RNA-seq"], "gene": ["T389", "T421/S424"], "mission": [], "experimenttype": ["Control", "Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_68", "text": "ain is carried to mechanical stimulation in skelet al muscle, and that outbyproline-directedkinases. Furthermore, itisthought p 70 S 6 K phosphorylation in response to stretch is indethat phosphorylation of the autoinhibitory domain is nependent of PI 3 K [62]. We also did not see increased cessary for phosphorylation of T 389 [37]. The correlation phosphorylation of FAK in response to passive stretch in between phosphorylation of T 421/S 424 and T 389 in our C 2 C 12 cells or primarymyotubes.", "organism": [], "assay": ["passive stretch"], "gene": ["FAK", "T421/S424", "T389"], "mission": [], "experimenttype": ["mechanical stimulation"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_69", "text": "tretch in between phosphorylation of T 421/S 424 and T 389 in our C 2 C 12 cells or primarymyotubes. Althoughintegrinscan isolatedmusclemodelthereforesuggeststhatphosphorylparticipate in mechanotransduction, it appears that our ation of the autoinhibitory domain was the rate-limiting cyclic passive stretch protocols did not cause integrin step for p 70 S 6 K activation, an intriguing prospect given activation. Further studies will be needed to elucidate thattheautoinhibitorydomainmaybe targetedby ERK 1/ the details of crosstalk between SG-dependent and 2[57]. Therefore, afuturehypothesistotestisthatdifferintegrin-dependent signaling pathways, as well as the ential p 70 S 6 K activation is a downstream consequence roleofcalciuminthesesignalingcascades.", "organism": ["C2 C12 cells", "primary myotubes"], "assay": [], "gene": ["SG-dependent calcium signaling cascades"], "mission": [], "experimenttype": ["passive stretch protocols"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_70", "text": "the ential p 70 S 6 K activation is a downstream consequence roleofcalciuminthesesignalingcascades.\n\nΓ-SG-/- γSG of differential ERK 1/2 activation in muscle. This Based on our findings, we position as a mechanowouldimplicate anindirect modulatorofp 70 S 6 K sensor, schematizedin Figure 6, thatisimportantfortranactivity, since the increase in P-ERK 1/2 in muscle sient ERK 1/2 activation during active contractions, as\n\nIsdependentuponheightened Ca 2+flux. Itisworthnoting well as modulation of p 70 S 6 K activation during passive that recent work by others has shown that stretchstretch.", "organism": [], "assay": ["in vivo"], "gene": ["P-ERK1/2", "p70 S6k"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_71", "text": "on of p 70 S 6 K activation during passive that recent work by others has shown that stretchstretch. Because passive stretch does not appear to increase P-FAKor P-Akt,γSGislikelytoregulatep 70 S 6 K\n\nInducedactivationofm TORandp 70 S 6 Kat T 389 isindependent of ERK 1/2 [54], which can regulate m TOR via through other pathways. These may include regulation tuberous sclerosis proteins 1 and 2 and Raptor [58-60]. Of ERK 1/2, which can promote p 70 S 6 K activation indir However, thispathwayisseparatefromtheputativedirect ectly via m TOR or directly by phosphorylation of the\n\nMoorwoodet al.", "organism": [], "assay": ["in vivo"], "gene": ["p70 S6K", "mTOR", "Raptor"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_72", "text": "sseparatefromtheputativedirect ectly via m TOR or directly by phosphorylation of the\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 11 of 13 [63,64] and overexpression of integrin can improve the dystrophic phenotype through increased survival signaling via p 70 S 6 K [65], suggesting that p 70 S 6 K inhibition would\n\nNot be advantageous. However, treatment of mice with the m TOR inhibitor rapamycin improves the dystrophic phenotype [66]. It is also interesting to note that p 70 S 6 K is inhibited by glucocorticoids, which are used in\n\nThetreatmentof DMDand LGMD[67].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_73", "text": "that p 70 S 6 K is inhibited by glucocorticoids, which are used in\n\nThetreatmentof DMDand LGMD[67]. Our results begin to provide mechanistic insight into how mechanical signaling is disrupted and altered in the\n\nAbsence of In addition to increasing our understanding of the normal function of the SG complex, there is potential to provide more refined targets that could be beneficial to patients either in isolation or in\n\nCombinationwith othertherapeuticapproaches.\n\nConclusions\n\nWe have identified p 70 S 6 K as part of a novel SGFigure 6 Relevantsignalingpathwaysandrelationshiptoγ-SG. Dependent mechanosensitivesignalingpathway inskelet al\n\nSchematicofsignalingpathwaysmeasuredordiscussedinthis muscle. Our results suggest that is required for the manuscript.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_74", "text": "ngpathwaysmeasuredordiscussedinthis muscle. Our results suggest that is required for the manuscript. Dottedlinesindicatepossiblerelationshipstoγ-SG. Inactivationofp 70 S 6 Kfollowingitsactivationinresponse\n\nArrowheadsindicateanactivatingrelationship, whilebluntends to mechanical stimulation. These studies provide new indicatearepressingrelationship. Dashedlineindicatespriming, insights into the normal function of the SG complex, and\n\nRatherthanfullactivation. The mechanisms by which its deficiency in some forms of\n\nMusculardystrophymaycontributetopathology. Autoinhibitory domain, and/or phosphatases such as\n\nΓSG Competinginterests\n\nPP 2 A that dephosphorylate p 70 S 6 K. Loss of un Theauthorsdeclarethattheyhavenocompetinginterests.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_75", "text": "P 2 A that dephosphorylate p 70 S 6 K. Loss of un Theauthorsdeclarethattheyhavenocompetinginterests. Couples the response to stretch, which may contribute\n\nTomusclepathology. Authors’contributions\n\nThe stability of the SG complex is directly affected in CMcarriedoutthecalciumdependenceexperimentsandthestretching experimentsinisolatedmuscles, anddraftedthemanuscript. APcarriedout\n\nSeveral LGMDsandin DMD, anda significantpartofthe thepassivestretchingexperimentsinprimarymyotubecultures. JScarried pathology in these diseases appears to be inappropriate outthepassivestretchingexperimentsin C 2 C 12 myotubes, the immunoprecipitationofphosphorylatedγ-SG, andtheimmunoblottingfor load sensing. The first step in therapeutic development is rapamycinsensitivityexperiments.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_76", "text": "ttingfor load sensing. The first step in therapeutic development is rapamycinsensitivityexperiments. BKparticipatedinthepassivestretching identifying and understanding the target, but little is curexperimentsinprimarycultures. EJMdevelopedtheapparatususedfor rently known about the role of the SG complex in load stretchingofmyotubecultures. ERBconceivedofthestudy, participatedin sensing. Therefore, understanding the functions that are itsdesign, coordination, andinterpretationoftheresults, andhelpeddraft themanuscript. Allauthorsreadandapprovedthefinalmanuscript.\n\nDisruptedandthepathwaysthatareinvolvedinmechanotransductioninvolvingthe SGcomplexwillhelpinthede Acknowledgements signoftherapiesfor LGMDsand DMD.", "organism": [], "assay": ["RNA-seq"], "gene": ["AT1G01010"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_77", "text": "otransductioninvolvingthe SGcomplexwillhelpinthede Acknowledgements signoftherapiesfor LGMDsand DMD. Whilerestoration Theauthorsthank Min Liuand Tian Zuozhenofthe Wellstone Muscular\n\nDystrophy Physiological Assessment Corefortechnicalassistancewiththe of a completely normal SG complex either through gene rapamycinexperiments. Thisworkwassupportedbygrantsfrom NASA correction or protein replacement would also normalize (NNX 09 AH 44 G)and NIH(U 54 AR 052646)to ERB. CMwassupportedbythe mechanical signal transduction, this may not be possible Paul DWellstone Muscular Dystrophy Cooperative Research Center Training\n\nGrant(U 54 AR 052646). APwassupportedby NNX 09 AH 44 G. JSissupported for all mutations responsible for DMD and LGMD.", "organism": [], "assay": ["gene rapamycin experiments"], "gene": ["SG complex-related genes", "DMD gene", "LGMD genes"], "mission": ["Bion-M1"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_78", "text": "646). APwassupportedby NNX 09 AH 44 G. JSissupported for all mutations responsible for DMD and LGMD. It is bythe Pennsylvania Muscle Institute Training Grant(NRSAT 32-AR 053461). BK knownthatlocalization of the SG complexisnot thesole wassupportedbya Schoolof Dental Medicine Summer Research Fellowship. Criterion for appropriate signaling [11]. Hence, other EJMwassupportedby NNX 09 AH 44 Gand P 50 DK 52620. Thefundingbodies hadnoroleinthestudydesign, thecollection, analysis, andinterpretationof proteins may be necessary tocorrect signaling even when data, thewritingofthemanuscript, orthedecisiontosubmitthemanuscript the complex is restored, and downstream pathways may\n\nForpublication. Emerge as more feasible therapeutic targets.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_79", "text": "restored, and downstream pathways may\n\nForpublication. Emerge as more feasible therapeutic targets. We do not\n\nAuthordetails know whether the enhanced basal and stretch-responsive 1 Departmentof Anatomyand Cell Biology, Schoolof Dental Medicine,\n\nActivation of p 70 S 6 K in muscle contributes to\n\nUniversityof Pennsylvania, Philadelphia, PA, USA.2 Pennsylvania Muscle pathology or compensates for it. Likewise, it is not clear Institute, Universityof Pennsylvania, Philadelphia, PA, USA.3 Currentaddress:\n\nDepartmentof Physiology, Medical School, Nationaland Kapodistrian whether inhibition of p 70 S 6 K would have a beneficial or\n\nUniversityof Athens, Goudi, Athens, Greece.4 Currentaddress:Departmentof a detrimental effect in dystrophic muscle.", "organism": [], "assay": ["RNA-seq"], "gene": ["p70S6K"], "mission": ["ISS2025"], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_80", "text": "hens, Goudi, Athens, Greece.4 Currentaddress:Departmentof a detrimental effect in dystrophic muscle. Muscle specific\n\nDermatologyand Cutaneous Biology, Jefferson University Collegeof genetargetingofm TORC 1 componentsinducesmyopathy Medicine, Philadelphia, PA, USA.\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 12 of 13\n\nReceived:25 March 2014 Accepted:29 May 2014 24. Iwata Y, Katanosaka Y, Arai Y, Komamura K, Miyatake K, Shigekawa M:Anovel growthfactor–regulatedchannel. JCell Biol 2003,161:957–967. 25. Iwata Y, Katanosaka Y, Arai Y, Shigekawa M, Wakabayashi S:Dominant-negative\n\nMoorwoodet al. Skelet al Muscle 2014,4:13 Page 13 of 13 46. Hahn K, Miranda M, Francis VA, Vendrell J, Zorzano A, Teleman AA:PP 2 A 65.", "organism": [], "assay": [], "gene": ["Mtorc1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_81", "text": "4,4:13 Page 13 of 13 46. Hahn K, Miranda M, Francis VA, Vendrell J, Zorzano A, Teleman AA:PP 2 A 65. Boppart MD, Burkin DJ, Kaufman SJ:Activationof AKTsignalingpromotes regulatorysubunit PP 2 A-B’counteracts S 6 Kphosphorylation. Cell Metab cellgrowthandsurvivalinα7β1 integrin-mediatedalleviationofmuscular 2010,11:438–444. dystrophy. Biochim Biophys Acta Mol Basis Dis 2011,1812:439–446. 47. Peterson RT, Desai BN, Hardwick JS, Schreiber SL:Proteinphosphatase 2 A 66. Eghtesad S, Jhunjhunwala S, Little SR, Clemens PR:Effectofrapamycinon interactswiththe 70-k Da S 6 kinaseandisactivatedbyinhibitionof immunityinducedbyvector-mediateddystrophinexpressioninmdx\n\nFKBP 12-rapamycinassociatedprotein. Proc Natl Acad Sci USA 1999, skelet almuscle. Sci Rep 2012,2:399. 96:4438–4442. 67.", "organism": ["Mus musculus"], "assay": [], "gene": ["AKT", "α7β1 integrin", "dystrophin (mdx)"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_82", "text": "sociatedprotein. Proc Natl Acad Sci USA 1999, skelet almuscle. Sci Rep 2012,2:399. 96:4438–4442. 67. Shah OJ, Kimball SR, Jefferson LS:Glucocorticoidsabatep 70 S 6 kande IF 4 E 48. Petritsch C, Beug H, Balmain A, Oft M:TGF-betainhibitsp 70 S 6 kinasevia functionin L 6 skelet almyoblasts. Am JPhysiol Endocrinol Metabol 2000, proteinphosphatase 2 Atoinduce G(1)arrest. Genes Dev 2000,14:3093–3101. 279:E 74–E 82. 49. Cho DH, Choi YJ, Jo SA, Ryou J, Kim JY, Chung J, Jo I:Troglitazoneacutely\n\nCitethisarticleas:Moorwoodet al.:Absenceofγ-sarcoglycanaltersthe involvingproteinphosphatase 2 A-dependentp 70 S 6 kinaseinhibition. Am JPhysiol Cell Physiol 2006,291:C 317–C 326. Responseofp 70 S 6 kinasetomechanicalperturbationinmurineskelet al\n\nmuscle. Skelet al Muscle 20144:13. 50.", "organism": ["Mus musculus"], "assay": [], "gene": ["γ-sarcoglycan", "p 70 S 6 kinase"], "mission": [], "experimenttype": ["mechanical perturbation"], "outcome": ["inhibition of p 70 S 6 kinaseresponse to mechanical disruption"]}
{"paper_id": "11", "chunk_id": "11_83", "text": "seofp 70 S 6 kinasetomechanicalperturbationinmurineskelet al\n\nmuscle. Skelet al Muscle 20144:13. 50. Liu J, Stevens PD, Li X, Schmidt MD, Gao T:PHLPP-mediated dephosphorylationof S 6 K 1 inhibitsproteintranslationandcellgrowth.\n\nMol Cell Biol 2011,31:4917–4927. 51. Ketroussi F, Giuliani M, Bahri R, Azzarone B, Charpentier B, Durrbach A:\n\nLymphocytecell-cycleinhibitionby HLA-Gismediatedbyphosphatase\n\nSHP-2 andactsonthem TORpathway. PLo SOne 2011,6:e 22776. 52. Zito CI, Qin H, Blenis J, Bennett AM:SHP-2 regulatescellgrowthby controllingthem TOR/S 6 kinase 1 pathway. JBiol Chem 2007, 53. Hornberger TA, Chu WK, Mak YW, Hsiung JW, Huang SA, Chien S:Therole ofphospholipase Dandphosphatidicacidinthemechanicalactivation ofm TORsignalinginskelet almuscle. Proc Natl Acad Sci USA 2006, 54.", "organism": [], "assay": ["Microgravity"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Control", "Involves skeletal muscle mechanical perturbation in mice."], "outcome": []}
{"paper_id": "11", "chunk_id": "11_84", "text": "dicacidinthemechanicalactivation ofm TORsignalinginskelet almuscle. Proc Natl Acad Sci USA 2006, 54. You JS, Frey JW, Hornberger TA:Mechanicalstimulationinducesm TOR signalingviaan ERK-independentmechanism:implicationsforadirect activationofm TORbyphosphatidicacid. PLo SOne 2012,7:e 47258. 55. You JS, Lincoln HC, Kim CR, Frey JW, Goodman CA, Zhong XP, Hornberger TA:\n\nTheroleofdiacylglycerolkinasezetaandphosphatidicacidinthe mechanicalactivationofmammaliantargetofrapamycin(m TOR)signaling andskelet almusclehypertrophy. JBiol Chem 2014,289:1551–1563. 56. Richard-Bulteau H, Serrurier B, Crassous B, Banzet S, Peinnequin A, Bigard X,\n\nKoulmann N:Recoveryofskelet almusclemassafterextensiveinjury: positiveeffectsofincreasedcontractileactivity. Am JPhysiol Cell Physiol 57.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_85", "text": "assafterextensiveinjury: positiveeffectsofincreasedcontractileactivity. Am JPhysiol Cell Physiol 57. Mukhopadhyay NK, Price DJ, Kyriakis JM, Pelech S, Sanghera J, Avruch J:\n\nAnarrayofinsulin-activated, proline-directedserine/threonineproteinkinases phosphorylatethep 70 S 6 kinase. JBiol Chem 1992,267:3325–3335. 58. Carriere A, Romeo Y, Acosta-Jaquez HA, Moreau J, Bonneil E, Thibault P,\n\nFingar DC, Roux PP:ERK 1/2 Phosphorylate Raptorto Promote Ras-dependent\n\nActivationofm TORComplex 1(m TORC 1). JBiol Chem 2011,286:567–577. 59. Ma L, Chen Z, Erdjument-Bromage H, Tempst P, Pandolfi PP:Phosphorylation and Functional Inactivationof TSC 2 by Erk:Implicationsfor Tuberous\n\nSclerosisand Cancer Pathogenesis. Cell 2005,121:179–193. 60.", "organism": [], "assay": ["RAPtorto Promote Ras-dependent"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_86", "text": "TSC 2 by Erk:Implicationsfor Tuberous\n\nSclerosisand Cancer Pathogenesis. Cell 2005,121:179–193. 60. Roux PP, Ballif BA, Anjum R, Gygi SP, Blenis J:Tumor-promotingphorbol estersandactivated Rasinactivatethetuberoussclerosistumor suppressorcomplexviap 90 ribosomal S 6 kinase. Proc Natl Acad Sci USA 61. Axelrod MJ, Gordon V, Mendez RE, Leimgruber SS, Conaway MR, Sharlow\n\nER, Jameson MJ, Gioeli DG, Weber MJ:p 70 S 6 kinaseisacriticalnodethat integrates HER-familyand PI 3 kinasesignalingnetworks. Cell Signal 2014, 62. Hornberger TA, Chien S:Mechanicalstimuliandnutrientsregulate rapamycin-sensitivesignalingthroughdistinctmechanismsinskelet al\n\nmuscle. JCell Biochem 2006,97:1207–1216. 63.", "organism": [], "assay": [], "gene": ["p50(C-term)", "S6 kinase"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_87", "text": "sensitivesignalingthroughdistinctmechanismsinskelet al\n\nmuscle. JCell Biochem 2006,97:1207–1216. 63. Bentzinger CF, Romanino K, Cloëtta D, Lin S, Mascarenhas JB, Oliveri F, Xia J, Submit your next manuscript to Bio Med Central\n\nCasanova E, Costa CF, Brink M, Zorzato F, Hall MN, Ruegg MA:Skelet al and take full advantage of: muscle-specificablationofraptor, butnotofrictor, causesmetabolic changesandresultsinmuscledystrophy. Cell Metab 2008,8:411–424.\n\n• Convenient online submission 64.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "11", "chunk_id": "11_88", "text": "c changesandresultsinmuscledystrophy. Cell Metab 2008,8:411–424.\n\n• Convenient online submission 64. Risson V, Mazelin L, Roceri M, Sanchez H, Moncollin V, Corneloup C,\n\nRichard-Bulteau H, Vignaud A, Baas D, Defour A, Freyssenet D, Tanti JF, • Thorough peer review\n\nLe-Marchand-Brustel Y, Ferrier B, Conjard-Duplany Romanino K, Bauche S,\n\n• No space constraints or color figure charges\n\nHantai D, Mueller M, Kozma SC, Thomas G, Ruegg MA, Ferry A, Pende M,\n\n• Immediate publication on acceptance\n\nBigard X, Koulmann N, Schaeffer L, Gangloff YG:Muscleinactivationof m TORcausesmetabolicanddystrophindefectsleadingtosevere • Inclusion in Pub Med, CAS, Scopus and Google Scholar\n\nmyopathy. JCell Biol 2009,187:859–874. • Research which is freely available for redistribution\n\nSubmit your manuscript at", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "11", "chunk_id": "11_89", "text": "9,187:859–874. • Research which is freely available for redistribution\n\nSubmit your manuscript at", "organism": [], "assay": ["RNA-seq"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
