{"paper_id": "12", "chunk_id": "12_0", "text": "RESEARCH ARTICLE Open Access\n\n5 At Rab D 2 b and At Rab D 2 c have overlapping\n\nFunctions in pollen development and pollen\n\nTube growth\n\nJianling Peng, Hilal Ilarslan, Eve Syrkin Wurtele, Diane C Bassham*\n\nAbstract\n\nBackground: Rab GTPases are important regulators of endomembrane trafficking, regulating exocytosis, endocytosis and membrane recycling. Many Rab-like proteins exist in plants, but only a subset have been\n\nFunctionally characterized.\n\nResults: Here we report that At Rab D 2 b and At Rab D 2 c play important roles in pollen development, germination and tube elongation. Atrab D 2 b and Atrab D 2 c single mutants have no obvious morphological changes compared with wild-type plants across a variety of growth conditions.", "organism": ["Arabidopsis"], "assay": [], "gene": ["At Rab D 2 b", "At Rab D 2 c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_1", "text": "obvious morphological changes compared with wild-type plants across a variety of growth conditions. An Atrab D 2 b/2 c double mutant is also indistinguishable from wild-type plants during vegetative growth; however its siliques are shorter than those in wild-type plants. Compared with wild-type plants, Atrab D 2 b/2 c mutants produce deformed pollen with swollen and branched pollen tube tips. The shorter siliques in the Atrab D 2 b/2 c double mutant were found to be primarily due to the pollen defects. At Rab D 2 b and At Rab D 2 c have different but overlapping expression patterns, and they are both highly expressed in pollen. Both At Rab D 2 b and At Rab D 2 c protein localize to Golgi bodies.", "organism": ["Arabidopsis"], "assay": [], "gene": ["AtRabD2b", "AtRabD2c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_2", "text": "oth highly expressed in pollen. Both At Rab D 2 b and At Rab D 2 c protein localize to Golgi bodies.\n\nConclusions: These findings support a partially redundant role for At Rab D 2 b and At Rab D 2 c in vesicle trafficking during pollen tube growth that cannot be fulfilled by the remaining At Rab D family members.\n\nBackground factor attachment protein receptor (SNARE) proteins to\n\nRas-like small GTP-binding proteins (GTPases) regulate promote specificity of vesicle transport to target comdiverse processes in eukaryotic cells including signal partments and facilitate vesicle and target membrane transduction, cell proliferation, cytoskelet al organization fusion [7-13]. They are therefore essential for the transand intracellular membrane trafficking.", "organism": ["Drosophila"], "assay": [], "gene": ["At Rab D 2 b", "At Rab D 2 c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_3", "text": "ion fusion [7-13]. They are therefore essential for the transand intracellular membrane trafficking. GTPases are port of proteins and membrane through the endomemactivated by GTP binding and inactivated by subsequent brane system to their destination. Hydrolysis of bound GTP to GDP, thus acting as mole The Arabidopsis thaliana genome encodes 93 putative cular switches in these processes [1,2]. The Rab GTPase Ras superfamily proteins. Fifty-seven of these are Rab family is the largest and most complex within the Ras GTPases, more than in yeast but similar to the number protein superfamily. Rab GTPases are important regulain humans [13,14].", "organism": ["Arabidopsis thaliana"], "assay": [], "gene": ["Ras", "GTPase"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_4", "text": "st but similar to the number protein superfamily. Rab GTPases are important regulain humans [13,14]. According to their sequence similartors of endomembrane trafficking, regulating exocytosis, ity and phylogenetic clustering with yeast and mammaendocytosis and membrane recycling processes in eukarlian orthologs, these Rab proteins were assigned to eight yotic cells [3-6]. Rab GTPase functions have been extensubfamilies, At Rab A to At Rab H, which can be further sively studied in yeast and mammalian systems. Both in divided into 18 subclasses [13]. Relatively few of the vivo and in vitro experiments have demonstrated that plant Rab orthologs have been investigated functionally.", "organism": ["Humans", "Yeast"], "assay": [], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["In vivo and in vitro experiments"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_5", "text": "in vitro experiments have demonstrated that plant Rab orthologs have been investigated functionally. Different Rab proteins function in distinct intracellular Most of these studies have used constitutively active membrane trafficking steps and they are hypothesized to (CA) and/or dominant negative (DN) mutations, generwork together with soluble N-ethylmaleimide-sensitive ated by direct mutation of the conserved domain to restrict mutant GTPase proteins to the active GTP- *Correspondence:bassham@iastate. Edu bound form (constitutively active) or inactive GDPDepartmentof Genetics, Developmentand Cell Biology, Iowa State bound form (dominant negative). Expression of CA or\n\nUniversity, Ames, IA 50010, USA\n\nAnymedium, providedtheoriginalworkisproperlycited.\n\nPenget al.", "organism": [], "assay": ["in vitro"], "gene": ["Rab orthologs", "GTPase proteins"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_6", "text": "or\n\nUniversity, Ames, IA 50010, USA\n\nAnymedium, providedtheoriginalworkisproperlycited.\n\nPenget al. BMCPlant Biology 2011,11:25 Page 2 of 16\n\nDN Rab GTPases can perturb the activity of the endo RNA accumulation level across a variety of experimengenous Rab, revealing their functional significance. For a tal conditions. Phenotypic analysis of knockout number of plant Rab GTPases, expression of their CA mutants indicates that they are at least partially functionally redundant, and are important in pollen develand DN mutants in transformed plants, together with\n\nOpment and pollen tube growth.", "organism": ["Arabidopsis"], "assay": [], "gene": ["Rab GTPases", "CA"], "mission": [], "experimenttype": ["Pollen development"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_7", "text": "t in pollen develand DN mutants in transformed plants, together with\n\nOpment and pollen tube growth. The proteins both protein localization information, has shown that these localize to the trans-Golgi, consistent with their pro Rabs perform functions similar to those of their yeast and mammalian orthologs [15-19]. Posed role in trafficking from the ER to the Golgi\n\nSeveral reports indicate that Rab proteins are imporapparatus. Tant for elongation of tip-growing cells in plants. For example, At Rab A 4 b is reported to localize to the tips of Results root hair cells and was proposed to regulate membrane The expression patterns of At Rab D 2 b and At Rab D 2 c are trafficking through a compartment involved in the closely correlated polarized secretion of cell wall components [18].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_8", "text": "h a compartment involved in the closely correlated polarized secretion of cell wall components [18]. Nt Rab 2 The four Rab D family members in Arabidopsis share\n\nGTPase is important for trafficking between the endoabout 88% identity at the amino acid level. The accuplasmic reticulum and Golgi bodies in tobacco pollen mulation pattern of the associated transcripts is quite tubes and may be specialized to optimally support the distinct across a wide variety of experimental condito an inverted cone-shaped region at the pollen tube tip, (Table 1; Additional file 1, Table S 1). At Rab D 2 b and and both constitutively active and dominant negative At Rab D 2 c expression patterns are correlated (at a mutants resulted in reduced tube growth rate, meander Pearson correlation value of 0.", "organism": ["Arabidopsis"], "assay": [], "gene": ["Rab D2", "At Rab D2 b", "constitutively active At Rab D2 c", "dominant negative At Rab D2 c"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_9", "text": "rrelated (at a mutants resulted in reduced tube growth rate, meander Pearson correlation value of 0.72), whereas At Rab D 1 ing pollen tubes, and reduced male fertility [20]. And At Rab D 2 a show very low correlation with the\n\nThere are four genes in the Arabidopsis Rab D subfamothers (Pearson correlation value of < 0.20). Based on ily, At Rab D 1 (At 3 g 11730), At Rab D 2 a (At 1 g 02130, their high sequence similarity (99% amino acid iden At Rab 1 b), At Rab D 2 b (At 5 g 47200, At Rab 1 a) and tity) and the correlation between their m RNA accumu At Rab D 2 c (At 4 g 17530, At Rab 1 c) [13].", "organism": ["Arabidopsis"], "assay": [], "gene": ["AtRabD1", "AtRabD2a", "AtRabD2b", "AtRabD2c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_10", "text": "d tity) and the correlation between their m RNA accumu At Rab D 2 c (At 4 g 17530, At Rab 1 c) [13]. In mammals, the lation patterns, we hypothesized that At Rab D 2 b and orthologs of At Rab D, Rab 1 isoforms, physically associate At Rab D 2 c might have some functional overlap that is with the ER, ER-Golgi intermediate compartment and not shared by At Rab D 1 and At Rab D 2 a. Golgi and regulate membrane trafficking between the\n\nER and Golgi complex [21].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_11", "text": "1 and At Rab D 2 a. Golgi and regulate membrane trafficking between the\n\nER and Golgi complex [21]. Fluorescent protein fusions Identification of Null Mutations in the Genes At Rab D 2 b with At Rab D 1, At Rab D 2 a and At Rab D 2 b localize to the and At Rab D 2 c\n\nGolgi and trans-Golgi network [22,23], and transient It was reported previously that an Atrab D 2 b Atrab D 2 c expression in plant cells of dominant negative mutants double mutant has no phenotype [22]. Based on our of rab D 2 a or rab D 1 resulted in the inhibition of ER-tocorrelation analysis above, we hypothesized that this\n\nGolgi trafficking [15,22,24], suggesting a related function mutant may have some more subtle defects that cannot for the plant Rab 1 homologs. Pinheiro et al.", "organism": [], "assay": ["RNA-seq"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_12", "text": "n mutant may have some more subtle defects that cannot for the plant Rab 1 homologs. Pinheiro et al. [22] isolated be compensated for by the remaining family members. T-DNA insertion mutants in each of the At Rab D family To investigate this further, we identified T-DNA insergenes and reported that each of the single and double tion mutants (Figure 1 A) in Atrab D 2 b (3 alleles) and mutants lacked a detectable phenotype. By contrast, a Atrab D 2 c (1 allele). Homozygous lines for the T-DNA rab D 2 a rab D 2 b rab D 2 c triple mutant was lethal and a insertions were identified by PCR, using primers and low fertility, indicating that these gene family memmers.2. Html), and the insertion sites were determined by bers perform important and overlapping functions.", "organism": ["Arabidopsis"], "assay": ["PCR", "phenotypic analysis"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_13", "text": "Html), and the insertion sites were determined by bers perform important and overlapping functions. Sequencing the PCR products (Figure 1 B). Analysis of\n\nWe previously hypothesized that closely related m RNA levels by RT-PCR indicated that Atrab D 2 b-1, genes with a high Pearson correlation in their RNA Atrab D 2 b-2 and Atrab D 2 c-1 are null mutants. However, accumulation level are functionally redundant, and showed that expression patterns of both the At Rab D 2 b\n\nTable 1 Pearsoncorrelation between expression patterns and At Rab D 2 c genes are negatively correlated with the of At Rab D family members process of starch synthesis [25], whereas the expression At Rab D 1 At Rab D 2 a At Rab D 2 b At Rab D 2 c\n\nPatterns of the remaining Rab D genes are not.", "organism": [], "assay": ["PCR"], "gene": ["Atrab D 1", "Atrab D 2 a", "Atrab D 2 b", "Atrab D 2 c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_14", "text": "on At Rab D 1 At Rab D 2 a At Rab D 2 b At Rab D 2 c\n\nPatterns of the remaining Rab D genes are not. We\n\nAt Rab D 1 100% therefore predicted that these two Rab proteins may\n\nAt Rab D 2 a have redundant functions that are not shared by the\n\nAt Rab D 2 b -3.4% 22.19% 100% other two At Rab D family members. Here we show that\n\nAt Rab D 2 c\n\nAt Rab D 2 b and At Rab D 2 c are highly correlated in their\n\nPenget al. BMCPlant Biology 2011,11:25 Page 3 of 16 single mutants were crossed, F 1 plants were allowed to\n\nAtrab D 2 b-1 self fertilize and the Atrab D 2 b-2/Atrab D 2 c-1 double mutant was identified from the F 2 population by PCR using the primers for both Atrab D 2 b-2 and Atrab D 2 c-1.", "organism": [], "assay": ["PCR"], "gene": ["AtrabD2b", "AtrabD2c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_15", "text": "dentified from the F 2 population by PCR using the primers for both Atrab D 2 b-2 and Atrab D 2 c-1.\n\nAtrab D 2 b-2/Atrab D 2 c-1\n\n100 bp Hereafter, the double mutant\n\nAt Rab D 2 b\n\nAtrab D 2 b-3 will be referred to as Atrab D 2 b/2 c, and Atrab D 2 b-2 and\n\n2055 bp Atrab D 2 b-2\n\nATG Atrab D 2 c-1 single mutants will be referred to as\n\nAtrab D 2 b and Atrab D 2 c respectively.\n\nAt Rab D 2 c 100 bp Siliques Are Shorter in the Atrab D 2 b/2 c Double Mutant\n\nAtrab D 2 c-1 than in Either Single Mutant or in Wild-Type Lines\n\nCol-0 Atrab D 2 c Atrab D 2 b Atrab D 2 b/2 c To evaluate phenotypes associated with the Atrab D 2 b\n\nAnd Atrab D 2 c mutants, homozygous Atrab D 2 b (three\n\nAlleles, Atrab D 2 b-1, Atrab D 2 b-2 and Atrab D 2 b-3),\n\nAtrab D 2 c and Atrab D 2 b/2 c mutants, along with wild", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_16", "text": "D 2 b-1, Atrab D 2 b-2 and Atrab D 2 b-3),\n\nAtrab D 2 c and Atrab D 2 b/2 c mutants, along with wildtypesiblings, were grownon agarplateswithorwithout various hormone, nutrient and light treatments. We testedover 50 oftheconditionsdescribed inthe Gantlet w e b s it e (h tt p : / / w w w. G a nt l e t. O r g ); h o we ve r, n o s ig n if i ca n t\n\nCol-0 Atrab trab trab ph e n o t yp ic d i f f e re n ce s w e r e o b s e r ve d in t h e s ee d l in g s fo r any of the mutant alleles (data not shown). In addition,\n\nWetestedtheseedlingphenotypeonmediawithorwith At Rab D 2 c out sucrose or vitamin B 5 and, consistent with previous\n\nReports[22], noobviousphenotypeswereobserved.\n\nBy contrast, Atrab D 2 b/2 c double mutant lines\n\nAt Rab D 2 b showed a phenotype associated with reproduction.", "organism": ["Atrab D 2"], "assay": [], "gene": ["Atrab D 2 c", "Wetestedtheseedlingphenotypeonmediawithorwith At Rab D 2 b out sucrose or vitamin B 5"], "mission": [], "experimenttype": ["Without various hormone, nutrient and light treatments"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_17", "text": ", Atrab D 2 b/2 c double mutant lines\n\nAt Rab D 2 b showed a phenotype associated with reproduction. In these lines, siliques were shorter when grown either under continuous light or long day (16 h light/8 h dark)\n\nConditions. Neither the Atrab D 2 b nor the Atrab D 2 c single mutant alleles displayed a short silique pheno Figure 1 Characterizationof Atrab D 2 band Atrab D 2 cmutations. type. The length of Atrab D 2 b/2 c siliques was 70% of\n\nA, Genemap. Thescaledlinearmapdepictsthe 8 exonsasboxes that of wild-type, Atrab D 2 b or Atrab D 2 c single mutant\n\nAndthe 7 intronsaslinesbetweentheboxesforboththe\n\nStudent’s\n\nLines (Figure 2; P < 0.01 by t-test). To evalu At Rab D 2 band At Rab D 2 cgenes. Thepositionsofthetranslational startandstopcodonsinexon 1 andexon 8, respectively, arenoted.", "organism": [], "assay": ["PCR"], "gene": ["Atrab D2", "Atrab D3c"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_18", "text": "cgenes. Thepositionsofthetranslational startandstopcodonsinexon 1 andexon 8, respectively, arenoted. Ate whether this reduced silique size is associated with\n\nThelocationsofthe T-DNAinsertions(notdrawntoscale)inthe a seed defect, siliques from Atrab D 2 b/2 c, wild-type, genesareindicated. B, Genotypesof T-DNAinsertionmutants.\n\nAtrab D 2 b and Atrab D 2 c mutant lines were opened at\n\nGenomic DNAwasisolatedfromtheindicatedsingleanddouble 10 DAF (days after flowering). Consistently, no defects mutantsandamplifiedby PCR. Primerpairsusedwereasfollowing: in the seeds of either Atrab D 2 b or Atrab D 2 c single lane 1, Atrab D 2 c-LP 1 and Atrab D 2 c-RP 1; lane 2, Atrab D 2 c-RP 1 and\n\nLBb 1; lane 3, Atrab D 2 b-LP 1 and Atrab D 2 b-RP 1; lane 4, Atrab D 2 b-RP 1 mutants were observed.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_19", "text": "Bb 1; lane 3, Atrab D 2 b-LP 1 and Atrab D 2 b-RP 1; lane 4, Atrab D 2 b-RP 1 mutants were observed. However, approximately half and LBb 1. C, Analysisoftranscriptsfrom Atrab D 2 b-1, Atrab D 2 c-1 and of the ovules in the Atrab D 2 b/2 c double mutant were\n\nAtrab D 2 b/2 cmutants. Total RNAfromleavesofwild-typeplants, not fertilized (Figure 3). Consistent with this observa Atrab D 2 c-1, Atrab D 2 b-1 and Atrab D 2 b/2 cwasamplifiedby RT-PCR. Tion, the Atrab D 2 b/2 c mutant plants produced a smal Primerpairsfor At Rab D 2 cwere At Rab D 2 c-Fand At Rab D 2 c-R, primer ler quantity of seeds than wild-type plants or single pairsfor At Rab D 2 bwere At Rab D 2 b-Fand At Rab D 2 b-R. Tubulinwas usedascontrol. Mutants (Figure 3; Additional file 2, Figure S 1).", "organism": [], "assay": ["RT-PCR"], "gene": ["Atrab D 2 c", "Atrab D 2 b"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_20", "text": "b-Fand At Rab D 2 b-R. Tubulinwas usedascontrol. Mutants (Figure 3; Additional file 2, Figure S 1). These\n\nResults are consistent with a functional overlap\n\nBetween At Rab D 2 b and At Rab D 2 c that cannot be fulthe Atrab D 2 b-3 mutation had no effect on At Rab D 2 b filled by At Rab D 1 or At Rab D 2 a.\n\nRNA accumulation (Figure 1 C and data not shown).\n\nAtrab D 2 b/2 c\n\nProgeny from Atrab D 2 b-1 and Atrab D 2 c-1 heterozy Complementation of Mutant Phenotype gotes showed a T-DNA segregation ratio of approxi Todemonstratethatthe Atrab D 2 b/2 cmutantphenotype mately 3:1 based on kanamycin resistance, consistent isdue to the mutations in the At Rab D 2 b and At Rab D 2 c with a single insertion.", "organism": ["Drosophila"], "assay": [], "gene": ["Atrab D 2", "kanamycin resistance"], "mission": [], "experimenttype": ["Complementation of Mutant Phenotype", "T-DNA segregation ratio analysis"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_21", "text": "nce, consistent isdue to the mutations in the At Rab D 2 b and At Rab D 2 c with a single insertion. Atrab D 2 b-2 was supplied as a genes, constructs containing either At Rab D 2 b or homozygous line. To generate Atrab D 2 b Atrab D 2 c dou At Rab D 2 c, each expressed from their native promoter, ble mutants, Atrab D 2 b-2 and Atrab D 2 c-1 homozygous were introduced into the Atrab D 2 b/2 c double mutant.\n\nPenget al. BMCPlant Biology 2011,11:25 Page 4 of 16\n\nFigure 2 The Atrab D 2 b/2 cdoublemutantshowsastrikingshortersiliquephenotype. A, Vegetativegrowthof Atrab D 2 b, Atrab D 2 cand\n\nAtrab D 2 b/2 cplants. B, Inflorescenceof Atrab D 2 b/2 candwild-typeplants. Scalebars=850μm.", "organism": ["Arabidopsis"], "assay": [], "gene": ["AtrabD2b", "AtrabD2c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_22", "text": "cand\n\nAtrab D 2 b/2 cplants. B, Inflorescenceof Atrab D 2 b/2 candwild-typeplants. Scalebars=850μm. C, Siliquesfromthe Atrab D 2 b/2 cmutantand wild-typeplants; arrowsindicatethesequenceofsiliquesfromtheoldesttotheyoungest. Scalebars=850μm. D, Siliques(from 6 to 14)of thefirstinflorescenceforwildtype, singleanddoublemutantsweremeasuredforeachplant, with 10 plantsmeasuredforeachgenotype. Error\n\nBarsindicatestandarddeviation.\n\nPenget al. BMCPlant Biology 2011,11:25 Page 5 of 16\n\nFigure 3 Therearemanynon-fertilizedovariesinthe Atrab D 2 b/2 cdoublemutant. Individualsiliquesofwildtype, singleanddouble mutantplantsweredissectedandexaminedunderthemicroscope. Arrowsheadsindicateunfertilizedovaries. Inset, seedsproducedbyasingle\n\nplant. Scalebars=200μm.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_23", "text": "cope. Arrowsheadsindicateunfertilizedovaries. Inset, seedsproducedbyasingle\n\nplant. Scalebars=200μm. Both constructs were able to rescue the silique length pollen visualized under the SEM. Surprisingly, even the phenotypeofthemutant(Figure 4 A, C)andrestoredthe Atrab D 2 b and Atrab D 2 c single mutant lines produce seed fertilization defect (Figure 4 B) and seed number aberrant pollen at a level of about 10%. This is unex- (Additionalfile 2, Figure S 1), confirmingthatthe lossof pected, as the Atrab D 2 b and Atrab D 2 c single mutants\n\nAt Rab D 2 b and At Rab D 2 c is responsible for these have normal-appearing siliques and seed quantities simiphenotypes. Lar to the wild-type plants.", "organism": ["Arabidopsis"], "assay": [], "gene": ["Rab D2 b", "Rab D2 c"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_24", "text": "hese have normal-appearing siliques and seed quantities simiphenotypes. Lar to the wild-type plants. A likely explanation is that there are sufficient normal pollen grains in the single\n\nAtrab D 2 b/2 c, Atrab D 2 b Atrab D 2 c and Pollen Have Defects mutants to efficiently fertilize the ovaries in the in Morphology and Pollen Tube Elongation Atrab D 2 b and Atrab D 2 c single mutants. Two possibilities could explain the unfertilized embryos We originally identified At Rab D 2 b and At Rab D 2 c seen in the Atrab D 2 b/2 c double mutants. One possibibecause the transcript accumulation patterns of these lity is that the pollen bears a defect that leads to pollen two genes correlate with those of many genes associated sterility and inability to fertilize the embryos.", "organism": [], "assay": ["in vivo"], "gene": ["Atrab D2 b", "Atrab D2 c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_25", "text": "enes correlate with those of many genes associated sterility and inability to fertilize the embryos. Alternawith starch metabolism. Indeed, the Atrab D 2 b/2 c double tively, ovules may bear an abnormality such that their mutant pollen stained less intensely with IKI than wildfertilization is reduced. To distinguish between these type pollen (Figure 5 C), suggesting a decreased starch two possibilities, we observed the pollen by scanning content in the Atrab D 2 b/2 c mutant pollen. This is conelectron microscopy (SEM). All of the pollen from wildsistent with the expression correlation, although the reatype plants looked normal, whereas more than 20% of son for this phenotype is unclear.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_26", "text": "though the reatype plants looked normal, whereas more than 20% of son for this phenotype is unclear. The Atrab D 2 b/2 c pollen exhibited an irregular, collapsed A single flower of Arabidopsis produces thousands of morphology (Figure 5 A). We also observed that some pollen grains, but usually there are less than 100 abnormal pollen grains from the Atrab D 2 b/2 c double embryos in one silique. If only 20% of the pollen grains mutant were devoid of nuclei, as indicated by DAPI are abnormal, we would not expect the strikingly staining, whereas all pollen from wild-type (Figure 5 B) reduced fertility seen in the Atrab D 2 b/2 c double and single mutant plants (data not shown) have nuclei. mutant.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Fertility Study"], "outcome": ["Reduced fertility in Atrab D2 b/c mutants"]}
{"paper_id": "12", "chunk_id": "12_27", "text": "ty seen in the Atrab D 2 b/2 c double and single mutant plants (data not shown) have nuclei. mutant. We therefore looked for additional explanations\n\nThis defective pollen may be the severely collapsed for the reduced fertility. To evaluate germination and\n\nPenget al. BMCPlant Biology 2011,11:25 Page 6 of 16 and 6 B). Moreover, the pollen tubes of the Atrab D 2 b/2 c double mutant were much shorter than those of wildtype plants or either single mutant (P < 0.01), and the single mutants had shorter pollen tubes than wild-type plants (Figure 6 E; P < 0.01 for both mutants). Even though the Atrab D 2 b and Atrab D 2 c single mutants had collapsed pollen, shorter pollen tubes and swollen tips, their siliques were normal compared with wild-type plants.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": ["Defective pollen in Atrab D2 b/c double mutant plants", "Crossed with wild-type, resulting in germination defects and abnormal pollen tube growth"]}
{"paper_id": "12", "chunk_id": "12_28", "text": "n, shorter pollen tubes and swollen tips, their siliques were normal compared with wild-type plants. We hypothesize that the single mutants may still have sufficient normal pollen to enable all embryos to be fertilized. The in vitro pollen germination phenotypes were confirmed by analyzing pollen tube growth after in vivo pollination (Figure 6 C). Open flowers from wildtype or Atrab D 2 b/2 c mutant plants were incubated\n\nOvernight on agar medium. The Atrab D 2 b/2 c mutant flowers had reduced pollen germination and decreased pollen tube length compared with wild-type plants, suggesting that pollen germination and pollen tube growth\n\nMay also be defective in vivo.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_29", "text": "pe plants, suggesting that pollen germination and pollen tube growth\n\nMay also be defective in vivo. Pollenand Pollen Tube Defects Causethe Shorter Siliques\n\nIn the Atrab D 2 b/2 c Mutant\n\nTo investigate whether the unfertilized seeds are due to the observed pollen abnormality, or whether the ovary also has defects that might contribute to the reduced rate of fertilization, we crossed wild-type and Atrab D 2 b/ 2 c mutant plants. If the shorter silique phenotype is borne only by the abnormal pollen, wild-type plant pollen should rescue the Atrab D 2 b/2 c mutant silique phe Figure 4 Complementationof thedoublemutantphenotype.", "organism": ["Arabidopsis"], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Complementation study", "Cross-breeding experiment"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_30", "text": "d rescue the Atrab D 2 b/2 c mutant silique phe Figure 4 Complementationof thedoublemutantphenotype. Notype to a normal length (Atrab D 2 b/2 c mutant female\n\nA, Siliquesareshownfromwild-typeplants, Atrab D 2 band Atrab D 2 c flower crossed with wild-type plant pollen). In contrast, singlemutants, the Atrab D 2 b/2 cdoublemutantandthe Atrab D 2 b/ the Atrab D 2 b/2 c mutant plant pollen crossed with a\n\n2 cdoublemutantcomplementedwitheither At Rab D 2 bor wild-type female would mimic the mutant phenotype of\n\nAt Rab D 2 c. Scalebars=0.5 cm. B, Individualsiliquesofrescuedlines weredissectedandexaminedunderthemicroscope. Scalebars= decreased fertilization (wild-type female flower crossed 600μm. C, Siliques(from 6 to 14)ofthefirstinflorescenceforthe with Atrab D 2 b/2 c mutant pollen).", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_31", "text": "d 600μm. C, Siliques(from 6 to 14)ofthefirstinflorescenceforthe with Atrab D 2 b/2 c mutant pollen). Alternatively, if the indicatedgenotypesweremeasuredforeachplant, with 10 plants\n\nOvary also has some abnormality, wild-type pollen measuredforeachgenotype. Errorbarsindicatestandarddeviation. Would not completely rescue the mutant phenotype, and\n\nAtrab D 2 b/2 c mutant pollen would not mimic the tube growth of the pollen grains, pollen was germinated mutant phenotype. The results of these crosses indicated in vitro. After overnight incubation, almost all of the that pollen from wild-type plants can rescue the pollen from wild-type plants germinated and showed a Atrab D 2 b/2 c short silique phenotype, and the pollen typical tip growth.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": ["In vitro crosses", "Tube growth observation"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_32", "text": "germinated and showed a Atrab D 2 b/2 c short silique phenotype, and the pollen typical tip growth. However, about 10% of the pollen from Atrab D 2 b/2 c can bestow the shorter silique phefrom the Atrab D 2 b/2 c mutant did not germinate at all notype on wild-type plants (Figures 7 A and 7 C). Specifiand 50% of the pollen germinated but did not grow apically, about half of the seeds were not fertilized in the cally as did pollen of wild-type plants (Figure 6 A and siliques that developed from wild-type pistils fertilized 6 B). Instead, these pollen tubes were shorter and had by Atrab D 2 b/2 c pollen (Figure 7 B). In contrast, the siliswollen tips, some burst and others branched ques from Atrab D 2 b/2 c usually had about 50% unferti Figure 6 A, B and 6 D).", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_33", "text": "and others branched ques from Atrab D 2 b/2 c usually had about 50% unferti Figure 6 A, B and 6 D). The germination rate of the lized ovules, but when these pistils were fertilized by pollen from the single mutants was similar to the wildwild-type pollen, all seeds looked normal, and the silitype pollen. However, approximately 20% of the germiques were longer than those siliques in the same inflornating pollen also had swollen tips (Figure 6 A and 6 B), escence which were self-fertilized (Figures 7).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_34", "text": "g pollen also had swollen tips (Figure 6 A and 6 B), escence which were self-fertilized (Figures 7). These\n\nAlthough the phenotype was not as severe as the\n\nResults confirm that the unfertilized ovaries are mostly,\n\nAtrab D 2 b/2 c double mutant; burst or branched tubes if not exclusively, caused by pollen defects in the were never observed in either single mutant (Figure 6 A\n\nAtrab D 2 b/2 c mutant.\n\nPenget al. BMCPlant Biology 2011,11:25 Page 7 of 16\n\nIn Atrab D 2 b, Atrab D 2 c and Atrab D 2 b/D 2 c\n\nFigure 5 Pollen defects mutants. A, Freshpollen wasexaminedby SEM. B, DAPIstainingof pollen. Freshpollengrainswerestainedwith DAPIandphotographedunderthefluorescencemicroscope. Arrowindicatesapollengrainfrom the Atrab D 2 b/2 cmutantthatlacksanucleus.", "organism": [], "assay": [], "gene": ["Atrab D"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_35", "text": "hefluorescencemicroscope. Arrowindicatesapollengrainfrom the Atrab D 2 b/2 cmutantthatlacksanucleus. C, IKIstainingofpollen, demonstratingreducedstainingofthe Atrab D 2 b/2 cdoublemutantpollen comparedwithwild-typepollen. Scalebars=10μm(A);50μm(B, C). In silico and GUS Analysis of At Rab D 2 b and At Rab D 2 c including high expression in floral organs and particu Expression larly in the stamen (Figure 8; [25,26]). If At Rab D 2 b and At Rab D 2 c are involved in pollen To directly examine the spatial expression pattern of development and pollen tube growth, they are expected the At Rab D 2 b and At Rab D 2 c genes, transgenic lines to be co-expressed in pollen and pollen tubes.", "organism": ["Arabidopsis"], "assay": [], "gene": ["AtRabD2b", "AtRabD2c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_36", "text": "At Rab D 2 b and At Rab D 2 c genes, transgenic lines to be co-expressed in pollen and pollen tubes. Public containing promoter:GFP/GUS constructs for each gene microarray data indicates that both At Rab D 2 b and were analyzed for GUS activity at various stages of\n\nAt Rab D 2 c are expressed throughout development, development from germination to senescence. As\n\nPenget al. BMCPlant Biology 2011,11:25 Page 8 of 16\n\nFigure 6 Pollentubeelongationdefectsin Atrab D 2 b, Atrab D 2 cand Atrab D 2 b/2 cmutants. A, Pollenwasgerminatedinvitrofor 6 hours andexaminedby SEM. B, Germinatedpollenwasstainedwithanilinebluethenobservedunderanepifluorescencemicroscope. C.", "organism": ["Pollentube"], "assay": ["SEM", "Aniline blue staining under fluorescence microscope"], "gene": [], "mission": [], "experimenttype": ["Pollen germination defects in Atrab D 2 b/c mutants"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_37", "text": "by SEM. B, Germinatedpollenwasstainedwithanilinebluethenobservedunderanepifluorescencemicroscope. C. Open flowersfroman Atrab D 2 b/2 cmutantplant, alongwithawild-typeplant, wereincubatedovernightonmediumthenexaminedbyfluorescence microscopy. D. Closeupviewofpollentubesinthe Atrab D 2 b/2 cmutant. E. Pollenwasgerminatedinvitroandpollentubelengthmeasured afteranovernightincubationusing SISProsoftware(OSIS, Lakewood, CO)(n>200). Errorbarsindicatestandarddeviation. Scalebars=10μm\n\n(A);50μm(B, C);20μm(D). Indicated by the in silico analyses, both At Rab D 2 b and only expressed in the trichomes, while At Rab D 2 b was\n\nAt Rab D 2 c were expressed widely during development. Not expressed in these cells (Figure 9 A).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_38", "text": "s\n\nAt Rab D 2 c were expressed widely during development. Not expressed in these cells (Figure 9 A). In flowers,\n\nGUS staining further indicated that in cotyledons, At Rab D 2 b was expressed in sepals, stamen and stigma, rosette leaves and cauline leaves, At Rab D 2 b expression while At Rab D 2 c was expressed in sepal, stamen, stigma was localized predominantly in vascular tissues (Figure and style (Figure 9 E, F). This dichotomy of expression 9 B), whereas At Rab D 2 c was expressed ubiquitously in suggests that At Rab D 2 b and At Rab D 2 c may function cotyledons and in mature leaves throughout the entire independently of each other in certain cells. Both genes leaf. Interestingly, in emerging leaves, At Rab D 2 c was were expressed in pollen grains and germinating pollen\n\nPenget al.", "organism": [], "assay": ["GUS staining"], "gene": ["At Rab D 2 b", "At Rab D 2 c"], "mission": [], "experimenttype": ["in mature leaves throughout the entire independently of each other in certain cells."], "outcome": []}
{"paper_id": "12", "chunk_id": "12_39", "text": "emerging leaves, At Rab D 2 c was were expressed in pollen grains and germinating pollen\n\nPenget al. BMCPlant Biology 2011,11:25 Page 9 of 16\n\nFigure 7 Wild-typepollen can restore theshortersiliquesof the Atrab D 2 b/2 c mutanttonormallength. Wild-typeand Atrab D 2 b/2 c doublemutantplantswerecrossedandsiliquelengthmeasuredafter 10 days. A. Inflorescencesfromacrossbetweenawild-typeplantand\n\nAtrab D 2 b/2 cmutant. Thebluearrowindicatesasiliqueinwhichawild-typepistilwasfertilizedwith Atrab D 2 b; Atrab D 2 cpollen. Theredarrow indicatesasiliqueinwhichthe Atrab D 2 b/2 cmutantpistilwasfertilizedwithwild-typepollen. B. Siliquesfromthecrossesat 10 DAP(daysafter pollination)weredissectedandexaminedunderastereomicroscope.", "organism": ["Arabidopsis"], "assay": [], "gene": ["AtrabD2b/c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_40", "text": "iliquesfromthecrossesat 10 DAP(daysafter pollination)weredissectedandexaminedunderastereomicroscope. Whitearrowheadsindicateunfertilizedembryosfounduponpollinationof wild-typeplantswith Atrab D 2 b/2 cpollen. C, Morethan 20 siliquesweremeasuredforeachplant. Errorbarsindicatestandarddeviation. Scale\n\nBars=850μm(A);500μm(B).\n\nPenget al. BMCPlant Biology 2011,11:25 Page 10 of 16\n\nB Signal Intensity\n\nytisnetn I\n\nFigure 8 Insilicoexpressionanalysisof At Rab D 2 band At Rab D 2 c. Thespatialandtemporalexpressionprofilesof At Rab D 2 band At Rab D 2 c wereanalyzedusing Genevestigatoranatomy(A)anddevelopment(B)tools, respectively.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_41", "text": "2 band At Rab D 2 c wereanalyzedusing Genevestigatoranatomy(A)anddevelopment(B)tools, respectively. Numbersalongthe Xaxisrepresentthe developmentalstage:1, germinatedseed;2, seedlings;3, youngrosette;4, developedrosette;5, bolting;6, youngflower;7, developedflower;8,\n\nFlowersandsiliques;9, maturesiliques.\n\nPenget al. BMCPlant Biology 2011,11:25 Page 11 of 16\n\nAt Rab D 2 band At Rab D 2 c. Transgenicplantsweregeneratedthatexpressthe GUS\n\nFigure 9 Temporalandspatialexpressionpatternof genedrivenbya 954 bpor 558 bpfragmentupstreamofthe At Rab D 2 bor At Rab D 2 cstartcodon, respectively. GUSactivity(bluecolor)was analyzedincotyledons, youngleaves,(A, B), oldleaves, roots(C, D), flowers, pistilsandgerminatedpollen(E, F).", "organism": [], "assay": ["Genevestigator"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_42", "text": "incotyledons, youngleaves,(A, B), oldleaves, roots(C, D), flowers, pistilsandgerminatedpollen(E, F). (Figure 9 E, F), which is consistent with their role in pol Subcellular localization of At Rab D 2 b and At Rab D 2 c len development and pollen tube growth. They both Inmammals, different At Rab Dorthologs(Rab 1 isoforms) also showed expression in roots, but At Rab D 2 b was ubiare localizedtothe ER, ER-Golgiintermediate compartquitously expressed throughout the root, while ment or Golgi compartments. In plants, At Rab D 2 a and\n\nAt Rab D 2 c expression was excluded from root hairs and At Rab D 2 b are associated with the Golgi apparatus and root tips (Figure 9 A-D). Trans-Golginetwork[15,22,23,27], andwepredictedthat\n\nPenget al.", "organism": ["Mus musculus", "Arabidopsis"], "assay": [], "gene": ["At Rab D 2 b", "At Rab D 2 c"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_43", "text": "aratus and root tips (Figure 9 A-D). Trans-Golginetwork[15,22,23,27], andwepredictedthat\n\nPenget al. BMCPlant Biology 2011,11:25 Page 12 of 16\n\nAt Rab D 2 c will share this localization. To determine the and Rab 2(At Rab Borthologs), havebeenreportedtofuncsubcellular localization of At Rab D 2 c, GFP-At Rab D 2 b tioninmembranetraffickingbetweenthe ERand Golgiin and GFP-At Rab D 2 c constructs were introduced into mammalian cells [21,28-34]. The plant Rab 1 and Rab 2\n\nArabidopsis leaf protoplasts and the GFP signal was homologs At Rab D 1, At Rab D 2 a and Nt Rab 2 have also observed by confocal microscopy. For both constructs, beenreportedtofunctionin ERto Golgivesicletransport [15,16].", "organism": ["Arabidopsis"], "assay": ["confocal microscopy", "ER to Golgi vesicles transport observation"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_44", "text": "nfocal microscopy. For both constructs, beenreportedtofunctionin ERto Golgivesicletransport [15,16]. Here, wedemonstrateadistinctphysiologicalrole\n\nGFPlocalizedtopunctuatestructures, reminiscentofthe\n\nGolgiapparatus. Toverifytheidentityofthesestructures, forthe Rab 1 homologs At Rab D 2 band At Rab D 2 cinpollen\n\nGFP-At Rab D 2 band GFP-At Rab D 2 cwereco-transfected developmentandpollentubegrowth. observed. Confocalresultsindicatedthatboth At Rab D 2 b Pearsons correlation value between the expression patand At Rab D 2 cprimarilycolocalizedwith ST-YFP(Figure terns of all of the 57 At Rab genes (Additional file 1, 10) and are therefore associated with the Golgi, consis Table S 1), we found that among the four At Rab Ds, only tent with a role in Golgi trafficking.", "organism": [], "assay": ["confocal microscopy", "fluorescent localization"], "gene": ["At Rab D 2"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_45", "text": "nsis Table S 1), we found that among the four At Rab Ds, only tent with a role in Golgi trafficking. Occasionally, the expression of At Rab D 2 b and At Rab D 2 c are highly\n\nAt Rab D 2 b or At Rab D 2 c-labeled structures were seen correlated. From this data, we hypothesized that that did not contain ST-YFP; these could be the post At Rab D 2 b and At Rab D 2 c have partially redundant func Golgi compartments described previously [22,23,27]. Tions that are not shared by the remaining At Rab D\n\nCells expressing a single GFP or YFP fusion demonfamily members. To test our hypothesis, we used Tstrated the absence of cross talk between GFP and YFP DNA insertion single and double mutants to confirm signals(Additionalfile 3, Figure S 2).", "organism": [], "assay": ["in vivo"], "gene": ["At Rab D 2 b", "At Rab D 2 c"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_46", "text": "FP and YFP DNA insertion single and double mutants to confirm signals(Additionalfile 3, Figure S 2). That At Rab D 2 b and At Rab D 2 c have functional overlap and show that they are both required for normal pollen\n\nDiscussion development and tip growth of pollen tubes. We also\n\nRab GTPasesarecriticalplayersinthetransportofmaterishowed that they both co-localize with the trans-Golgi alsthroughtheendomembranesystem, controllingexocymarker ST-YFP, consistent with their proposed role in tosis of proteins and cell wall materials, endocytosis of Golgi trafficking. Receptorsandtransporters, andmembranerecyclingpro The conclusion that At Rab D 2 b and At Rab D 2 c are cesses.", "organism": [], "assay": ["in vivo"], "gene": ["At Rab GTPases", "Rab D 2 b", "Rab D 2 c"], "mission": [], "experimenttype": ["Normal pollen growth control"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_47", "text": "dtransporters, andmembranerecyclingpro The conclusion that At Rab D 2 b and At Rab D 2 c are cesses. Togetherwith SNAREproteins, theypromotespepartially functionally redundant is based on several lines cificity of vesicle transport to target compartments, of evidence. First, although single mutant plants conensuringthatvesiclesfuseonlywiththeirappropriatetar- taining Atrab D 2 b or Atrab D 2 c mutant alleles are indisgetandthusmaintainingthedistinctidentityofindividual tinguishable morphologically from their wild-type organelles. Two Rabsubfamilies, Rab 1(At Rab Dorthologs) counterparts, even when grown under a variety of\n\nFigure 10 At Rab D 2 band At Rab D 2 careboth Golgiresidentproteins.", "organism": [], "assay": ["in vivo"], "gene": ["Atrab D 2", "Golgarirabbs"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_48", "text": "when grown under a variety of\n\nFigure 10 At Rab D 2 band At Rab D 2 careboth Golgiresidentproteins. Arabidopsisleafprotoplastswereco-transformedwith GFP-At Rab D 2 b or GFP-At Rab D 2 candthe Golgimarker ST-YFP. GFP, YFPandchlorophyllautofluorescenceweredetectedbyconfocalmicrocopy. Atleast 10 transformedprotoplastswereobservedforeachconstruct. Upperpanel, GFP-At Rab D 2 b; lowerpanel, GFP-At Rab D 2 c. Scalebar=10μm.\n\nPenget al. BMCPlant Biology 2011,11:25 Page 13 of 16 growth conditions, the Atrab D 2 b/2 c double mutant has Second, pollen tubes grow very rapidly compared with a short-silique phenotype. Second, both Atrab D 2 b and many other cell types.", "organism": ["Arabidopsis"], "assay": [], "gene": ["Atrabulb1", "RabD2"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_49", "text": "rapidly compared with a short-silique phenotype. Second, both Atrab D 2 b and many other cell types. Pollen tubes elongate by tip\n\nAtrab D 2 c mutant plants produce a small percentage of growth, whereby the pollen cytoplasm is confined to the\n\nMost proximal region of the tube, and growth is deformed and collapsed pollen grains, while Atrab D 2 b/ restricted to the tube apex [35]. In vitro, lily pollen 2 c lines produce a higher percentage of deformed pollen tubes grow at about 150 nm/sec [35] and Arabidopsis grains, many of which are severely deformed, some lacking nuclei. It is probable that such aberrant pollen pollen tubes at 37 nm/sec [36]; in vivo, tobacco pollen would give rise to defects in pollen germination, and can grow at 42 nm/sec [37].", "organism": ["Arabidopsis", "lily"], "assay": ["in vitro", "in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_50", "text": "vo, tobacco pollen would give rise to defects in pollen germination, and can grow at 42 nm/sec [37]. This fast growth is continindeed, though the germination rate is similar between gent on rapid vesicle trafficking to deliver large amounts\n\nAtrab D 2 b or Atrab D 2 c single mutants and wild-type of membrane and cell wall components to the apical plants, about 10% of the pollen grains from Atrab D 2 b/ region of the tubes. This extensive trafficking require 2 c double mutant plants are unable to geminate. Ment may preclude the remaining Rabs from completely\n\nFurthermore, Atrab D 2 b and Atrab D 2 c mutant pollen compensating for loss of At Rab D 2 b and At Rab D 2 c.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_51", "text": "e, Atrab D 2 b and Atrab D 2 c mutant pollen compensating for loss of At Rab D 2 b and At Rab D 2 c. Tubes do not grow apically as well as do wild-type pollen Third, computational analysis of public microarray tubes and tend to have swollen tips and a shorter data, together with studies of the expression pattern length; this phenotype is substantially more severe in directed by the At Rab D 2 b and At Rab D 2 c promoters,\n\nAtrab D 2 b/2 c double mutants. In addition, some pollen indicated that both are widely expressed in most organs tubes from Atrab D 2 b/2 c double mutants branch or and several cell types, with high expression in pollen. Burst, which is not seen in pollen tubes of wild-type Root hairs also showed expression of At Rab D 2 b, and, plants or either single mutant.", "organism": [], "assay": ["RNA-seq"], "gene": ["Atrab D 2", "Atrab D 2 c", "At Rab D 2 b", "At Rab D 2 c"], "mission": [], "experimenttype": ["Control", "Microgravity"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_52", "text": "of wild-type Root hairs also showed expression of At Rab D 2 b, and, plants or either single mutant. These data also indicate like pollen tubes, root hairs elongate by tip growth. That the loss of function of the At Rab D 2 b/2 c genes can However, root hair growth in the Atrab D 2 b/2 c double not be compensated for by the At Rab D 1 or At Rab D 2 a mutant is indistinguishable from that of wild-type genes, suggesting that either some function(s) of the plants. This is consistent with the idea that At Rab D 2 b\n\nAt Rab D 2 b and At Rab D 2 c proteins are distinct from and At Rab D 2 c are required for vesicle trafficking in those of At Rab D 1 or At Rab D 2 a, or that they are not multiple cell types, and that the highest demand for this expressed in the same cell types.", "organism": ["Arabidopsis"], "assay": [], "gene": ["AtRabD2b", "AtRabD2c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_53", "text": "are not multiple cell types, and that the highest demand for this expressed in the same cell types. Process may be in pollen and pollen tubes, in order to\n\nBoth At Rab D 2 b and At Rab D 2 c co-localize with the optimally support the large secretory requirement of\n\nGolgimarker ST-YFP upontransientexpressionin Arathese very rapidly elongating cells. In combination, these bidopsis leaf protoplasts, as was reported also for data indicate that the high expression of At Rab D 2 b and\n\nAt Rab D 2 a(formerlycalled At Rab 1 b)[15]. Itistherefore At Rab D 2 c in pollen may be important to facilitate possible that At Rab D 2 b and At Rab D 2 c functioninvesimembrane trafficking needed for pollen tube growth. Cle trafficking between the ER and Golgi apparatus, as does At Rab D 2 a [15,22].", "organism": ["Arabidopsis"], "assay": [], "gene": ["AtRabD2a", "AtRabD2b", "AtRabD2c"], "mission": [], "experimenttype": ["Pollen tube growth in Arabidopsis pollen tubes related to At Rab D 2 genes functioning."], "outcome": []}
{"paper_id": "12", "chunk_id": "12_54", "text": "ollen tube growth. Cle trafficking between the ER and Golgi apparatus, as does At Rab D 2 a [15,22]. Complete disruption of Rab Conclusions function in ER-to-Golgi trafficking is expected to be In summary, we used a T-DNA insertion mutant lethal, duetolossofplasmamembrane, vacuoleand cell approach to demonstrate the function of At Rab D 2 b and wall assembly and integrity. However, the Atrab D 2 b/2 c At Rab D 2 c. Our data indicated that both are Golgi residoublemutantisindistinguishablefromwild-typeplants, dents; they have similar but not identical expression except for shorter siliques due to the pollen and pollen patterns, but are both highly expressed in pollen; they tube defects. There are several possible explanations for are both involved in tip growth of pollen tubes; and this.", "organism": ["Arabidopsis"], "assay": [], "gene": ["At Rab D2", "GOLGI RESIDUE MUTANT (BOT) IS"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_55", "text": "ere are several possible explanations for are both involved in tip growth of pollen tubes; and this. First, other At Rabsmustperformthesamefunction they are at least partially functionally redundant. Future in vegetative tissue. The most likely candidates are work will focus on elucidating the molecular basis for\n\nAt Rab D 2 a and At Rab D 1, which could compensate for the pollen phenotype in the Atrab D 2 b/2 c double the loss of function in the Atrab D 2 b/2 c mutant in most mutant. Cell types [22]. Moreover, other Rab families, such as tobacco Rab Bs (Nt Rab 2 s) have also been shown to be Methods regulators of membrane trafficking between the ER and Plant Materials and Growth Conditions\n\nGolgi apparatus [16].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_56", "text": "membrane trafficking between the ER and Plant Materials and Growth Conditions\n\nGolgi apparatus [16]. At Rab Bs (At Rab 2 s) may have the Wild-type Arabidopsis (Arabidopsis thaliana) ecotype same function, such that they also participate in ER to Columbia (Col-0), Atrab D 2 c-1, Atrab D 2 b-1 and\n\nGolgi vesicle trafficking. The pattern of At Rab B 1 b RNA Atrab D 2 b/2 c (crosses of Atrab D 2 b-1 and Atrab D 2 c-1) accumulation is most highly correlated with that of mutants in the same genetic background were used. At Rab D 2 b(67%)and At Rab D 2 c(68%)(Additionalfile 1, Seeds were sown in Sunshine Soil mix, incubated at 4°C\n\nTable S 1). Thesegenesmightcompensateinpartforthe for 2 to 3 days, then grown at 22°C, 70% relative humidlossoffunctionof Atrab D 2 b/2 c.", "organism": ["Arabidopsis thaliana"], "assay": [], "gene": ["At Rab Bs", "Atrab D 2 b/2 c"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_57", "text": "npartforthe for 2 to 3 days, then grown at 22°C, 70% relative humidlossoffunctionof Atrab D 2 b/2 c. Ity, in a 16-h light/8-h dark photoperiod [26].\n\nPenget al. BMCPlant Biology 2011,11:25 Page 14 of 16\n\nIn vitro\n\nScreening for T-DNA insertion mutants pollen germination and growth measurement\n\nT-DNA insertion mutants of At Rab D 2 b and At Rab D 2 c Pollen was obtained from flowers collected from Arabi- (Salk_045030 (Atrab D 2 b-1), Salk_117532 (Atrab D 2 b-2) dopsisplants(tenplantlinespergenotype)1 to 2 weeks and Salk_120116 (Atrab D 2 b-3) for Atrab D 2 b; after bolting. Pollen from Atrab D 2 b/2 c, Atrab D 2 b and\n\nSalk_054626 (Atrab D 2 c-3) for Atrab D 2 c) were obtained Atrab D 2 c mutants, along with pollen from wild-type from ABRC [38].", "organism": ["Arabidopsis thaliana", "At Rab D 2 b/b+c"], "assay": [], "gene": ["RabD2"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_58", "text": "for Atrab D 2 c) were obtained Atrab D 2 c mutants, along with pollen from wild-type from ABRC [38]. Homozygous lines for T-DNA inserplants, wasgerminatedon agar medium containing 18% tions were identified by PCR genotyping. For each (w/v) sucrose, 0.01% (w/v) boric acid, 1 m M Mg SO,\n\nT-DNA insertion mutant, two sets of PCRs were per 1 m M Ca Cl, 1 m M Ca(NO ), and 0.5% (w/v) agar, p H formed using genomic DNA as a template: one with a 7.0 [39] overnight at room temperature and examined gene-specific primer and a T-DNA left border primer and photographed under a Zeiss Axioplan II compound\n\nLBb 1, the second with two gene-specific primers. The microscope equipped with an Axio Cam color digital\n\nPCR products were sequenced to confirm the locations camera.", "organism": [], "assay": ["PCR"], "gene": ["not specified in provided text, but T-DNA related experiments are mentioned which implies gene insertion or mutation study"], "mission": [], "experimenttype": ["Gene manipulation", "Microscopy"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_59", "text": "quipped with an Axio Cam color digital\n\nPCR products were sequenced to confirm the locations camera. Measurements were performed using SIS Pro of the T-DNA insertion sites for all of the mutants. The software(OSIS, Lakewood, CO)usingthebarsintheorigene specific primers used are listed in Table 2. Ginal image. For pollen tube length measurements, 200 pollen tubes were chosen randomly for each genotype,\n\nAndsignificancewasassessedusing Student’st-test.\n\nCrossing and screening for double mutant\n\nSingle mutant alleles (Atrab D 2 b-1 and Atrab D 2 c-1; For fluorescence microscopy, the germinated pollen\n\nFigure 1 A) were crossed, the F 1 generation of these was transferred onto a slide and two drops of aniline crosses was allowed to self fertilization and the blue solution (0.", "organism": ["Arabidopsis"], "assay": ["PCR", "Microscopy"], "gene": [], "mission": [], "experimenttype": ["Self fertilization", "Fluorescence microscopy with aniline crosses"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_60", "text": "a slide and two drops of aniline crosses was allowed to self fertilization and the blue solution (0.005% aniline blue solution in 0.1 M\n\nAtrab D 2 b/2 c double mutant was identified from the F 2 sodium phosphate, p H 7.0) were added for ten minutes. Generation by PCR genotyping. To confirm the pollen tube growth defects, 20 open flowerspergenotypewerecutbelowthepistilandinserted\n\nSemi-quantitative reverse transcription PCR vertically into germination mediumin a 9-cm Petri dish. Total RNA was extracted from leaves of 20 DAI (days Plates were sealed and incubated overnight at 22°C at after imbibition) plants using the TRIZOL reagent 100%humidityundercontinuousillumination. Thepaths (Invitrogen).", "organism": ["Arabidopsis"], "assay": ["semi-quantitative reverse transcription PCR", "reverse transcription PCR"], "gene": [], "mission": [], "experimenttype": ["PCR genotyping", "pollen tube growth defects observation"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_61", "text": "ion) plants using the TRIZOL reagent 100%humidityundercontinuousillumination. Thepaths (Invitrogen). RT-PCR was performed using Superof pollentubesinsidethepistilswerevisualizedbyfixing\n\nIII One-Step RT-PCR System (Invitrogen,) as whole pistilsin 2% glutaraldehydeand 2% paraformaldemanufacturer’s b-tubulin per the manual. The gene, hyde in 0.1 M sodium cacodylate buffer, p H 7.2, under which is highly conserved and constitutively expressed low vacuum (18 psi Hg) for 2 h at room temperature. In all eukaryotes, was used as a standard. The primers Sampleswerewashed three timesin thesamebufferand used are listed in Table 2. The RT-PCR products were stainedwith Aniline Blueand DAPI.", "organism": [], "assay": ["RT-PCR"], "gene": ["b-tubulin", "hyde gene (unspecified)"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_62", "text": "samebufferand used are listed in Table 2. The RT-PCR products were stainedwith Aniline Blueand DAPI. The tissuewasthen sequenced to confirm the correct amplification cleared for 24 hoursat roomtemperature witha dropof product. Clearingsolution(240 gofchloralhydrateand 30 gofglycerol in 90 ml water). Pollen was examined with a Zeiss\n\nAxioplan 2 light microscope (LM) and images were captured with a Zeiss Axio Cam HRc digital camera (Carl\n\nTable 2 Primersused inthis study Zeiss, Inc., Thornwood, NY) using Axio Vision 4.3 software. Themicroscopewasequippedwitha DAPIfilterset\n\nLBb 1 GCGTGGACCGCTTGCTGCAACT comprising an excitation filter (BP 365/12 nm), a beam\n\nAtrab D 2 b-LP 1 CCCTTCGTTGGGCTAGTAAAG\n\nSplitter(395 nm), andanemissionfilter(LP 397 nm).", "organism": [], "assay": ["RT-PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_63", "text": "), a beam\n\nAtrab D 2 b-LP 1 CCCTTCGTTGGGCTAGTAAAG\n\nSplitter(395 nm), andanemissionfilter(LP 397 nm). The\n\nAtrab D 2 b-RP 1 TTCAACAACGTCAAACAATGG\n\nObjectives used for imaging were a Neofluar 40× oil, an\n\nAtrab D 2 c-LP 1 GCGCATTACTGAGAGAGAAGAG\n\nApochromat 63×oil, anda Neofluar 100×oil.\n\nAtrab D 2 c-RP 1 TCCCATTCTTGGAAACAAGTG\n\nAt Rab D 2 b-F ATGAATCCTGAATATGACTAT\n\nAt Rab D 2 b-R TCAAGAAGAACAACAGCCT\n\nPromoter::GFP/GUS fusion constructs were made for\n\nAt Rab D 2 c-F ATGAATCCTGAATATGACTAT each gene by cloning the amplified promoter region\n\nAt Rab D 2 c-R TTAAGAGGAGCAGCAGCCT (intergenic region; 964 bp for At Rab D 2 b and 558 bp for\n\nAt Rab D 2 c) into the binary vector p BGWFS 7 (GATEAt Rab D 2 b-g-F cacc ATCGCTTATCCGCTCCGTGTATTTC\n\nWAY; Invitrogen).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_64", "text": "the binary vector p BGWFS 7 (GATEAt Rab D 2 b-g-F cacc ATCGCTTATCCGCTCCGTGTATTTC\n\nWAY; Invitrogen).\n\nAt Rab D 2 b-g-R TAAAGACCCCTGGTCCTTCAGC\n\nThe genomic fragments containing At Rab D 2 b or\n\nAt Rab D 2 c-g-F cacc CTATCTCACTAAGCTGAAGATAC\n\nAt Rab D 2 c with their respective promoters for comple At Rab D 2 c-g-R GGCAATCTCTCCGGTTTGGTCC\n\nMentation of the mutant phenotype were amplified\n\nB-Tubulin-F CGTGGATCACAGCAATACAGAGCC using At Rab D 2 b-g-F and R or At Rab D 2 c-g-F and R prib-Tubulin-R\n\nCCTCCTGCACTTCCACTTCGTCTTC mers (Table 2). Products were cloned into the p ENTR/\n\nPenget al. BMCPlant Biology 2011,11:25 Page 15 of 16\n\nD vector (Invitrogen), and then were transferred into the (18 psi Hg) for 5 h at room temperature. Samples were p MDC 123 binary vector for plant transformation.", "organism": [], "assay": ["plant transformation"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_65", "text": "psi Hg) for 5 h at room temperature. Samples were p MDC 123 binary vector for plant transformation. Washed three times in the same buffer, postfixed in 1% osmium tetroxide in the same buffer for 2 h and washed\n\nPlant transformation and selection two times in the same buffer, followed by deionized\n\nArabidopsis plants were transformed using Agrobacterwater. Samples were dehydrated through a graded ethaium tumefaciens by the floral dip method [40] and nol series (50, 70, 85, 95, and 100%; 30 min per step), selected for Basta resistance conferred by the T-DNA. Followed by two changes of ultrapure 100% ethanol, all 30 min per step. Fresh pollen was also examined with Transcriptomic analysis out fixing.", "organism": ["Arabidopsis"], "assay": ["transcriptomic analysis", "floral dip method", "Basta resistance selection"], "gene": [], "mission": [], "experimenttype": ["ethanol washings", "pollen examination"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_66", "text": "thanol, all 30 min per step. Fresh pollen was also examined with Transcriptomic analysis out fixing. Fixed samples were critical point-dried in a\n\nAt Rab D 2 a, At Rab D 2 b and At Rab D 2 c and derive the and mounted on aluminum stubs with double-sided correlation between them. Sticky pads and silver cement.\n\nSamples were then sputter-coated with 15 nm gold\n\nGUS assay (20%) and palladium (80%) in a Denton Vacuum LLC werestainedatroomtemperatureovernightasdescribed jeol. Com) at 10 k V. Alternatively, released fresh pollen [41], then destained in 70% (v/v) ethanol. For each congrainsweredirectlymountedonstubsandsputter-coated struct, atleast 7 independentlytransformedlines,7 plants withgold particles before SEManalysis. All digitally colforeachstage, wereharvestedfor GUSscreening.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_67", "text": "withgold particles before SEManalysis. All digitally colforeachstage, wereharvestedfor GUSscreening. Lected images including the LM and SEM images were\n\nProcessed in Adobe Photo Shop 7.0 andmade intoplates\n\nTransient expression in protoplasts using Adobe Illustrator 10. Over 20 samples from each\n\nTransient gene expression in Arabidopsis mesophyll plantlinewereusedfor SEMor LManalysis. Protoplasts was carried out as described previously [42]. In brief, Arabidopsis protoplasts were isolated from the\n\nAdditional material leaves of 3-4 week old plants. Leaf strips were digested in a buffer containing cellulose R-10 and macerozyme\n\nAdditionalfile 1:Table S 1. Expressionpatternof At Rabgenes. R-10.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Transient gene expression", "Protoplast isolation"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_68", "text": "ng cellulose R-10 and macerozyme\n\nAdditionalfile 1:Table S 1. Expressionpatternof At Rabgenes. R-10. After adding 30 of plasmid DNA, an equal Pearsoncorrelationbetweenexpressionpatternsof At Rabgenes\n\nDeterminedusing Meta Om Graph(Excelfile). Volume of protoplasts was mixed with PEG buffer (40%\n\nAdditionalfile 2:Figure S 1. Seednumberpersiliqueinwild-type\n\n(w/v) PEG 4000, 25% (v/v) 0.8 M mannitol, 10% 1 M andmutantplants. Seednumberwascountedfor 15 siliquesof 5\n\nCa Cl ) then incubated at room temperature for 25 min. 2 individualplantsfortheindicatedgenotypes. Errorbarsindicatestandard\n\nAfter gentle washing, the protoplasts were kept in the deviation(pdffile). Dark at room temperature overnight and then viewed by Additionalfile 3:Figure S 2. Controlsforconfocalmicroscopy.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_69", "text": "temperature overnight and then viewed by Additionalfile 3:Figure S 2. Controlsforconfocalmicroscopy. Arabidopsisleafprotoplastsweretransformedwitheither GFP-At Rab D 2 b confocal laser scanning microscopy as described below. Or ST-YFPandimagedinthegreen, yellowandredchannelsasshown in Figure 10. Nocross-talkbetweenchannelscouldbeseenusingthese\n\nConfocal laser scanning microscopy settings. Upperpanel, GFP-At Rab D 2 b; lowerpanel, ST-YFP. Scalebar=10\n\nΜm(pdffile).\n\nColocalization of GFP-Rab D 2 b and GFP-Rab D 2 c with\n\nST-YFP was performed using a Leica TCS SP 10 confocal microscope, which allows flexible selection of emission bandwidths to minimize bleed-through.", "organism": ["Arabidopsis"], "assay": ["confocal laser scanning microscopy"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_70", "text": "nfocal microscope, which allows flexible selection of emission bandwidths to minimize bleed-through. Acknowledgements\n\nWearegratefulto Ian Moore, Universityof Oxford, United Kingdomfor\n\nTransformed cells were excited with a 488 nm laser kindlyprovidingthe N-ST-YFPconstructandforhelpfulsuggestionsabout\n\n(power 20%) and 514 nm laser (50% power), and GFP the Rabgenes. Wealsothankthe Arabidopsis Biological Resource Center and YFP signals were collected using 495-510 nm and andthe Salk Institute Genomic Analysis Laboratoryforproviding T-DNA insertionmutants. Thisresearchwassupportedinpartbygrant MCB 560-640 nm bandwidths, respectively. Non-transformed 0951170 fromthe National Science Foundationto ESWandgrantno.", "organism": ["Arabidopsis", "Mus musculus"], "assay": [], "gene": ["Rabgenes", "AT1G01010"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_71", "text": "ndwidths, respectively. Non-transformed 0951170 fromthe National Science Foundationto ESWandgrantno. Cells and cells expressing a single GFP or YFP fusion\n\nNNX 09 AK 78 Gfromthe National Aeronauticsand Space Administrationto were used as controls to confirm the absence of cross DCB. Talk between GFP, YFP and autofluorescence signals.\n\nAuthors’contributions\n\nJPcarriedouttheexperimentalanalysesdescribedanddraftedthe\n\nScanning electron microscopy manuscript. HIhelpedwiththemicroscopyandfigures. ESWconceivedof thestudy, participatedinitsdesignandanalysisofthedataandhelpedto\n\nPollen that had been germinated in vitro was placed in draftthemanuscript. DCBparticipatedinthedesignofthestudy, analysisof 2% glutaraldehyde and 2% paraformaldehyde in 0.1 M thedataandhelpedtodraftthemanuscript.", "organism": [], "assay": ["in vitro"], "gene": [], "mission": ["ISS2025", "Bion-M1"], "experimenttype": ["Germination in Vitro"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_72", "text": "analysisof 2% glutaraldehyde and 2% paraformaldehyde in 0.1 M thedataandhelpedtodraftthemanuscript. Allauthorsreadandapproved sodium cacodylate buffer, p H 7.2, under low vacuum thefinalmanuscript.\n\nPenget al. BMCPlant Biology 2011,11:25 Page 16 of 16\n\nReceived:3 September 2010 Accepted:26 January 2011 25. Mentzen WI, Peng J, Ransom N, Nikolau BJ, Wurtele ES:Articulationof leucinecatabolismandstarchmetabolism. BMCPlant Biol 2008,8:76. References 26. Li L, Ilarslan H, James MG, Myers AM, Wurtele ES:Genomewideco 1. Boguski MS, Mc Cormick F:Proteinsregulating Rasanditsrelatives. Nature expressionamongthestarchdebranchingenzymegenes At ISA 1, 1993,366(6456):643-654. At ISA 2, and At ISA 3 in Arabidopsisthaliana. JExp Bot 2007, 2. Takai Y, Sasaki T, Matozaki T:Small GTP-bindingproteins.", "organism": ["Arabidopsis"], "assay": [], "gene": ["AtISA1", "AtISA2", "AtISA3"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_73", "text": "3 in Arabidopsisthaliana. JExp Bot 2007, 2. Takai Y, Sasaki T, Matozaki T:Small GTP-bindingproteins. Physiol Rev 2001, 58(12):3323-3342. 81(1):153-208. 27. Zheng H, Camacho L, Wee E, Batoko H, Legen J, Leaver C, MalhóR, 3. Geldner N, Friml J, Stierhof YD, Jurgens G, Palme K:Auxintransport Hussey P, Moore I:ARab-EGTPasemutantactsdownstreamofthe Rab Dsubclassinbiosyntheticmembranetraffictotheplasmamembranein inhibitorsblock PIN 1 cyclingandvesicletrafficking. Nature 2001, tobaccoleafepidermis. Plant Cell 2005,17(7):2020-2036. 28. Plutner H, Cox AD, Pind S, Khosravi-Far R, Bourne JR, Schwaninger R, Der CJ, 4. Molendijk AJ, Ruperti B, Palme K:Small GTPasesinvesicletrafficking. Curr\n\nBalch WE:Rab 1 bregulatesvesiculartransportbetweentheendoplasmic\n\nOpin Plant Biol 2004,7(6):694-700.", "organism": ["Arabidopsisthaliana"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_74", "text": "Balch WE:Rab 1 bregulatesvesiculartransportbetweentheendoplasmic\n\nOpin Plant Biol 2004,7(6):694-700. Reticulumandsuccessive Golgicompartments. JCell Biol 1991, 5. Surpin M, Raikhel N:Trafficjamsaffectplantdevelopmentandsignal\n\nTransduction. Nat Rev Mol Cell Biol 2004,5(2):100-109. 29. Nuoffer C, Davidson HW, Matteson J, Meinkoth J, Balch WE:AGDP-bound 6. Waizenegger I, Lukowitz W, Assaad F, Schwarz H, Jurgens G, Mayer U:The ofrab 1 inhibitsproteinexportfromtheendoplasmicreticulumand\n\nArabidopsis KNOLLEand KEULEgenesinteracttopromotevesiclefusion transportbetween Golgicompartments. JCell Biol 1994,125(2):225-237.\n\nDuringcytokinesis. Curr Biol 2000,10(21):1371-1374. 30. Tisdale EJ, Balch WE:Rab 2 isessentialforthematurationofpre-Golgi 7.", "organism": ["Mus musculus", "Arabidopsis", "Drosophila"], "assay": [], "gene": ["Rab1", "AGDP", "6xrAP2-Gal4"], "mission": ["Bion-M1", "ISS2025"], "experimenttype": ["in vivo", "controlled experiments"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_75", "text": "Biol 2000,10(21):1371-1374. 30. Tisdale EJ, Balch WE:Rab 2 isessentialforthematurationofpre-Golgi 7. Schimmoller F, Simon I, Pfeffer SR:Rab GTPases, directorsofvesicle\n\nIntermediates. JBiol Chem 1996,271(46):29372-29379.\n\ndocking. JBiol Chem 1998,273(35):22161-22164. 31. Tisdale EJ, Jackson MR:Rab 2 proteinenhancescoatomerrecruitmentto 8. Sanderfoot AA, Raikhel NV:Thespecificityofvesicletrafficking:coat pre-Golgiintermediates. JBiol Chem 1998,273(27):17269-17277.\n\nProteinsand SNAREs. Plant Cell 1999,11(4):629-642. 32. Tisdale EJ:ARab 2 mutantwithimpaired GTPaseactivitystimulates 9. Armstrong J:Howdo Rabproteinsfunctioninmembranetraffic? Int J vesicleformationfrompre-Golgiintermediates. Mol Biol Cell 1999,\n\nBiochem Cell Biol 2000,32(3):303-307. 10.", "organism": [], "assay": ["PCR"], "gene": ["AT1G01010", "GAPDH"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_76", "text": "eformationfrompre-Golgiintermediates. Mol Biol Cell 1999,\n\nBiochem Cell Biol 2000,32(3):303-307. 10. Tamm LK, Crane J, Kiessling V:Membranefusion:astructuralperspective 33. Allan BB, Moyer BD, Balch WE:Rab 1 recruitmentofp 115 intoacis-SNARE ontheinterplayoflipidsandproteins. Curr Opin Struct Biol 2003, complex:programmingbudding COPIIvesiclesforfusion. Science 2000, 11. Pfeffer S, Aivazian D:Targeting Rab GTPasestodistinctmembrane 34. Moyer BD, Allan BB, Balch WE:Rab 1 interactionwitha GM 130 effector\n\nCompartments. Nat Rev Mol Cell Biol 2004,5(11):886-896. Complexregulates COPIIvesiclecis–Golgitethering. Traffic 2001, 12. Seabra MC, Wasmeier C:Controllingthelocationandactivationof Rab\n\nGTPases. Curr Opin Cell Biol 2004,16(4):451-457. 35.", "organism": [], "assay": ["PCR"], "gene": ["GM130", "GTPases"], "mission": [], "experimenttype": ["interaction with Rab GTPase effector"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_77", "text": "er C:Controllingthelocationandactivationof Rab\n\nGTPases. Curr Opin Cell Biol 2004,16(4):451-457. 35. Hepler PK, Vidali L, Cheung AY:Polarizedcellgrowthinhigherplants. 13. Vernoud V, Horton AC, Yang Z, Nielsen E:Analysisofthesmall GTPase\n\nAnnu Rev Cell Dev Biol 2001,17:159-187. Genesuperfamilyof Arabidopsis. Plant Physiol 2003,131(3):1191-1208. 36. Schiott M, Romanowsky SM, Baekgaard L, Jakobsen MK, Palmgren MG, 14. Rutherford S, Moore I:The Arabidopsis Rab GTPasefamily:another\n\nHarper JF:Aplantplasmamembrane Ca 2+pumpisrequiredfornormal enigmavariation. Curr Opin Plant Biol 2002,5(6):518-528. Pollentubegrowthandfertilization. Proc Natl Acad Sci USA 2004, 15. Batoko H, Zheng HQ, Hawes C, Moore I:Arab 1 GTPaseisrequiredfor transportbetweentheendoplasmicreticulumandgolgiapparatusand 37.", "organism": [], "assay": ["in vitro"], "gene": ["AT1G01010", "RAB25A4", "ARF6-GTPase complex"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_78", "text": ", Moore I:Arab 1 GTPaseisrequiredfor transportbetweentheendoplasmicreticulumandgolgiapparatusand 37. Cheung AY, Wang H, Wu HM:Afloraltransmittingtissue-specific fornormalgolgimovementinplants. Plant Cell 2000,12(11):2201-2218. Glycoproteinattractspollentubesandstimulatestheirgrowth. Cell 1995, 16. Cheung AY, Chen CY, Glaven RH, de Graaf BH, Vidali L, Hepler PK, Wu HM:\n\nRab 2 GTPaseregulatesvesicletraffickingbetweentheendoplasmic 38. Alonso JM, Stepanova AN, Leisse TJ, Kim CJ, Chen H, Shinn P, reticulumandthe Golgibodiesandisimportanttopollentubegrowth. Stevenson DK, Zimmerman J, Barajas P, Cheuk R, Gadrinab C, Heller C,\n\nPlant Cell 2002,14(4):945-962. Jeske A, Koesema E, Meyers CC, Parker H, Prednis L, Ansari Y, Choy N, 17.", "organism": [], "assay": ["RNA-seq", "PCR"], "gene": ["AT1G01010", "GAPDH"], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_79", "text": "t Cell 2002,14(4):945-962. Jeske A, Koesema E, Meyers CC, Parker H, Prednis L, Ansari Y, Choy N, 17. Grebe M, Xu J, Mobius W, Ueda T, Nakano A, Geuze HJ, Rook MB,\n\nDeen H, Geralt M, Hazari N, Hom E, Karnes M, Mulholland C, Ndubaku R,\n\nScheres B:Arabidopsissterolendocytosisinvolvesactin-mediated\n\nSchmidt I, Guzman P, Aguilar-Henonin L, Schmid M, Weigel D, Carter DE, traffickingvia ARA 6-positiveearlyendosomes. Curr Biol 2003,\n\nMarchand T, Risseeuw E, Brogden D, Zeko A, Crosby WL, Berry CC, Ecker JR:\n\nGenome-wideinsertionalmutagenesisof Arabidopsisthaliana. Science 18. Preuss ML, Serna J, Falbel TG, Bednarek SY, Nielsen E:The Arabidopsis Rab\n\nGTPase Rab A 4 blocalizestothetipsofgrowingroothaircells. Plant Cell 39.", "organism": [], "assay": ["PCR"], "gene": ["AT1G01010", "GAPDH"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_80", "text": "lsen E:The Arabidopsis Rab\n\nGTPase Rab A 4 blocalizestothetipsofgrowingroothaircells. Plant Cell 39. Li H, Lin Y, Heath RM, Zhu MX, Yang Z:Controlofpollentubetipgrowth bya Rop GTPase-dependentpathwaythatleadstotip-localizedcalcium 19. Ueda T, Uemura T, Sato MH, Nakano A:Functionaldifferentiationof\n\ninflux. Plant Cell 1999,11(9):1731-1742. Endosomesin Arabidopsiscells. Plant J 2004,40(5):783-789. 40. Clough SJ, Bent AF:Floraldip:asimplifiedmethodfor Agrobacterium 20. De Graaf BH, Cheung AY, Andreyeva T, Levasseur K, Kieliszewski M, Wu HM: mediatedtransformationof Arabidopsisthaliana. Plant J 1998,\n\nRab 11 GTPase-regulatedmembranetraffickingiscrucialfortip-focused pollentubegrowthintobacco. Plant Cell 2005,17(9):2564-2579. 41.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "12", "chunk_id": "12_81", "text": "netraffickingiscrucialfortip-focused pollentubegrowthintobacco. Plant Cell 2005,17(9):2564-2579. 41. Jefferson RA, Kavanagh TA, Bevan MW:GUSfusions:beta-glucuronidaseas 21. Tisdale EJ, Bourne JR, Khosravi-Far R, Der CJ, Balch WE:GTP-binding asensitiveandversatilegenefusionmarkerinhigherplants. EMBOJ mutantsofrab 1 andrab 2 arepotentinhibitorsofvesiculartransport fromtheendoplasmicreticulumtothe Golgicomplex. JCell Biol 1992, 42. Sheen J:Signaltransductioninmaizeand Arabidopsismesophyll\n\nProtoplasts. Plant Physiol 2001,127(4):1466-1475. 22. Pinheiro H, Samalova M, Geldner N, Chory J, Martinez A, Moore I:Genetic evidencethatthehigherplant Rab-D 1 and Rab-D 2 GTPasesexhibit distinctbutoverlappinginteractionsintheearlysecretorypathway. Citethisarticleas:Penget al.", "organism": ["Arabidopsis"], "assay": [], "gene": ["Rab-D1", "Rab-D2"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "12", "chunk_id": "12_82", "text": "esexhibit distinctbutoverlappinginteractionsintheearlysecretorypathway. Citethisarticleas:Penget al.:5 At Rab D 2 band At Rab D 2 chave\n\nJCell Sci 2009,122(Pt 20):3749-3758. Overlappingfunctionsinpollendevelopmentandpollentubegrowth. 23. Geldner N, Denervaud-Tendon V, Hyman DL, Mayer U, Stierhof YD, Chory J:\n\nBMCPlant Biology 201111:25. Rapid, combinatorialanalysisofmembranecompartmentsinintact plantswithamulticolormarkerset. Plant J 2009,59(1):169-178. 24. Saint-Jore C, Evins J, Batoko H, Brandizzi F, Moore I, Hawes C:\n\nRedistributionofmembraneproteinsbetweenthe Golgiapparatusand endoplasmicreticuluminplantsisreversibleandnotdependenton\n\nCytoskelet alnetworks. Plant J 2002,29(5):661-678.", "organism": ["Mus musculus"], "assay": ["in vivo"], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["Microgravity"], "outcome": []}
