{"paper_id": "13", "chunk_id": "13_0", "text": "Arabidopsis 1[W][OA]\n\nTrafficking in\n\nSang-Jin and Diane C. Bassham*\n\nDepartment of Genetics, Development, and Cell Biology (S.-J. K., D. C. B.), Plant Sciences Institute (D. C. B.), and\n\nInterdepartmental Genetics Program (S.-J. K., D. C. B.), Iowa State University, Ames, Iowa 50011\n\nThe Arabidopsis(Arabidopsisthaliana)soluble N-ethylmaleimide-sensitivefactorattachmentproteinreceptor SYP 41 isinvolved invesiclefusionatthetrans-Golginetwork(TGN)andinteractswith At VPS 45, SYP 61, and VTI 12. Theseproteinsareinvolved indiversecellularprocesses, includingvacuolebiogenesisandstresstolerance. Apreviouslyuncharacterizedprotein, named\n\nTNO 1(for TGN-localized SYP 41-interactingprotein), wasidentifiedbycoimmunoprecipitationasa SYP 41-interactingprotein.", "organism": ["Arabidopsisthaliana"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_1", "text": "lized SYP 41-interactingprotein), wasidentifiedbycoimmunoprecipitationasa SYP 41-interactingprotein. TNO 1 wasfound tolocalizetothe TGNbyimmunofluorescencemicroscopy. Atno 1 mutantshowedincreasedsensitivityto high concentrations of Na Cl, KCl, and Li Cl and also to mannitol-induced osmotic stress. Localization of SYP 61, which is involvedinthesaltstressresponse, wasdisruptedinthetno 1 mutant. Vacuolarproteinswerepartiallysecretedtotheapoplast in the tno 1 mutant, suggesting that TNO 1 is required for efficient protein trafficking to the vacuole. The tno 1 mutant had delayed formation of the brefeldin A (BFA) compartment in cotyledons upon application of BFA, suggesting less efficient membranefusionprocessesinthemutant.", "organism": ["Arabidopsis"], "assay": [], "gene": ["SYP 41-interacting protein", "TNO 1", "SYP 61"], "mission": [], "experimenttype": [], "outcome": ["Increased sensitivity to high concentrations of Na Cl, KCl, and Li Cl", "Disrupted localization of SYP 61 involved in the salt stress response", "Partial secretion of vacuolar proteins into the apoplast suggests impazied efficient protein trafficking to the vacuole"]}
{"paper_id": "13", "chunk_id": "13_2", "text": "in cotyledons upon application of BFA, suggesting less efficient membranefusionprocessesinthemutant. Unlikemost TGNproteins, TNO 1 doesnotrelocatetothe BFAcompartmentupon\n\nBFAtreatment. Thesedatademonstratethat TNO 1 isinvolvedinvacuolartraffickingandsalttolerance, potentiallyviarolesin vesicle fusion andinmaintaining TGN structureoridentity. The plant vacuole is a versatile organelle that has Hinz et al., 2007). After the receptors recognize their important functions, including maintainingturgor, ion cargo, vacuolar proteins are transported to the prehomeostasis, compartmentalizing toxic material, accuvacuolar compartment (PVC; Sanderfoot et al., 1998; mulatingdefensecompounds, andstoringanddegrad Happel et al., 2004; Song et al., 2006) before transport ingproteins(Marty,1999).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_3", "text": "ndstoringanddegrad Happel et al., 2004; Song et al., 2006) before transport ingproteins(Marty,1999). Tomaintainthesefunctions, ontothevacuole. Inmammaliancells, cargoreceptors correct transport of vacuolar proteins is required. Vacarerecycled fromtheirdestinationtothesite ofcargo uolar proteins are synthesized at the endoplasmic rebinding(Seaman,2005). VSR 1 wasfoundtolocalizeto ticulum(ER)andaretransportedcotranslationallyinto the TGN and the PVC (Paris et al., 1997; Sanderfoot the ERlumen. Fromthe ER, theyaretransportedtothe et al., 1998); thus, VSR 1 was also suggested to cycle trans-Golginetwork(TGN)viathe Golgi(To¨rma¨kangas between these organelles. Et al.,2001).", "organism": [], "assay": ["in vitro"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_4", "text": "d to cycle trans-Golginetwork(TGN)viathe Golgi(To¨rma¨kangas between these organelles. Et al.,2001). Inthe TGN, vacuolarproteinswithsequence Soluble N-ethylmaleimide-sensitive factor attachspecific vacuolar sorting determinants are thought to ment protein receptors (SNAREs) are integral membe recognized by vacuolar sorting receptors (VSRs; brane proteins required for the fusion of vesicles with\n\nKirsch et al., 1994; Ahmed et al., 2000; da Silva et al., theirtargetmembrane. SNAREscan beclassifiedbased 2005), although a recent report has suggested that on their site of function: v (vesicle)-SNAREs are localrecognition of cargo by VSRs may occur as early as ized to the vesicle membrane, and t (target)-SNAREs the ER (Niemes et al., 2010).", "organism": [], "assay": ["in vivo"], "gene": ["Soluble N-ethylmaleimide-sensitive factor", "SNAREs"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_5", "text": "occur as early as ized to the vesicle membrane, and t (target)-SNAREs the ER (Niemes et al., 2010). Storage proteins with are localized to the target membrane (Rothman, 1994;\n\nC-terminal sorting sequences arealso bound by VSRs Søgaard et al., 1994). Generally, one v-SNARE on the orbyasecondputativesortingreceptor, RMR 1(Jiang vesicle and three t-SNAREs on the target membrane et al.,2000; Shimadaet al.,2003 a; Parket al.,2005,2007; form a trans-SNARE complex, bringing the two membranesincontactanddrivingmembranefusion(Mc New et al., 2000). Clathrin-coated vesicles containing VSR 1 work was supported by the National Aeronautics and\n\nContain the v-SNARE VTI 11, which forms a SNARE\n\nSpace Administration(grantno. NNX 09 AK 78 Gto D. C. B.).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_6", "text": "n the v-SNARE VTI 11, which forms a SNARE\n\nSpace Administration(grantno. NNX 09 AK 78 Gto D. C. B.). 2 Presentaddress:Michigan State University Plant Research Labcomplex with SYP 5, SYP 2, and VAMP 727 at the PVC during anterograde trafficking from the TGN (Kirsch oratory, Plant Biology Building, Room 206, East Lansing, MI 48824– 1312. Et al.,1994; Sanderfootet al.,2001 a; Ebineet al.,2008).\n\n*Correspondingauthor; e-mailbassham@iastate. edu.\n\nHowever, the mechanism of recycling of VSR 1 from\n\nTheauthorresponsiblefordistributionofmaterialsintegraltothe\n\nThe PVC to the TGN is not yet fully understood. A findings presented in this article in accordance with the policy\n\nComplex containing the SNAREs SYP 41, SYP 61, and\n\nVTI 12 and the Sec 1/Munc 18-like protein At VPS 45, a\n\nDiane C.", "organism": [], "assay": ["RNA-seq"], "gene": ["ATTG01010", "SYP61", "VTI12", "AtVP45"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_7", "text": "ing the SNAREs SYP 41, SYP 61, and\n\nVTI 12 and the Sec 1/Munc 18-like protein At VPS 45, a\n\nDiane C. Bassham(bassham@iastate. edu). Potential regulator of vesicle fusion (Dulubova et al., [W]Theonlineversionofthisarticlecontains Web-onlydata. 2002; Bryant and James, 2003), is found at the TGN [OA]Open Access articles can be viewed online without a subscription. In Arabidopsis (Arabidopsis thaliana; Bassham and\n\nRaikhel, 1998; Bassham et al., 2000). SNAREs in the\n\n(cid:1) (cid:3)\n\nSYP 41 complex, along with another SNARE, YKT 61/ The 200-,67-,35-, and 15-k Dbandswereanalyzedby 62, were found to be sufficient for vesicle fusion in tandem mass spectrometry, comparing the fragmentavitro (Chen et al., 2005). Recently, At VPS 45 was tionpatternswiththepredicted Arabidopsisproteome.", "organism": ["Arabidopsis thaliana"], "assay": [], "gene": ["SYP 41", "SYP 61", "YKT 61/ At VPS 45"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_8", "text": "vitro (Chen et al., 2005). Recently, At VPS 45 was tionpatternswiththepredicted Arabidopsisproteome. Suggested to be involved in the recycling of VSR 1, as The 67 and 15-k D bands were identified as At VPS 45\n\nRNA interference knockdown of At VPS 45 expression and a degradation product of SYP 61, respectively causes mislocalizationof VSR 1(Zouharet al., 2009). (Sanderfoot et al., 2001 a). The 35-k D band contained\n\nSYP 41 and SYP 42 arehighlyhomologoust-SNAREs SYP 41, SYP 42, andalso SYP 43, anadditionalproteinin with 62% amino acid sequence identity. However, the SYP 4 family that has not yet been characterized. They form separate complexes with At VPS 45 in dif Nine peptides from the 200-k D band (Supplemental ferent subdomains of the TGN (Bassham et al., 2000) Fig.", "organism": ["Arabidopsis"], "assay": ["RNA interference knockdown"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_9", "text": "eptides from the 200-k D band (Supplemental ferent subdomains of the TGN (Bassham et al., 2000) Fig. S 1 B, bluebars)couldbematchedtothepredicted andarenotfunctionallyredundant, asindividualsyp 41 proteinencodedby At 1 g 24460, correspondingto 5.2% and syp 42 knockout mutants are gametophytic lethal aminoacidcoverage, andtheproteinwasnamed TNO 1. (Sanderfootet al.,2001 b). Amutationin SYP 61, another A c DNA corresponding to the open reading frame of t-SNARE in the SYP 41 complex (Zhu et al., 2002), TNO 1 was obtained by reverse transcription (RT)-PCR. Caused defects in osmotic stress tolerance and abscisic A comparison of the sequence of this c DNA with the acid regulation of stomatal responses.", "organism": [], "assay": ["in vivo"], "gene": ["At1G24460", "Spy61"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_10", "text": "abscisic A comparison of the sequence of this c DNA with the acid regulation of stomatal responses. The v-SNARE sequence in The Arabidopsis Information Resource re VTI 12 is involved in trafficking of storage proteins vealedthepresenceofanadditional 63 bp(from 4,190 to (Sanmart´ın et al., 2007) and a vti 12 mutant showed an 4,252; Supplemental Fig. S 1 A), suggesting the presence early-senescence phenotype under starvation condiof an extra exon in our TNO 1 sequence (Supplemental tions, suggesting that VTI 12 is also involved in the Fig. S 1 B, redbar)andthateitherthepredictedsequence autophagypathwayforthedegradationofcellularconin The Arabidopsis Information Resourcehasincorrectly tents (Surpin et al., 2003).", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Starvation condition", "Autophagy pathway investigation"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_11", "text": "ationofcellularconin The Arabidopsis Information Resourcehasincorrectly tents (Surpin et al., 2003). In addition to their function predicted splice sites or multiple splice variants exist. Together in vesicle fusion, components of the SYP 41 TNO 1, apreviouslyuncharacterizedproteinofpredicted complexthereforealsoappeartobeinvolvedindistinct mass 209 k D, was predicted to have six coiled-coil processes, suggesting that they may function in addidomains in the Arabi-Coil database (Rose et al., 2004) tional SNAREcomplexes. Basedonthe Multi Coilalgorithm(Wolfet al.,1997)and\n\nIn this study, we identified a novel SYP 41-interacting protein that we named TNO 1 (for TGN-localized\n\nSYP 41-interacting protein).", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_12", "text": "ovel SYP 41-interacting protein that we named TNO 1 (for TGN-localized\n\nSYP 41-interacting protein). TNO 1 is a membrane protein at the TGN and is required for efficient vacuolar trafficking, consistent with the hypothesis that it functionstogetherwiththe SYP 41 SNAREcomplex. Atno 1\n\nKnockoutmutanthasasaltandosmoticstress-sensitive phenotype, possibly due to the partial mislocalization\n\nof SYP 61. A brefeldin A (BFA)-treated tno 1 mutant\n\nShowedadelayinformationofthe BFAcompartment,\n\nIndicating that TNO 1 could be important in TGN/\n\nEndosome fusion events. We propose that TNO 1 is involved in vacuolar trafficking and salt stress resistancebyfacilitatingthevesiclefusionprocess.", "organism": [], "assay": ["Brefeldin A (BFA)-treated"], "gene": ["TNO1"], "mission": [], "experimenttype": ["salt stress-sensitive phenotype", "vesicle fusion process facilitation"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_13", "text": "is involved in vacuolar trafficking and salt stress resistancebyfacilitatingthevesiclefusionprocess.\n\nIdentification of TNO 1\n\nSYP 41 is a t-SNARE at the TGN that is required for\n\nVesiclefusionin Arabidopsisandformsacomplexwith\n\nFigure 1. Identificationof TNO 1. A, Identificationof TNO 1 in SYP 41\n\nVTI 12, SYP 61, and At VPS 45 (Bassham and Raikhel, immunoprecipitate. Detergent-solubilized Arabidopsis suspension cell 2000; Chen et al., 2005). To identify additional SYP 41 extractswereappliedtoacolumncontainingresincross-linkedtoeither interacting proteins, detergent-solubilized membrane immobilized SYP 41 antibodies(I)or SYP 41 preimmuneserum(P). The extracts of Arabidopsis suspension cells were immueluateswereanalyzedby SDS-PAGEandsilverstaining.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_14", "text": "e extracts of Arabidopsis suspension cells were immueluateswereanalyzedby SDS-PAGEandsilverstaining. P 200, p 67, p 35, noprecipitated using SYP 41 antibody. Proteins that and p 15 indicate the mobilityofprotein bands when compared with molecular mass markers. B, Coimmunoprecipitation of TNO 1 with\n\nCoimmunoprecipitatedwith SYP 41, orwithpreimmune\n\nSYP 41. Immunoprecipitations were performed from detergent-solubiantibody as a control, were separated by SDS-PAGE lized Arabidopsis membrane extracts using SYP 41 antibodies (I) and and visualized by silver staining. Four bands correpreimmuneserum(P). Immunoprecipitateswereanalyzedbyimmunosponding to proteins migrating at approximately 200, blottingwithantibodiesagainst SYP 41 or TNO 1.", "organism": ["Arabidopsis"], "assay": ["SDS-PAGE", "silver staining", "immunoprecipitation"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_15", "text": "osponding to proteins migrating at approximately 200, blottingwithantibodiesagainst SYP 41 or TNO 1. C, Expressionof TNO 1\n\n67, 35, and 15 k D were found only in the SYP 41 m RNAin Arabidopsis. RT-PCRwasperformedusingc DNAfromdifferprecipitate and were not present in the SYP 41 preimenttissuesof Arabidopsisusing TNO 1-and SYP 41-specificprimers.18 S mune precipitate, suggesting that they specifically in RNA was used as a control. R, Root; RL, rosette leaves; CL, cauline\n\nTeractedwith SYP 41(Fig.1 A).\n\nLeaves; FL, flower; ST, stem.\n\nPlant Physiol. Vol. 156, 2011 515\n\nKim and Bassham one transmembrane domain at the extreme C terminus\n\nBy Top Pred transmembrane prediction (Supplemental\n\nFig. S 2; von Heijne, 1992; Claros and von Heijne, 1994).", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO 1", "SYP 41"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_16", "text": "ed transmembrane prediction (Supplemental\n\nFig. S 2; von Heijne, 1992; Claros and von Heijne, 1994). To confirm that the approximately 200-k D band in the\n\nSYP 41 precipitate corresponds to TNO 1, SYP 41 and\n\nPreimmune immunoprecipitates were analyzed by immunoblotting using antibodies against SYP 41 or TNO 1\n\n(seebelow). TNO 1 wasdetectedinthe SYP 41 precipitate but not in the preimmune precipitate, confirming the\n\nCorrectidentificationofthe 200-k Dband(Fig.1 B).\n\nToinvestigatetheexpressionpatternof TNO 1, RT-PCR\n\nWas performed using RNA extracted from different\n\nArabidopsis plant organs. TNO 1 was ubiquitously ex Figure 2. Membrane association of TNO 1. A and B, Detection of pressed in roots, rosette leaves, cauline leaves, and\n\nTNO 1 using TNO 1 antibody.", "organism": ["Arabidopsis"], "assay": ["RT-PCR"], "gene": ["TNO 1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_17", "text": "d B, Detection of pressed in roots, rosette leaves, cauline leaves, and\n\nTNO 1 using TNO 1 antibody. Totalproteinextract(T), pellet(P), and flowers, with lowerexpression in stems. SYP 41 also solubleproteins(S)from Arabidopsisseedlingswereseparatedby SDSshowed highest expression in flowers and lowest PAGEand analyzedbyimmunoblotting usingaffinity-purified TNO 1 expression in stems (Fig. 1 C). Expression of TNO 1 in antibody (A) or TNO 1 preimmune serum (B). Positions of molecular markersareshownatleft. C, Differentialcentrifugation.", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO 1", "SYP 41"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_18", "text": "1 preimmune serum (B). Positions of molecular markersareshownatleft. C, Differentialcentrifugation. Total Arabi Arabidopsis plant organs and throughout developmentwasalsoanalyzedusing Genevestigator, adatadopsisextracts(T)from 2-week-oldseedlingswerecentrifugedsequentially at 20,000 g and 100,000 g, resulting in a 20,000 g pellet (P 20),\n\nBase and Web browser data-mining interface for 100,000 gpellet(P 100), andsolublefractions(S), followedbyimmu Affymetrix Gene Chip data (Hruz et al., 2008). The noblottingusing TNO 1 and SYP 61 antibodies. D, Membraneassocibroad expression pattern observed was consistent ation test. Total membrane pellets from Arabidopsis seedlings were\n\nWith the RT-PCR results, with TNO 1 found to be resuspendedin 1% (v/v)Triton X-100,2 Murea,1 Na Cl, or 0.", "organism": ["Arabidopsis"], "assay": ["differential centrifugation", "RT-PCR", "no-gel electrophoresis resuspension in Triton X-100 solution"], "gene": [], "mission": [], "experimenttype": ["2-week old seedling development analysis"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_19", "text": "the RT-PCR results, with TNO 1 found to be resuspendedin 1% (v/v)Triton X-100,2 Murea,1 Na Cl, or 0.1\n\nHighlyexpressedduringgermination, flowerdevelop Na CO. Suspensions were recentrifuged at 125,000 g to separate ment, and silique maturation (Supplemental Fig. S 3). Solubilizedfractions (S)andinsolublefractions(P), whichwereana Thisexpressionpatternsuggeststhat TNO 1 mayhave lyzedbyimmunoblottingusing TNO 1 and SYP 41 antibodies. An important role throughout the plant, particularly duringreproductive stages. Followed by repelleting of nonsolubilized proteins.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_20", "text": "e plant, particularly duringreproductive stages. Followed by repelleting of nonsolubilized proteins.\n\nImmunoblotting using TNO 1 and SYP 41 antibodies indicated that SYP 41, an integral membrane protein\n\nTNO 1 Is a TGN-Localized Membrane Protein control, was solubilized by 1% Triton X-100 and that\n\nTo study the function of TNO 1, an antibody was TNO 1 was solubilized by 1% Triton X-100 and parraisedagainsta 66-k Dfragmentfromthe Cterminusof tiallyby 2 Murea(Fig.2 D)butnotby 1 MNa Clor 0.1 M\n\nTNO 1.", "organism": [], "assay": ["Immunoblotting"], "gene": ["TNO 1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_21", "text": "gainsta 66-k Dfragmentfromthe Cterminusof tiallyby 2 Murea(Fig.2 D)butnotby 1 MNa Clor 0.1 M\n\nTNO 1. The specificity of affinity-purified TNO 1 anti Na CO This suggests that TNO 1 is a membranebody was tested by immunoblotting against total cell integrated protein, consistent with the transmemextract, totalmembrane, andtotalsolubleproteinsfrom brane domain prediction of a C-terminal membrane 2-week-old Arabidopsis seedlings. Purified TNO 1 ananchor. Tibodyspecificallyrecognizedabandofapproximately To analyze TNO 1 subcellular localization, immuno 200 k D in Arabidopsis extracts (Fig. 2 A) that was not fluorescence microscopy was performed and TNO 1 detectedbythepreimmuneserum(Fig.2 B). Labeling compared with that of known markers.", "organism": ["Arabidopsis"], "assay": ["immunoblotting", "fluorescence microscopy"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_22", "text": "formed and TNO 1 detectedbythepreimmuneserum(Fig.2 B). Labeling compared with that of known markers. Coty Toinvestigatethepotentialmembraneassociationof ledons of wild-type and tno 1 mutant seedlings (see\n\nBelow) were immunolabeled using purified TNO 1 an TNO 1, the presence of TNO 1 in membrane fractions was analyzed. An Arabidopsis suspension cell extract tibody to confirm the specificity of TNO 1 labeling. In was centrifuged sequentially at 20,000 g and 100,000 g, wild-type seedlings, TNO 1 antibody labeled endogeproducing three different fractions, P 20 (pellet at nous TNO 1 in punctate structures, while no specific 20,000 g), P 100 (pellet at 100,000 g), and S (supernatant signal was observed in the cotyledons of tno 1 mutant from 100,000 g).", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_23", "text": "00,000 g), and S (supernatant signal was observed in the cotyledons of tno 1 mutant from 100,000 g). These fractions were analyzed by seedlings (Fig. 3 A), confirming the specificity of the immunoblotting using TNO 1 and SYP 61 antibodies. antibody. In addition, omission of the first antibody,\n\nThe integral membrane protein SYP 61 was detected second antibody, and both first and second antibodies stronglyinallmembranefractionsandwasnotpresent wastestedascontrolsfornonspecificstainingorcrossinthesolublefraction. TNO 1 wasalsopresentinallthe talk between different fluorescence channels. No spemembrane fractions but not in the soluble fraction, cific fluorescence was observed in any of the controls suggesting that TNO 1 is associated with membranes (datanotshown). (Fig.2 C).", "organism": [], "assay": ["immunoblotting"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_24", "text": "in any of the controls suggesting that TNO 1 is associated with membranes (datanotshown). (Fig.2 C). Thebandpresentabovethe TNO 1 bandinthe Purified TNO 1 antibody was then used to label en P 20 fraction corresponds to the top of the gel, where dogenous TNO 1 in VHAa 1-GFP (Dettmer et al., 2006), occasionallysomeaggregatedproteinisseen. Truncated ST-GFP(Boevinket al.,1998), or RHA 1-yellow\n\nTodeterminethemodeofassociationof TNO 1 with fluorescent protein (YFP; Preuss et al., 2004) transgenic membranes, total membrane fractions were isolated Arabidopsis seedlings, which label TGN, Golgi, and from 2-week-old seedlings and treated with 1% (v/v) PVC, respectively. VHAa 1-GFP, RHA 1-YFP, and ST-GFP\n\nTriton X-100, 2 urea, 1 Na Cl, or 0.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_25", "text": "1% (v/v) PVC, respectively. VHAa 1-GFP, RHA 1-YFP, and ST-GFP\n\nTriton X-100, 2 urea, 1 Na Cl, or 0.1 Na CO, allexhibitedadot-likepatternincotyledons, and TNO 1516 Plant Physiol. Vol. 156, 2011\n\nFigure 3. TNO 1 is localized to the TGN. A,\n\nTNO 1 antibodies specifically label punctate\n\nStructures. Four-day-oldwild-typeandtno 1 mutant seedlings were fixed and processed for\n\nImmunofluorescence using TNO 1 antibody (left\n\nPanels) and differential interference contrast\n\n(DIC; right panels). B to D, TNO 1 colocalizes\n\nWith VHAa 1 atthe TGN. Four-day-old RHA 1-YFP\n\n(PVC; B), ST-GFP (Golgi; C), and VHAa 1-GFP\n\n(TGN; D)transgenic Arabidopsisseedlingswere\n\nFixedandimmunolabeledusing TNO 1 antibody.\n\nBars=10 mm.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_26", "text": "(TGN; D)transgenic Arabidopsisseedlingswere\n\nFixedandimmunolabeledusing TNO 1 antibody.\n\nBars=10 mm. Labeledstructures completelyoverlapped with VHAa 1 plants grown in Murashige and Skoog (MS) medium labeled structures but were distinct from those labeled or soil throughout their life cycle. With ST-GFP or RHA 1-YFP (Fig. 3, B–D). This result\n\nIndicatesthat TNO 1 localizestothe TGN. tno 1\n\nMutant Plants Are Sensitive to Salt and\n\nOsmotic Stress\n\nIdentification of the tno 1 Knockout Mutant\n\nSYP 61/OSM 1, at-SNAREinthe SYP 41 complex, has\n\nTo analyze the function of TNO 1, we obtained a been reported to be involved in general salt/osmotic knockoutmutantcontaininga T-DNAinsertioninthe stress responses (Zhu et al., 2002). As TNO 1 also\n\nTNO 1 gene.", "organism": [], "assay": ["in vivo"], "gene": ["tno 1", "SYP 61/OSM 1", "SNARE complex members unspecified in the text"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_27", "text": "utantcontaininga T-DNAinsertioninthe stress responses (Zhu et al., 2002). As TNO 1 also\n\nTNO 1 gene. Ahomozygousmutantwasidentified interacts with SYP 41, TNO 1 was hypothesized to be\n\nPCR of genomic DNA using TNO 1 gene-specific involved in similar stress responses. Therefore, the primers (LP and RP) anda T-DNA left border primer sensitivity of homozygous tno 1 mutant plants to salt, (LBa 1) in three combinations (Fig. 4 A). A 900-bp ionic, and osmotic stresses was tested. Wild-type and fragmentcorrespondingtotheintact TNO 1 genecould tno 1 mutant seedlings were grown on MS solid mebe amplified from genomic DNA of wild-type plants dium for 5 d and transferred to MS solid medium using LPand RPprimers. Thisbandwasabsentfrom containing 130 m MNa Cl(Fig.", "organism": ["Arabidopsis"], "assay": ["PCR", "T-DNA insertion assay"], "gene": ["TNO 1"], "mission": [], "experimenttype": ["salt, osmotic stresses"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_28", "text": "sferred to MS solid medium using LPand RPprimers. Thisbandwasabsentfrom containing 130 m MNa Cl(Fig.5, Cand G),140 m MKCl thetno 1 mutantduetogenedisruptionbythe T-DNA. (Fig. 5, D and H), 17 m M Li Cl (Fig. 5, E and I), or 300\n\nPCRusing LBa 1 and LPor RPprimersgenerated 450 m M mannitol (Fig. 5, F and J), and root length was bpbands, showingtheexistenceofa T-DNAinsertion measured after 4 and 8 d. Under normal growth inthetno 1 mutant. Thisindicatesthatthetno 1 mutant conditions, tno 1 and wild-type seedlings were indishas a complex insertion in its third exon, as T-DNA tinguishable(Fig.5, Aand B). Incontrast, tno 1 mutant left border sequences are present at both ends of seedlingsexhibitedshorterrootsandearlierleafchlo Na+, K+, Li+, the insertion (Fig. 4, A and B).", "organism": [], "assay": ["PCR", "in vitro"], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_29", "text": "s of seedlingsexhibitedshorterrootsandearlierleafchlo Na+, K+, Li+, the insertion (Fig. 4, A and B). Lack of TNO 1 protein rosis than wild-type seedlings under expressionwasconfirmedbyimmunoblottingoftotal andnonionicosmoticstresses. Thisresultshowsthat protein extracts from wild-type and tno 1 mutant lack of TNO 1 causes sensitivity to salt and osmotic plants using affinity-purified TNO 1 antibodies (Fig. stresses.\n\nTo confirm that the observed phenotype of the 4 C). No difference in overallmorphology ordevelopment was seen between tno 1 mutant and wild-type tno 1 mutant is due to disruption of the TNO 1 gene, a\n\nPlant Physiol. Vol. 156, 2011 517\n\nKim and Bassham\n\nSive genes was analyzed by RT-PCR.", "organism": [], "assay": ["in vivo", "RT-PCR"], "gene": ["TNO1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_30", "text": "NO 1 gene, a\n\nPlant Physiol. Vol. 156, 2011 517\n\nKim and Bassham\n\nSive genes was analyzed by RT-PCR. TNO 1 was expressed at a basal level in the nontreated condition,\n\nAnd its m RNA level increased slightly during Na Cl\n\nAnd KCltreatment, whilenoexpressionof TNO 1 was\n\nDetectedinthetno 1 mutant, asexpected(Supplemental Fig. S 4). Anincreaseinthetranscriptlevelof SYP 61\n\nWasobservedinbothwild-typeandtno 1 mutantplants in all stress conditions. SOS 1, DREB 2 A, and RD 29 increasedasexpected(Yamaguchi-Shinozakiand Shinozaki, 1993 b; Liu et al., 1998; Qiu et al., 2004), and no differencebetweenwild-typeandtno 1 mutantplantswas observed (Supplemental Fig. S 4).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_31", "text": ", 2004), and no differencebetweenwild-typeandtno 1 mutantplantswas observed (Supplemental Fig. S 4). This result suggests\n\nThatthephenotypeofthetno 1 mutantisnotcausedby disruption of the expression of genes involved in salt\n\nOrosmotic stressresponses.\n\nSYP 61 Is Partially Mislocalized in the Mutant\n\nTNO 1 interacts with the SYP 41 complex, and the tno 1 mutant has a phenotype similar to that of the\n\nSyp 61 mutant. Thus, wehypothesizedthatamutation\n\nIn TNO 1 may affect components of the SYP 41 complex. The localization of SYP 61 and SYP 41 was investigated in wild-type and tno 1 mutant protoplasts. Previously, SYP 61 has been shown to colocalize with\n\nVHAa 1-GFP (Dettmer et al., 2006).", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO 1", "SYP 41", "SYP 61", "VHAa"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_32", "text": "rotoplasts. Previously, SYP 61 has been shown to colocalize with\n\nVHAa 1-GFP (Dettmer et al., 2006). To investigate the\n\nLocalizationof SYP 61 inthetno 1 mutant, a VHAa 1-GFP\n\nTransgenictno 1 mutant wasgenerated. Immunofluorescence analysis was performed using protoplasts generated from VHAa 1-GFP transgenic wild-type and tno 1\n\nFigure 4. Identification of a homozygous tno 1 knockout mutant. A, mutantplants, andthepercentagecolocalization(SYP 61 T-DNAinsertionsiteinthetno 1 knockoutmutant. Thetno 1 mutanthas\n\nLabeled structures overlapping with VHAa 1/total acomplex T-DNAinsertioninitsthirdexon. Leftborderprimer(LBa 1)\n\nSYP 61-labeled structures) was analyzed in Image J and TNO 1 internalleft(LP)andright(RP)primerswereusedtoidentify (Abramoff et al.", "organism": ["Drosophila"], "assay": [], "gene": ["SYP 61", "TNO 1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_33", "text": "analyzed in Image J and TNO 1 internalleft(LP)andright(RP)primerswereusedtoidentify (Abramoff et al., 2004) using the colocalization finder thetno 1 mutant. Anarrowindicatesthedirectionofeachprimer. Boxes plugin. In wild-type protoplasts, 70% of SYP 61 coloandlinesindicateexonsandintrons, respectively. B, Identificationofa\n\nCalized with VHAa 1-GFP, while 47% of SYP 61 was homozygoustno 1 knockoutmutant. PCRwasperformedonwild-type\n\nFound to colocalize with VHAa 1-GFP in the tno 1 (WT)andtno 1 mutantgenomic DNAusing LP(TNO 1 internalleft)/RP (TNO 1 internal right) primers and LBa 1 primer from the T-DNA, mutantprotoplasts(Fig.6). Thisdifferencewasstatisproducinga 900-bpbandfrom LPand RPprimersanda 450-bpband tically significant (t test, P = 0.00011; n = 17).", "organism": [], "assay": ["PCR"], "gene": ["TNO 1", "VHAa 1-GFP", "LBa 1"], "mission": [], "experimenttype": ["Knockout mutant comparison"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_34", "text": "nga 900-bpbandfrom LPand RPprimersanda 450-bpband tically significant (t test, P = 0.00011; n = 17). When from LBa 1 andeither LPor RPprimers. C, Lackof TNO 1 inthetno 1 colocalization of SYP 41 with VHAa 1-GFP was commutant. Membrane extracts from wild-type and tno 1 mutant plants pared between the wild type and the tno 1 mutant, no were analyzedby SDS-PAGE and immunoblotting using TNO 1 antidifference was observed (Fig. 6), suggesting that loss body. Positionsofmolecularmarkersareshownatleft. D, Expressionof of TNO 1 specifically affects the localization of SYP 61\n\nTNO 1 inthetno 1 complementedline. Membraneextractsfromwildandnot SYP 41. Typeandtno 1/TNO 1 promoter::TNO 1 plants(COM)wereanalyzedby\n\nSDS-PAGEandimmunoblottingusing TNO 1 antibody.", "organism": [], "assay": ["in vivo", "PCR"], "gene": ["TNO 1"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_35", "text": "no 1/TNO 1 promoter::TNO 1 plants(COM)wereanalyzedby\n\nSDS-PAGEandimmunoblottingusing TNO 1 antibody. Lackof TNO 1 Causesthe Secretionof Vacuolar Proteins genomic fragment of TNO 1 including the native pro Disruption of vacuolar transport typically leads to moter was introduced into the tno 1 mutant. TNO 1 thesecretionofvacuolarproteinsbyadefaultpathway expression was restored to approximately wild-type (Shimadaet al.,1997,2003 a). Previously, disruptionof levels in the tno 1/TNO 1 promoter::TNO 1 lines as deeither of the SYP 41-interacting proteins, At VPS 45 or termined by immunoblotting using TNO 1 antibody VTI 12, was shown to cause the secretion of aleurain (Fig.4 D).", "organism": ["Arabidopsis"], "assay": ["SDS-PAGE", "immunoblotting"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_36", "text": "immunoblotting using TNO 1 antibody VTI 12, was shown to cause the secretion of aleurain (Fig.4 D). This TNO 1 genomicfragmentcomplemented and of a vacuolar marker consisting of CLAVATA 3 thesalt-, ionic-, andosmotic-sensitivephenotypeofthe fused to the vacuolar sorting signal from barley tno 1 mutant(Fig.5). (Hordeumvulgare)lectin(Sanmart´ınet al.,2007; Zouhar\n\nTo test whether the expression of salt or osmotic et al., 2009). Therefore, we hypothesized that lack stress-responsivegeneswasalteredinthetno 1 mutant, of TNO 1 may also cause the secretion of vacuolar expression of TNO 1, SYP 61, and known salt (SALT proteins.", "organism": [], "assay": ["immunoblotting"], "gene": ["TNO 1", "SYP 61"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_37", "text": "may also cause the secretion of vacuolar expression of TNO 1, SYP 61, and known salt (SALT proteins. OVERLY SENSITIVE 1 [SOS 1]) or osmotic (RD 29 and To test the potential involvement of TNO 1 in vac DRE-BINDING PROTEIN [DREB 2 A]) stress-responuolar trafficking, we compared the amount of the\n\n518 Plant Physiol. Vol. 156, 2011\n\nFigure 5. The tno 1 mutant is sensitive to salt,\n\nIonic, and osmotic stresses. A, Wild-type, tno 1\n\nMutant, and TNO 1 complemented seedlings\n\nWeregrownverticallyon MSsolidmediumfor 4\n\nDaftergermination. WT, Thewildtype; KO, tno 1\n\nKnockout mutant; COM, tno 1/TNO 1 promoter::\n\nTNO 1 transgeniclines. B, Rootlengthwasmeasured 2 and 4 d after germination on MS solid\n\nmedium. Errorbarsrepresent SD(n=30 foreach\n\ngenotype).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_38", "text": "ured 2 and 4 d after germination on MS solid\n\nmedium. Errorbarsrepresent SD(n=30 foreach\n\ngenotype). C to F, Wild-type, tno 1 mutant, and\n\nTNO 1 complementedseedlingsweregrownverticallyon MSsolidmediumfor 5 d, transferredto\n\nMSplatescontaining 130 m MNa Cl(C),140 m M\n\nKCl(D),17 m MLi Cl(E), or 300 m Mmannitol(F),\n\nAndgrowninverted. Photographsweretakenafter\n\n1 week. Gto J, Rootgrowthundersalt, ionic, and\n\nOsmoticstressconditions. Seedsweregerminated\n\nOn MSplatescontaining 130 m MNa Cl(G),140\n\nM MKCl(H),17 m MLi Cl(I), or 300 m Mmannitol\n\n(J), andtherootlengthwasmeasuredat 4 and 8 d\n\nAftergermination. Errorbarsrepresent SD(n=18\n\nForeachgenotype).", "organism": [], "assay": ["MS solid medium", "MS plates"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_39", "text": "herootlengthwasmeasuredat 4 and 8 d\n\nAftergermination. Errorbarsrepresent SD(n=18\n\nForeachgenotype). Vacuolar proteins Arabidopsis aleurain-like protein typeplantsandtno 1 mutantsandanalyzedbyimmu- (AALP), RD 21, and invertase in wild-type and tno 1 noblotting using AALP, RD 21, and invertase antimutant vacuoles. Vacuoles were isolated from wildbodies. No significant differences were seen between\n\nPlant Physiol. Vol. 156, 2011 519\n\nKim and Bassham preclude a mild or partial disruption in this pathway,\n\nAsseeninavti 12 mutant(Sanmart´ınet al.,2007). Thus,\n\nIntercellularwashfluid(ICF)wascollectedfromleaves\n\nOf wild-type and tno 1 mutant plants to determine whether any vacuolar proteins were partially secreted (Neuhaus et al., 1991).", "organism": ["Arabidopsis"], "assay": [], "gene": ["tno 1", "AALP", "RD 21", "invertase"], "mission": [], "experimenttype": ["Intercellularwashfluid(ICF)"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_40", "text": "nt plants to determine whether any vacuolar proteins were partially secreted (Neuhaus et al., 1991). Proteins in the ICF were analyzed by immunoblotting using antibodies against\n\nAALP, RD 21, and invertase, with the cytoplasmic proteins Chl I(stromal)and PEX 11 d(peroxisomal)usedas\n\nControlstoruleoutdifferencesincellbreakagebetween mutant and wild-typeplants. AALP, RD 21, and invertase bands in ICF-depleted leaf extract showed no\n\nDifferencebetweenthe wildtype and thetno 1 mutant,\n\nAsexpected fromtheaboveresults withisolated vacuoles. However, thetno 1 mutanthadincreasedlevelsof\n\nAALP and RD 21 in the ICF compared with wild-type\n\nPlants, suggesting that lack of TNO 1 caused some secretion of AALP and RD 21 (Fig. 7 B).", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO 1", "AALP", "RD 21"], "mission": [], "experimenttype": [], "outcome": ["Lack of TNO 1 caused increased levels of AALP and RD 21 in ICF"]}
{"paper_id": "13", "chunk_id": "13_41", "text": "wild-type\n\nPlants, suggesting that lack of TNO 1 caused some secretion of AALP and RD 21 (Fig. 7 B). By contrast, no\n\nSecretionofvacuolarinvertasewasobserved, although\n\nVacuolar invertase was suggested previously to be transported to the vacuole by a similar pathway to\n\nRD 21 (Rojo et al., 2003). RD 21, therefore, may have an\n\nAlternativeoradditionaltransportpathwaytothevacuole. These data suggest that TNO 1 is required for\n\nEfficienttraffickingofsomevacuolarproteins.\n\nInvolvement of TNO 1 in Vesicle Fusion\n\nIn Arabidopsis, thetraffickinginhibitor BFAtargets\n\nThe Arf-GEFGNOMandinducestheformationof BFA compartments (Geldner et al., 2001), most likely by homotypic fusion of the TGN (which is also an early\n\nEndosome) and heterotypic fusion between the TGN\n\nAndotherendosomes(Dettmeret al.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_42", "text": "is also an early\n\nEndosome) and heterotypic fusion between the TGN\n\nAndotherendosomes(Dettmeret al.,2006; Lamet al.,\n\n2009; Viottiet al.,2010). Therefore, SNAREsatthe TGN mayfunction in these fusion events upon BFA treatment. As TNO 1 interactswith SYP 41 andlossof TNO 1\n\nFigure 6. Mislocalizationof SYP 61 inthetno 1 mutant. A, Colocalizationof SYP 61 or SYP 41 with VHAa 1-GFPinthewildtype(WT)andthe tno 1 mutant. Protoplasts were isolated from leaves of VHAa 1-GFP transgenicwild-typeplantsand VHAa 1-GFPtransgenictno 1 mutants andfixed, followedbyimmunofluorescencelabelingusing SYP 61 or\n\nSYP 41 antibodies. Bars=10 mm. B, Quantificationofcolocalizationof\n\nSYP 61 and SYP 41 with VHAa 1-GFP in the wild type and the tno 1 mutant.", "organism": [], "assay": ["in vivo"], "gene": ["SYP 61", "SYP 41", "VHAa 1-GFP"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_43", "text": "ficationofcolocalizationof\n\nSYP 61 and SYP 41 with VHAa 1-GFP in the wild type and the tno 1 mutant. Percentageofcolocalizationof SYP 61 or SYP 41 with VHAa 1 was determined. Error bars represent (n = 17). Results shown are averages of three independent experiments. The asterisk shows a\n\nFigure 7. Secretionofvacuolarproteinsinthetno 1 mutant. A, Comstatisticallysignificantdifferencebetweenthewildtypeandthetno 1 parison of vacuolar proteins in the wild type (WT) and the tno 1 mutant(ttest; P=0.00011). Knockoutmutant(KO). Vacuoleswereisolatedfromleavesofwild-type andtno 1 mutantplantsandanalyzedbyimmunoblottingusing AALP,\n\nRD 21, and invertase antibodies. The amount of vacuolar proteins loadedisshownatthetop.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": ["Bion-M1"], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_44", "text": "using AALP,\n\nRD 21, and invertase antibodies. The amount of vacuolar proteins loadedisshownatthetop. B, Secretionofvacuolarproteinsinthetno 1\n\nWild-type and tno 1 mutant plants, suggesting that mutant. ICFs were harvested from the wild type, the tno 1 knockout\n\nOverallvacuolartraffickingisnotinhibitedinthetno 1 mutant, and the TNO 1 complemented line (COM) and analyzed by\n\nMutant (Fig. 7 A). SDS-PAGEandimmunoblottingusing AALP, RD 21, invertase, Chl I, and\n\nAlthoughthetno 1 mutantdoesnotappeartohavea PEX 11 d antibodies. Chl I and PEX 11 d were used to show equal cell general block in vacuolar trafficking, this does not\n\nbreakage. TOT-ICF, Extractaftercollectionof ICF.\n\n520 Plant Physiol. Vol. 156, 2011\n\nDisrupts the localization of SYP 61, TNO 1 could be in the absence of BFA.", "organism": ["Arabidopsis"], "assay": ["immunoblottingusing AALP", "SDS-PAGEandimmunoblottingusing AALP"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_45", "text": "Physiol. Vol. 156, 2011\n\nDisrupts the localization of SYP 61, TNO 1 could be in the absence of BFA. After BFA treatment, TNO 1 involved in membrane fusion at the TGN together colocalized with the remaining small VHAa 1-GFPwith the SYP 41 complex. Labeled structures (Fig. 8, L–O), suggesting that TNO 1\n\nTherefore, formation of the BFA compartment in ispresentin TGNremnantsthatdonotundergofusion. VHAa 1-GFP transgenic wild-type and tno 1 mutant Together, these results suggest that lack of TNO 1 seedlings was investigated. Without BFA treatment, delays homotypic fusion between TGN or fusion bethere was no difference in the appearance of VHAa 1 tween TGN and other endosomes in cotyledons.", "organism": ["Drosophila"], "assay": [], "gene": ["Tno 1", "VHAa 1-GFP"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_46", "text": "n bethere was no difference in the appearance of VHAa 1 tween TGN and other endosomes in cotyledons. The\n\nBFAcompartment, therefore, formsmoreslowlyinthe\n\nGFP-positive structures in roots and cotyledons between wild-type and tno 1 mutant seedlings (Fig. 8, tno 1 mutant, presumablyduetodelayedfusion. TNO 1\n\nA–D). After 1 h of BFA treatment, VHAa 1-GFP accumay function in maintaining TGN structure or identity, marking TGNremnantsthatdonotparticipatein\n\nMulated in the BFA compartments in roots of wildtype seedlings, as reported previously, and in tno 1 BFA compartment formation.\n\nMutantseedlings(Fig.8, Eand F; Dettmeret al.,2006). In wild-type cotyledons, the BFA compartments were\n\nSeenintheperipheralregion.", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO1"], "mission": [], "experimenttype": ["BFA treatment"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_47", "text": "Dettmeret al.,2006). In wild-type cotyledons, the BFA compartments were\n\nSeenintheperipheralregion. Bycontrast, VHAa 1-GFP\n\nDISCUSSION in tno 1 mutant cotyledons did not accumulate in BFA\n\nIdentity of TNO 1\n\nCompartmentsafter 1 hof BFAtreatment(Fig.8, Gand\n\nH). VHAa 1-GFP-labeled BFA compartments in coty TNO 1 was identified as a novel protein that coimledonsofthetno 1 mutantcouldbeseenonlyafter 5 h\n\nMunoprecipitateswith SYP 41. As SYP 41 isat-SNARE of BFA treatment (Fig. 8 K). No difference was seen in residing at the TGN, we hypothesize that TNO 1 may recovery from BFA treatment between wild-type and alsobeinvolvedinvesiclefusionatthisorganelle. We\n\nTno 1 mutantplants (Fig. 8, Iand J).", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO 1", "SYP 41"], "mission": [], "experimenttype": ["BFA treatment"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_48", "text": "wild-type and alsobeinvolvedinvesiclefusionatthisorganelle. We\n\nTno 1 mutantplants (Fig. 8, Iand J). Have demonstrated that TNO 1 is involved in salt and\n\nThe response of TNO 1 to BFA treatment was also osmotic stress responses and is required for efficient investigated. VHAa 1-GFP transgenic seedlings were vacuolartrafficking. Basedontheeffectsof BFAtreattreatedin MSliquidmediumsupplementedwith 50 m\n\nM ment, TNO 1 is proposed to beinvolved in the forma BFA for 2 h, followed by fixing and immunolabeling tion of the BFA compartment and may function in using TNO 1 antibody. TNO 1 was not found in the maintaining TGN structureor identity.", "organism": ["Arabidopsis"], "assay": ["BFA treatment", "fixation and immunolabeling"], "gene": ["TNO 1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_49", "text": "y function in using TNO 1 antibody. TNO 1 was not found in the maintaining TGN structureor identity. VHAa 1-GFP-labeled BFA compartment but instead When we analyzed its potential domain structure remained in small punctate structures similar to those using the Conserved Domain Architecture Retrieval\n\nFigure 8. Delayedformationofa BFAcompartment in the tno 1 mutant and localization of\n\nTNO 1 upon BFAtreatment. Ato D, VHAa 1-GFP\n\nIn the wild type (WT) and the tno 1 knockout\n\nMutant (KO) without BFA treatment. TGN is\n\nLabeled with VHAa 1-GFP in roots of wild-type\n\n(A)andtno 1 mutant(B)plantsandincotyledons\n\nOfwild-type(C)andtno 1 mutant(D)plants. Eto\n\nK, Formationofthe BFAcompartmentinthewild\n\nType and the tno 1 mutant.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_50", "text": "andtno 1 mutant(D)plants. Eto\n\nK, Formationofthe BFAcompartmentinthewild\n\nType and the tno 1 mutant. Wild-type and tno 1\n\nMutantseedlingsweretreatedwith 50 mgm L 21\n\nBFAinliquidmediumforeither 1 h(E–H)or 5 h\n\n(K). Fortherecovery, BFA-treatedseedlingswere\n\nWashedtwicewiththesamemediumandincubated for 1 h (I and J). Formation of the BFA\n\nCompartment in roots of wild-type (E) and tno 1\n\nMutant(F)plantsandincotyledonsofwild-type\n\nPlants (G) was observed after 1 h of BFA treatment. Formation of the BFA compartment in\n\nCotyledons of tno 1 mutant plants was not observedafter 1 hof BFAtreatment(H)butwasseen\n\nAfter 5 hof BFAtreatment(K). Recoveryfrom BFA\n\nTreatmentincotyledonsofwild-type(I)andtno 1\n\nKnockoutmutant(J)plantswasindistinguishable.\n\nLto O, Localizationof TNO 1 after BFAtreatment.", "organism": ["Arabidopsis"], "assay": ["in vivo", "BFA treatment"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": ["Formation of the BFA compartment in wild-type and tno 1 mutant plants"]}
{"paper_id": "13", "chunk_id": "13_51", "text": "tno 1\n\nKnockoutmutant(J)plantswasindistinguishable.\n\nLto O, Localizationof TNO 1 after BFAtreatment.\n\nVHAa 1-GFP transgenic seedlings were treated\n\nWith 50 mgm L 21 BFAinliquidmediumfor 2 h\n\nAndfixed, followed byimmunofluorescenceusing TNO 1 antibody. Arrows indicate the BFA\n\nCompartment, and arrowheads indicate small\n\nPunctatestructures, presumably TGN. DIC, Differentialinterferencecontrast. Bars=10 mm.\n\nPlant Physiol. Vol. 156, 2011 521\n\nKim and Bassham\n\nTool, two previously characterized domains (SMC_ fied:sensitivitytohighsaltandosmoticstress, partial prok_B and SMC_N) containing long coiled-coil resecretion of some vacuolar proteins, mislocalization gions for protein interaction were identified in TNO 1 of SYP 61, and delayed BFA compartment formation (Akhmedov et al.", "organism": [], "assay": ["immunofluorescence"], "gene": ["TNO 1", "SYP 61"], "mission": [], "experimenttype": ["BFA treatment", "compartment formation"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_52", "text": "teraction were identified in TNO 1 of SYP 61, and delayed BFA compartment formation (Akhmedov et al., 1998; Geer et al., 2002). Although in cotyledon cells. Differing effects on salt tolerance\n\nSMCdomainsarecommonlyfoundinstructuralmainhave been seen for mutations in different trafficking tenance of chromosome proteins, they are also found proteins. Knockdown of At VAMP 7 C, a v-SNARE inin other proteins with multiple coiled-coil domains, volvedinvesiclefusionwiththevacuole, wasfoundto such as vesicle-tethering factors and cytoskeletonconfersalttolerancebypreventinghydrogenperoxide- binding proteins. A search for proteins with sequence containing vesicles from fusing with the tonoplast similarityto TNO 1 usingthe BLASTalgorithm(Altschul (Leshem et al., 2006).", "organism": [], "assay": ["RNA-seq"], "gene": ["ATVAMP7C", "SMCdomains"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_53", "text": "fusing with the tonoplast similarityto TNO 1 usingthe BLASTalgorithm(Altschul (Leshem et al., 2006). Knockout of SYP 22, a t-SNARE et al., 1997, 2005) identified several hypothetical prointhe PVCandtonoplast, alsoincreasedsalttolerance teinsfromotherplantspeciesasmostcloselyrelatedto in shoots, and a decreased level of in shoots was\n\nTNO 1. Inaddition, myosin-relatedproteins, aputative observed (Hamaji et al., 2009). Thus, vesicle fusion\n\nATP-binding protein, and tethering factors including appearstodirectlyorindirectlyaffectsalttoleranceat\n\nUSO 1 in yeast, tgolgin-1 in mouse, and gigantin in the PVC and vacuoles. By contrast, the tno 1 mutant humanwereidentifiedwithhighsignificance, primarand a mutation in (Zhu et al.", "organism": [], "assay": ["in vivo"], "gene": ["SYP22", "TNO1"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_54", "text": "trast, the tno 1 mutant humanwereidentifiedwithhighsignificance, primarand a mutation in (Zhu et al., 2002) showed a ily due to the presence of long coiled-coil regions in salt-sensitive phenotype. TNO 1 and SYP 61 colocalize these proteins. To the TGN and arelikelyto exist in the same protein\n\nUSO 1, whichhas 20%aminoacidsequenceidentity complex. The salt-sensitive phenotype of the tno 1 and 39%aminoacidsimilarityto TNO 1, isatethering mutant may be due to its effect on SYP 61 (Fig. 6). In factor involved in ER-to-Golgi trafficking that tethers the tno 1 mutant, less SYP 61 colocalized with VHAa 1 COPII vesicles at the cis-Golgi (Cao et al., 1998).", "organism": [], "assay": ["in vivo"], "gene": ["TNO 1", "USO 1", "SYP 61"], "mission": [], "experimenttype": ["ER-to-Golgi trafficking"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_55", "text": "no 1 mutant, less SYP 61 colocalized with VHAa 1 COPII vesicles at the cis-Golgi (Cao et al., 1998). GFP-labeled TGN compared with wild-type plants,\n\nTethering factors have been reported to function in leading to possible reduced SYP 61 function in salt vesicle fusionbyinteracting withtheirtetheringparttolerance. It was hypothesized that a cation transnertopullvesiclesclosetotheirtargetmembrane(Cao porter in the osm 1/syp 61 mutant may not function et al., 1998). Some are also involved in maintaining correctly, affecting guard cell turgor and salt sensitivorganelle structure and assisting in the formation of ity(Zhuet al.,2002). Extensiveinvestigationsofcation\n\nSNAREcomplexesviadirectinteractionwitha SNARE transporters in yeast, plants, and mammalian cells\n\nCation/H+ (Shorteret al.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_56", "text": "tinteractionwitha SNARE transporters in yeast, plants, and mammalian cells\n\nCation/H+ (Shorteret al.,2002; Vasileet al.,2003). Thepresenceof have shown that antiporters in the Golgi, multiplepredictedcoiled-coildomainsandthesimilar TGN, endosome, and PVCregulatethep Handcation ity to USO 1 suggest that TNO 1 could be a tethering concentration in these organelles, affecting vesicle factoratthe TGN. Trafficking, andknockdownof VHAa 1 in Arabidopsis alsoleadstoincreasedsaltsensitivity(Brettet al.,2002, 2005; Nakamura et al., 2005; Pardo et al., 2006; Fuji\n\nPhenotype of the Knockout Mutant et al., 2007; Krebset al.,2010).", "organism": ["Mus musculus"], "assay": [], "gene": ["VHAa1", "TNO1"], "mission": [], "experimenttype": ["Knockout mutant"], "outcome": ["Increased saltsensitivity"]}
{"paper_id": "13", "chunk_id": "13_57", "text": "., 2005; Pardo et al., 2006; Fuji\n\nPhenotype of the Knockout Mutant et al., 2007; Krebset al.,2010). Thus, onepossibilityis\n\nTodeterminethefunctionof TNO 1, thetno 1 mutant thatthesalt-sensitivephenotypeofthetno 1 andosm 1/ was isolated and four major phenotypes were identisyp 61 mutants could be caused by defects in the\n\nTable I. Primersequences\n\nTherestrictionsitesusedforcloningareunderlined.\n\nPrimer Name Direction Sequence\n\nTNO 1 c DNA Forward 5#-GGTTGGGATCGTATTTAGATAATG-3#\n\n5#-GTAGTAGTTTCATGTGAGAGACC-3#\n\n5#-TTGACCGACTTGCTGGGTACA-3#\n\nTNO 1 internal Forward\n\nReverse 5#-GCAATGACATCCACGTCTCTAAGG-3#\n\n5#-TGGTTCACGTAGTGGGCCATCG-3#\n\nT-DNAleftborder-a 1\n\n5#-ATCAGTCGACAACAAATCAGTCAATT-3#\n\nTNO 1 promoter Forward\n\nReverse 5#-GCGGCCGCTATCTAAATACGATCC-3#\n\n5#-GCGGCCGCATGCACGAGAAGGATG-3#\n\nGenomic TNO", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_58", "text": "omoter Forward\n\nReverse 5#-GCGGCCGCTATCTAAATACGATCC-3#\n\n5#-GCGGCCGCATGCACGAGAAGGATG-3#\n\nGenomic TNO 1 Forward\n\n5#-TTCTGGTACCGATTCTCAGTGGACAG-3#\n\nSYP 41 Forward 5#-GGATCCTCATGGCGACGAGGAATCGTACGTTGCTGTTT-3#\n\n5#-GGATCCTCAGACAAGCAGGATGCGCA-3#\n\n5#-GGAGATGGCAGTTTATGATC-3#\n\nDREB 2 A Forward\n\nReverse 5#-TTAGTTCTCCAGATCCAAGTA-3#\n\n5#-ATGACGACTGTAATCGACGCGACGA-3#\n\nSOS 1 Forward\n\n5#-TGACAACACCACTGAGGATAAATAT-3#\n\n5#-ATGGATCAAACAGAGGAACCACCAC-3#\n\nRD 29 Forward\n\n5#-CCATTCCAGTTTCAGTCTTCATATC-3#\n\n5#-GGATCCTCATGTCTTCAGCTCAAGATCC-3#\n\nSYP 61 Forward\n\n5#-GGATCCTTATATCATCATCATTTGAC-3#\n\n522 Plant Physiol. Vol. 156, 2011\n\nTransportofcation/H+antiportersorinthefunctionof\n\nBFAcompartmentformationimpliesthat TNO 1 could cation/H+antiporters atthe TGN.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_59", "text": "ersorinthefunctionof\n\nBFAcompartmentformationimpliesthat TNO 1 could cation/H+antiporters atthe TGN. Be involved in homotypic fusion of the TGN/early\n\nAnother noticeable phenotype is the secretion of endosomesorfusionbetween TGNandothertypesof normally vacuolar proteins in the tno 1 mutant. Analendosomes upon BFA treatment. Ysisof ICFfromthetno 1 mutantdemonstratedpartial VHAa 1-GFP and TNO 1 colocalize extensively unsecretion of AALP, in common with mutants in the dernormalconditions; however, lossofcolocalization additional SYP 41 complex components VPS 45 and was observed upon BFA treatment, indicating that\n\nVTI 12 (Sanmart´ın et al., 2007; Zouhar et al., 2009). TNO 1 does not enter BFA compartments (Fig. 8).", "organism": [], "assay": ["BFA treatment"], "gene": ["TNO 1", "SYP 41", "VPS 45", "VTI 12"], "mission": [], "experimenttype": ["involvement in homotypic fusion of the TGN/early endosome fusion between TGN and vacuolar proteins unsecretion loss of colocalization VHAa GFP with TNO1 after BFA treatment"], "outcome": ["TNO 1 does not enter BFA compartments", "BFA treatment results in the involvement of SYP 41, VPS 45 and WAI1 components as well as a partial colocalization between ICF from Tno 1 mutant with VHAa GFP"]}
{"paper_id": "13", "chunk_id": "13_60", "text": "I 12 (Sanmart´ın et al., 2007; Zouhar et al., 2009). TNO 1 does not enter BFA compartments (Fig. 8). A\n\nAALP has dual vacuolar targeting signals and is a similareffectwasobservedforthemammaliangolgin cargo for VSR 1 (Hinz et al., 2007). Therefore, TNO 1, GM 130, which, unlike most Golgi proteins, does not\n\nAt VPS 45, and VTI 12 maycooperatein VSR 1-mediated relocate to the ER in the presence of BFA (Seemann vacuolartraffickingviarecyclingof VSR 1 from PVCto et al., 2000). GM 130 is a tethering factor that also\n\nTGN. RD 21 isanotherproteinthatispartiallysecreted interacts with SNAREs during vesicle fusion and a inthetno 1 mutant. RD 21 isa Cysproteaselike AALP Golgi matrix protein required for the integrity of the but is probably transported via a VSR 1-independent Golgistructure(Diaoet al.", "organism": [], "assay": ["PCR"], "gene": ["GAPDH", "AT1G01010", "AALP", "GM 130", "VPS 45", "TGN. RD21"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_61", "text": "r the integrity of the but is probably transported via a VSR 1-independent Golgistructure(Diaoet al.,2008). After BFAtreatment, pathway. RD 21 and invertase are transported to the GM 130 remains in a Golgi remnant, while Golgi luvacuole by ER bodies rather than by the VSR 1-mediminal proteins are transported back to the ER, indiated transport pathway (Hayashi et al., 2001; Rojo cating that GM 130 is involved in maintaining Golgi et al.,2003); however, invertasewasnotsecretedinthe structure (Seemann et al., 2000). Although there is no tno 1 mutant. This result may indicate that RD 21 can sequencehomologybetween TNO 1 and GM 130, based follow an alternative transport pathway to the vacuon the properties of TNO 1, it is possible that TNO 1 ole.", "organism": [], "assay": ["BFAtreatment"], "gene": ["RD21", "invertase"], "mission": [], "experimenttype": ["Alternative transport pathway to the vacuole"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_62", "text": "alternative transport pathway to the vacuon the properties of TNO 1, it is possible that TNO 1 ole. Protein profiles from isolated vacuoles of wildalso functions as a tethering factor and is involved in typeandtno 1 mutantleafprotoplastswerecompared maintaining TGNstructureoridentity. Invitrofusion bytwo-dimensionalgelelectrophoresis, butnosignifassays using recombinant TNO 1 and TGN SNAREs icantdifferenceswereobserved(datanotshown). This may provide insight into the role of TNO 1 in memis most likely due to only a small fraction of proteins brane fusion events. Being secreted, with most protein still being correctly transported to the vacuole. The partial secretion of vacuolar proteins, therefore, may be an indirect effect\n\nOfthe loss of TNO 1.", "organism": ["Arabidopsis"], "assay": [], "gene": ["Tno1"], "mission": [], "experimenttype": ["Control", "Microgravity"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_63", "text": "e partial secretion of vacuolar proteins, therefore, may be an indirect effect\n\nOfthe loss of TNO 1. MATERIALS AND METHODS\n\nAlthough salt sensitivity and secretion of some\n\nIdentification of TNO 1\n\nVacuolarproteinsinthetno 1 mutantmayappeartobe independent phenotypes, these two phenotypes are Proteinextractsweremadeessentiallyasdescribedby Basshamet al. Closelyrelated. Aconnectionbetweensaltsensitivity (2000) and Sanderfoot et al. (2001 a). Arabidopsis (Arabidopsis thaliana) suspension cells were ground in extraction buffer (phosphate-buffered\n\nAndvacuolartraffickinghasbeenwellestablished. In saline[PBS],1 m MEDTA,0.1 m Mphenylmethylsulfonylfluoride, and 1% yeast and mammalian cells, post-Golgi organelles [v/v]Triton X-100)andsolubilizedfor 2 hat 4(cid:4)C.", "organism": ["Arabidopsis thaliana"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_64", "text": "east and mammalian cells, post-Golgi organelles [v/v]Triton X-100)andsolubilizedfor 2 hat 4(cid:4)C. Solubilizedproteinswere\n\nInvolved in vacuolar trafficking were shown to be added to a column containing immobilized SYP 41 antibodies or SYP 41 preimmuneserumandincubatedfor 2 hat 4(cid:4)C. Thecolumnswerewashed targetsforsaltstress, resultingininefficientvacuolar fivetimeswithextractionbuffer, andboundproteinswereelutedusing 0.2 M trafficking (Bachert et al., 2001; Pardo et al., 2006;\n\nGly, p H 2.5. Immunoprecipitates from SYP 41 and preimmune antibody\n\nHerna´ndezet al.,2009). In Arabidopsis, theendocytic wereseparatedby SDS-PAGEandvisualizedusingsilverstaining.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_65", "text": "et al.,2009). In Arabidopsis, theendocytic wereseparatedby SDS-PAGEandvisualizedusingsilverstaining.\n\nPathway to the vacuole has also been shown to be\n\nProteinbandsmigratingatapproximatemolecularmassesof 200,67, important for salt tolerance (Leshem et al., 2006, 35, and 15 k Dwereexcisedandanalyzedatthe Protein Microsequencing 2007). Thus, our results provide additional evidence and Proteomic Mass Spectroscopy Laboratoryatthe Universityof Massachusetts Medical School(Worchester, MA). Proteinsweredigestedingel that vacuolar trafficking is important for salt tolerusingtrypsin, theresultingpeptideswereappliedtoa Finnigan Electrospray LCQDecaion-trapmassspectrometer, andthepeptidemasseswere usedtoidentifypotentialmatcheswithinthe Arabidopsisproteome.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_66", "text": "ssspectrometer, andthepeptidemasseswere usedtoidentifypotentialmatcheswithinthe Arabidopsisproteome.\n\nBFATreatment\n\nC DNA Cloning and Sequencing\n\nIn this study, we used BFA to investigate the in RNAwasextractedfrom Arabidopsissiliquesandtreatedwith DNase I,\n\nVolvement of TNO 1 in fusion events, as TNO 1 is a followed by RTusing an oligo(d T) primer. C DNAs were amplified using\n\nMemberofaproteincomplexpredictedtoberequired\n\nHerculase Long and Accurate Polymerase Mix (Agilent Technologies) and\n\nFor membrane fusion at the TGN and BFA treatment\n\nTNO 1 c DNAforwardandreverseprimers(Table I)accordingtothemanucauses the formation of BFA compartments by fusion facturer’sprotocol. Theamplificationproductwasinsertedintop GEMT-Easy between multiple types of endosomes.", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO1", "GAPDH"], "mission": [], "experimenttype": ["DNase I treatment", "BFA-induced membrane fusion at the TGN"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_67", "text": "er’sprotocol. Theamplificationproductwasinsertedintop GEMT-Easy between multiple types of endosomes. As expected, vector(Invitrogen), and DNAsequencingwasperformedatthe W. M. Keck\n\nFoundation (Yale University). The sequence was deposited in Gen Bank\n\nVHAa 1-GFP transgenic plants formed BFA compart-\n\n(accessionno. HM 776995).\n\nMents after 1 h of BFA treatment, but VHAa 1-GFP\n\nTransgenic tno 1 mutant plants showed formation of\n\nPlant Materials and Growth Conditions\n\nBFAcompartments onlyafter 5 hof BFAtreatment in\n\nCotyledoncells, whilemutantrootcellsbehavediden Arabidopsis(ecotype Columbia)seedsweresurfacesterilizedandgrown tically to wild-type cells in this assay. This delay in onsoilor MSVitaminand Salt Mixture(Caisson Laboratories)solidmedium\n\nPlant Physiol. Vol.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["BFA treatment", "Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_68", "text": "is delay in onsoilor MSVitaminand Salt Mixture(Caisson Laboratories)solidmedium\n\nPlant Physiol. Vol. 156, 2011 523\n\nKim and Bassham containing 1%(w/v)Suc. Atno 1 knockoutmutantline(Salk_112503)thathas Na Cl, or 0.1 MNa CO followedbypelletingofnonsolubilizedproteinsat a T-DNA insertion in the third exon was obtained from the Arabidopsis 125,000 g(Phanet al.,2008). Pelletsand TCA-precipitatedsupernatantswere\n\nBiological Resource Center. Ahomozygoustno 1 mutantwasidentifiedby PCR analyzedbyimmunoblottingwith TNO 1 and SYP 41 antibodies. Using TNO 1 internalforwardandreverseprimersand T-DNAleftborder-a 1\n\nPrimer(Table I).\n\nICF Extraction\n\nGeneration of Transgenic Plants\n\nICF was extracted as described (Neuhaus et al., 1991).", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO 1", "SYP 41"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_69", "text": "Extraction\n\nGeneration of Transgenic Plants\n\nICF was extracted as described (Neuhaus et al., 1991). One gram of\n\nArabidopsisleaveswasinfiltratedundervacuumin 50 m Msodiumcitrate, p H\n\nGFP-fused vacuolar H+-ATPase (GFP-VHAa 1) plasmid (Dettmer et al., 5.5. Afterinfiltration, surfacedriedleaveswererolledwithfilterpaperand 2006)wasintroducedinto Agrobacteriumtumefaciensstrain GV 2260, whichwas insertedintoa 10-m Lsyringe. Thesyringewasinsertedintoa 50-m Lconical usedtotransformtno 1 mutantplantsbythefloraldippingmethod(Clough tube, whichwascentrifugedat 1,000 gfor 10 minat 10(cid:4)C. ICFwascollectedin and Bent, 1998).", "organism": ["Arabidopsis"], "assay": ["Agrobacterium-mediated transformation"], "gene": [], "mission": [], "experimenttype": ["Transgenic plant generation"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_70", "text": "lough tube, whichwascentrifugedat 1,000 gfor 10 minat 10(cid:4)C. ICFwascollectedin and Bent, 1998). The resulting VHAa 1-GFP-transformed tno 1 plants were the bottom of the tube, and ICF-depleted leaves after centrifugation were selectedon MSsolidmediumcontaining 50 mgm L 21 kanamycin. Groundin 50 m Msodiumcitrateforthecontrol. ICFand ICF-depletedprotein\n\nFortno 1 mutantcomplementation, thefull-length TNO 1 geneanditsproextractwereanalyzedbyimmunoblottingusinganti-AALP(1:1,000; Ahmed moterwere separately amplifiedby PCR with TNO 1 promoterprimers and et al.,2000), anti-RD 21(1:1,000; Hayashiet al.,2001), anti-invertase(1:3,000; genomic TNO 1 primerswithcorrespondingrestrictionsites(Table I). The TNO 1\n\nRojoet al.,2003), anti-Chl I(1:2,000; Adhikariet al.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_71", "text": "respondingrestrictionsites(Table I). The TNO 1\n\nRojoet al.,2003), anti-Chl I(1:2,000; Adhikariet al.,2009), andanti-PEX 11 d promoterfragmentwasdigestedusing Sal Iand Not I, andthe TNO 1 genomic\n\n(1:1,000; Orthet al.,2007). Fragmentwasdigestedusing Not Iand Kpn I. Thedigested TNO 1 promoterand genomic DNAwereligatedintothebinaryvectorp CAMBIA 1300 MCS 1 digested using Sal I and Kpn I (Sanderfoot et al., 2001 a). The resulting plasmid was Preparation of Vacuoles introduced into A. Tumefaciens strain GV 2260, which was used to transform tno 1 mutant plants. The transgenic tno 1 mutant plants were identified by Leafprotoplastsweregeneratedasdescribed(Sheen,2002). Afterharvestresistanceto 50 mgm L 21 hygromycinandimmunoblottingwith TNO 1 antibody.", "organism": ["Arabidopsis"], "assay": [], "gene": ["TMO1"], "mission": [], "experimenttype": ["Control", "Microgravity"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_72", "text": "ed(Sheen,2002). Afterharvestresistanceto 50 mgm L 21 hygromycinandimmunoblottingwith TNO 1 antibody. Ingprotoplasts, vacuoleisolationwasperformedasdescribed(Robertet al., 2007). After adding 6 m Lofprewarmed lysisbuffer(0.2 M mannitol, 10% [w/v]Ficoll,1 m MEDTA, and 5 m MNaphosphate, p H 8.0)at 42(cid:4)C, lysed\n\nTNO 1, SYP 41,\n\nRT-PCR Analysis of and Salt/Osmotic protoplastsweretransferredtocleartubesfora SW 41 swinging-bucketrotor\n\nStress-Responsive Genes (Beckman-Coulter)andoverlaidwith 3 m Lof 4%(w/v)Ficoll(bymixinglysis andvacuolebuffer)and 1 m Lofvacuolebuffer(0.45 Mmannitol,2 m MEDTA,\n\nTotal RNAwas extracted from Arabidopsis organs using the TRIzol and 5 m MNaphosphate, p H 7.5)followedbycentrifugationat 20,000 rpmfor 50 minat 10(cid:4)C.", "organism": ["Arabidopsis"], "assay": ["RT-PCR", "SW 41 swinging-bucketrotor transfer"], "gene": ["TNO 1", "SYP 41"], "mission": [], "experimenttype": ["Stress-Responsive Genes"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_73", "text": "e TRIzol and 5 m MNaphosphate, p H 7.5)followedbycentrifugationat 20,000 rpmfor 50 minat 10(cid:4)C. Vacuoleswererecoveredfromtheinterfacebetween 4%(w/v)\n\nRevised AFGC/site 2 Rna L. Htm#isolation). Rootswereharvestedfrom 4-week Ficollandvacuolebuffer. Old Arabidopsisplantsgrowninliquidculture(MSplus 1%[w/v]Suc), and stems, rosetteleaves, caulineleaves, flowers, andsiliqueswereharvestedfrom 7-week-old Arabidopsisplantsgrowninsoil. Extracted RNAwastreatedwith\n\nImmunofluorescence\n\nDNase I, followedby RTusinganoligo(d T)primer. C DNAswereamplifiedfor 25 cyclesusing TNO 1 internalforwardandreverseprimersor SYP 41 forward Three-or 4-d-old Arabidopsisseedlingsgrownon MSsolidmediumwere andreverseprimers(Table I). Immunolabeled with a protocol slightly modified from Phan et al. (2008).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_74", "text": "andreverseprimers(Table I). Immunolabeled with a protocol slightly modified from Phan et al. (2008). One-week-old wild-type and tno 1 mutant seedlings were treated with Seedlingsusedwere ST-GFPtransgenicplants(Boevinket al.,1998), VHAa 1300 m MNa Cl,40 m MLi Cl,300 m MKCl, or 600 m Mmannitolfor 5 h. Total RNA GFPtransgenicplants(Dettmeret al.,2006), and RHA 1-YFPtransgenicplants was extracted fromthe seedlings, and expressionof SOS 1, DREB 2 A, RD 29, (Preusset al.,2004)tolabel Golgi, TGN, and PVC, respectively. TNO 1, and SYP 61 wasanalyzedby RT-PCRusinggene-specificprimers(Table I; Forprotoplastimmunofluorescence, protoplastswerefixedin 3%(w/v)\n\nYamaguchi-Shinozakiand Shinozaki,1993 a; Liuet al.,1998; Shiet al.,2000; Zhu paraformaldehydein MTSB(50 m MPIPES-KOH, p H 6.", "organism": ["Arabidopsis"], "assay": [], "gene": ["SOS1", "DREB2A", "RD29", "SYP61", "TNO1"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_75", "text": "hinozaki,1993 a; Liuet al.,1998; Shiet al.,2000; Zhu paraformaldehydein MTSB(50 m MPIPES-KOH, p H 6.9,5 m MEGTA, and et al.,2002). 5 m MMg SO )with 0.4 Msorbitolfor 30 minandwashedtwicewith MTSBwith 0.4 Msorbitol. Fixedprotoplastsweremountedontoslidesanddriedfor 1 h. Protoplasts were permeabilized using permeabilization buffer (0.5% [v/v]\n\nAntibody Production and Purification\n\nNonidet P-40 and 10%[v/v]dimethylsulfoxidein MTSB)for 30 minina moistchamberfollowedbywashingthreetimesusing MTSB. Sampleswere\n\nA 1.7-kb C-terminalfragmentofthe TNO 1 c DNAwasclonedintop ET 28 b(+) blockedin 3%bovineserumalbumin(BSA)in MTSBfor 2 h, andprimary expressionvector(Novagen)toproducea His-partial TNO 1 fusionconstruct. Antibodiesin 3%(w/v)BSAin MTSBwereadded.", "organism": [], "assay": ["Protoplast preparation", "Permeabilization"], "gene": ["TNO1 c DNA"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_76", "text": "ector(Novagen)toproducea His-partial TNO 1 fusionconstruct. Antibodiesin 3%(w/v)BSAin MTSBwereadded. After 3 hofincubation,\n\nThefusionproteinconstructwasintroducedinto Escherichiacoli BL 21(DE 3), and protoplastswerewashedthreetimesusing MTSBandtreatedwithconjugated expressionandpurificationofpartial TNO 1 wereasdescribedby Basshamet al. Secondary antibody in 3% (w/v) BSA in MTSB for 50 min followed by (2000). Thepartial TNO 1 waspurifiedusingnickel-nitrilotriaceticacidagarose washingfivetimeswith MTSB. Anti-TNO 1(1:25), anti-SYP 41(1:50), andantiandusedtoimmunizerabbitsat Cocalico Biologicalsaftergelpurification. SYP 61 (1:50) were used as primary antibodies.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_77", "text": "zerabbitsat Cocalico Biologicalsaftergelpurification. SYP 61 (1:50) were used as primary antibodies. Alexa Fluor 594-conjugated\n\nFor purification of TNO 1-specific antibodies, purified His-tagged TNO 1 goatanti-rabbit Ig G(1:250)wasusedassecondaryantibody. Proteinwasseparatedby SDS-PAGEandtransferredtonitrocellulosemembrane\n\nFluorescentsignalswereviewedwithaconfocallaserscanningmicroscope followedbystainingwith Ponceau S, andthestripcontainingthefusionprotein (Leica SP 5; Leica Microsystems). Excitationandemissionwavelengthsof GFP wascutout. Thestripwasblockedin 3%(w/v)driednonfatmilkin PBS, and cruderabbitserumwasincubatedwiththestripfor 2 hat 4(cid:4)C. Thestripwas were 488 and 500 nmand thoseof Alexa Fluor 594 were 590 and 600 nm,\n\nRespectively.", "organism": [], "assay": ["in vivo", "PCR"], "gene": ["TNO1"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_78", "text": ":4)C. Thestripwas were 488 and 500 nmand thoseof Alexa Fluor 594 were 590 and 600 nm,\n\nRespectively. Washedfivetimeswith PBS, andantibodieswereelutedusing 0.1 MGly, p H 2.2. Differential Centrifugation Salt, Ionic, and Osmotic Stresses and Drug Treatment\n\nArabidopsisplantswerehomogenizedin 0.3 MSuc,100 m MTris-HCl, p H 7.5,\n\nForstresstreatment, seedlingsweregrownon MSsolidmediumfor 5 d 1 m MEDTA, and 0.1 m Mphenylmethylsulfonylfluoride. Thehomogenatewas andtransferredto MSsolidmediumcontaining 130 m MNa Cl,17 m MLi Cl,140 centrifugedat 1,000 gfor 10 minat 4(cid:4)Ctoremovecelldebris. Thesupernatantwas m MKCl, or 300 m Mmannitol, followedbygrowthforanadditional 10 d(Zhu centrifugedat 20,000 g, thenthesupernatantwasremovedandfurthercentriet al.,2002). Fuged at 100,000 g.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Salt", "Ionic", "Osmotic Stresses and Drug Treatment"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_79", "text": "entrifugedat 20,000 g, thenthesupernatantwasremovedandfurthercentriet al.,2002). Fuged at 100,000 g. The TCA-precipitated supernatant after centrifugation at\n\nFor BFAtreatment, seedlingsweregrownon MSsolidmediumfor 4 dand 100,000 gandpelletsaftercentrifugationat 20,000 gand 100,000 gwereanalyzed transferredto MSliquidmediumcontaining 50 m\n\nMBFAordimethylsulfoxide byimmunoblottingwith TNO 1 and SYP 61 antibodies(Sanderfootet al.,2001 a). Ascarriercontrolfor 5 h. Seedlingswerewashedtwicewith MSliquidmedium andincubatedin MSliquidmediumforrecovery. BFAtreatmentofprotoplasts\n\nExtraction of TNO 1 from Membranes wasperformedasabovefor 2 hwiththesameconcentrationof BFA.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_80", "text": "plasts\n\nExtraction of TNO 1 from Membranes wasperformedasabovefor 2 hwiththesameconcentrationof BFA. Total membrane fractions were isolated from 2-week-old seedlings by Sequencedatafromthisarticlecan befoundinthe Gen Bank/EMBLdata centrifugationat 125,000 gandtreatedwith 1%(v/v)Triton X-100,2 Murea,1 M librariesunderaccessionnumber HM 776995.\n\n524 Plant Physiol. Vol. 156, 2011\n\nSupplemental Data Chen Y, Shin YK, Bassham DC (2005) YKT 6 is a core constituent of membranefusionmachineriesatthe Arabidopsistrans-Golginetwork. J\n\nThefollowingmaterialsareavailableintheonlineversionofthisarticle. Mol Biol 350:92–101\n\nClaros MG, von Heijne G (1994) Top Pred II: an improved software for\n\nSupplemental Figure S 1. Sequenceanalysisof TNO 1. Membraneproteinstructurepredictions.", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO 1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_81", "text": "oftware for\n\nSupplemental Figure S 1. Sequenceanalysisof TNO 1. Membraneproteinstructurepredictions. Comput Appl Biosci 10:685–686\n\nSupplemental Figure S 2. TNO 1 domainprediction. Clough SJ, Bent AF (1998) Floral dip: a simplified method for Agrobacterium-mediatedtransformationof Arabidopsisthaliana. Plant J 16:\n\nSupplemental Figure S 3. Expression pattern of TNO 1 by microarray\n\nanalysis. Da Silva LLP, Taylor JP, Hadlington JL, Hanton SL, Snowden CJ, Fox SJ,\n\nSupplemental Figure S 4. Salt/osmoticstress-responsivegeneexpression Foresti O, Brandizzi F, Denecke J (2005) Receptor salvage from the inwild-typeandtno 1 mutantplants. Prevacuolar compartment is essential for efficient vacuolar protein\n\ntargeting.", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO 1", "GAPDH"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_82", "text": "dtno 1 mutantplants. Prevacuolar compartment is essential for efficient vacuolar protein\n\ntargeting. Plant Cell 17:132–148\n\nDettmer J, Hong-Hermesdorf A, Stierhof YD, Schumacher K (2006)\n\nVacuolar H+-ATPase activity is required for endocytic and secretory\n\nACKNOWLEDGMENTS traffickingin Arabidopsis. Plant Cell 18:715–730\n\nDiao A, Frost L, Morohashi Y, Lowe M (2008) Coordination of golgin\n\nWe thank Drs. Karin Schumacher, Chris Hawes, Erik Nielsen, Natasha tethering and SNARE assembly: GM 130 binds syntaxin 5 in a p 115 Raikhel, and Tony Sanderfoot for providing constructs, antibodies, and regulatedmanner.", "organism": ["Arabidopsis"], "assay": [], "gene": ["GM", "Raikhel", "Sandershead"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_83", "text": "5 in a p 115 Raikhel, and Tony Sanderfoot for providing constructs, antibodies, and regulatedmanner. JBiol Chem 283:6957–6967 transgeniclines; Margie Carter(Iowa State University Confocal Microscopy Dulubova I, Yamaguchi T, Gao Y, Min SW, Huryeva I, Su¨dhof TC, Rizo J and Image Analysis Facility)forvaluableassistanceandexpertiseinmicros- (2002) How Tlg 2 p/syntaxin 16‘snares’Vps 45. EMBOJ 21:3620–3631 copy; and John Leszyk (Protein Microsequencing and Proteomic Mass\n\nEbine K, Okatani Y, Uemura T, Goh T, Shoda K, Niihama M, Morita MT,\n\nSpectroscopy Laboratoryatthe Universityof Massachusetts Medical School)\n\nSpitzer C, Otegui MS, Nakano A, Ueda T(2008) ASNAREcomplex\n\nFortandemmassspectrometry.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_84", "text": "ical School)\n\nSpitzer C, Otegui MS, Nakano A, Ueda T(2008) ASNAREcomplex\n\nFortandemmassspectrometry. Uniquetoseedplantsisrequiredforproteinstoragevacuolebiogenesis\n\nFuji K, Shimada T, Takahashi H, Tamura K, Koumoto Y, Utsumi S,\n\nNishizawa K, Maruyama N, Hara-Nishimura I (2007) Arabidopsis vacuolar sorting mutants (green fluorescent seed) can be identified\n\nLITERATURE CITED efficientlybysecretionofvacuole-targetedgreenfluorescentproteinin\n\nTheirseeds. Plant Cell 19:597–609\n\nAbramoff MD, Magelhaes PJ, Ram SJ (2004) Image processing with\n\nGeer LY, Domrachev M, Lipman DJ, Bryant SH(2002) CDART:protein\n\nImage J. Biophotonics Int 11:36–42 homologybydomainarchitecture.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_85", "text": "DJ, Bryant SH(2002) CDART:protein\n\nImage J. Biophotonics Int 11:36–42 homologybydomainarchitecture. Genome Res 12:1619–1623\n\nAdhikari ND, Orler R, Chory J, Froehlich JE, Larkin RM(2009) Porphy Geldner N, Friml J, Stierhof YD, Ju¨rgens G, Palme K (2001) Auxin rinspromotetheassociationof GENOMESUNCOUPLED 4 anda Mgtransportinhibitorsblock PIN 1 cyclingandvesicletrafficking. Nature chelatasesubunitwithchloroplastmembranes. JBiol Chem 284:24783–\n\nHamaji K, Nagira M, Yoshida K, Ohnishi M, Oda Y, Uemura T, Goh T,\n\nAhmed SU, Rojo E, Kovaleva V, Venkataraman S, Dombrowski JE,\n\nSato MH, Morita MT, Tasaka M, et al (2009) Dynamicaspectsofion\n\nMatsuoka K, Raikhel NV(2000) Theplantvacuolarsortingreceptor accumulationbyvesicletrafficundersaltstressin Arabidopsis.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_86", "text": "NV(2000) Theplantvacuolarsortingreceptor accumulationbyvesicletrafficundersaltstressin Arabidopsis. Plant\n\nAt ELPisinvolvedintransportof NH(2)-terminalpropeptide-contain Cell Physiol 50:2023–2033 ingvacuolarproteinsin Arabidopsisthaliana. JCell Biol 149:1335–1344\n\nHappel N, Ho¨ning S, Neuhaus JM, Paris N, Robinson DG, Holstein SE\n\nAkhmedov AT, Frei C, Tsai-Pflugfelder M, Kemper B, Gasser SM, (2004) Arabidopsismu A-adaptininteractswiththetyrosinemotifofthe\n\nJessberger R (1998) Structural maintenance of chromosomes protein\n\nVacuolarsortingreceptor VSR-PS 1. Plant J 37:678–693\n\nC-terminaldomainsbindpreferentiallyto DNAwithsecondarystruc Hayashi Y, Yamada K, Shimada T, Matsushima R, Nishizawa NK,\n\nture.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_87", "text": "rentiallyto DNAwithsecondarystruc Hayashi Y, Yamada K, Shimada T, Matsushima R, Nishizawa NK,\n\nture. JBiol Chem 273:24088–24094\n\nNishimura M, Hara-Nishimura I (2001) A proteinase-storing body\n\nAltschul S, Madden T, Schaffer A, Zhang JH, Zhang Z, Miller W, Lipman that prepares for cell death or stresses in the epidermal cells of\n\nD(1997) Gapped BLASTand PSI-BLAST:anewgenerationofprotein\n\nArabidopsis. Plant Cell Physiol 42:894–899 databasesearchprograms.", "organism": ["Drosophila"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_88", "text": "SI-BLAST:anewgenerationofprotein\n\nArabidopsis. Plant Cell Physiol 42:894–899 databasesearchprograms. Nucleic Acids Res 25:3389–3402\n\nHerna´ndez A, Jiang XY, Cubero B, Nieto PM, Bressan RA, Hasegawa PM,\n\nAltschul SF, Wootton JC, Gertz EM, Agarwala R, Morgulis A, Scha¨ffer\n\nPardo JM(2009) Mutantsofthe Arabidopsisthalianacation/H+anti AA, Yu YK (2005) Protein database searches using compositionally porter At NHX 1 conferringincreasedsalttoleranceinyeast:theendoadjustedsubstitutionmatrices. FEBSJ 272:5101–5109 some/prevacuolarcompartmentisatargetforsalttoxicity. JBiol Chem\n\nBachert C, Lee TH, Linstedt AD(2001) Lumenalendosomaland Golgiretrieval determinants involved in p H-sensitive targeting of an early\n\nHinz G, Colanesi S, Hillmer S, Rogers JC, Robinson DG(2007) Locali Golgiprotein.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_89", "text": "geting of an early\n\nHinz G, Colanesi S, Hillmer S, Rogers JC, Robinson DG(2007) Locali Golgiprotein. Mol Biol Cell 12:3152–3160 zationofvacuolartransportreceptorsandcargoproteinsinthe Golgi\n\nBassham DC, Raikhel NV(1998) An Arabidopsis VPS 45 phomologimpliapparatusofdeveloping Arabidopsisembryos. Traffic 8:1452–1464 catedinproteintransporttothevacuole. Plant Physiol 117:407–415\n\nHruz T, Laule O, Szabo G, Wessendorp F, Bleuler S, Oertle L, Widmayer P,\n\nBassham DC, Raikhel NV (2000) Unique featuresof the plant vacuolar\n\nGruissem W, Zimmermann P (2008) Genevestigator v 3: a reference\n\nSortingmachinery. Curr Opin Cell Biol 12:491–495 expression database for the meta-analysis of transcriptomes.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_90", "text": "chinery. Curr Opin Cell Biol 12:491–495 expression database for the meta-analysis of transcriptomes. Adv\n\nBassham DC, Sanderfoot AA, Kovaleva V, Zheng HY, Raikhel NV(2000)\n\nBioinforma 2008:420747\n\nAt VPS 45 complexformationatthetrans-Golginetwork. Mol Biol Cell\n\nJiang LW, Phillips TE, Rogers SW, Rogers JC (2000) Biogenesis of the proteinstoragevacuolecrystalloid. JCell Biol 150:755–770\n\nBoevink P, Oparka K, Santa Cruz S, Martin B, Betteridge A, Hawes C\n\nKirsch T, Paris N, Butler JM, Beevers L, Rogers JC(1994) Purificationand (1998) Stacksontracks:theplant Golgiapparatustrafficsonanactin/ER initialcharacterizationofapotentialplantvacuolartargetingreceptor.\n\nnetwork.", "organism": [], "assay": [], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_91", "text": "tustrafficsonanactin/ER initialcharacterizationofapotentialplantvacuolartargetingreceptor.\n\nnetwork. Plant J 15:441–447\n\nProc Natl Acad Sci USA 91:3403–3407\n\nBrett CL, Tukaye DN, Mukherjee S, Rao RJ(2005) Theyeastendosomal\n\nKrebs M, Beyhl D, Go¨rlich E, Al-Rasheid KA, Marten I, Stierhof YD,\n\nNa+K+/H+ exchanger Nhx 1 regulates cellular p H to control vesicle trafficking. Mol Biol Cell 16:1396–1405 Hedrich R, Schumacher K(2010) Arabidopsis V-ATPaseactivityatthe\n\nBrett CL, Wei Y, Donowitz M, Rao R(2002) Human Na(+)/H(+)exchanger tonoplastisrequiredforefficientnutrientstoragebutnotforsodium isoform 6 isfoundinrecyclingendosomesofcells, notinmitochondria. Accumulation.", "organism": ["Arabidopsis"], "assay": [], "gene": ["Nhx1", "Na+K+/H+ exchanger Nhx 1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_92", "text": "toragebutnotforsodium isoform 6 isfoundinrecyclingendosomesofcells, notinmitochondria. Accumulation. Proc Natl Acad Sci USA 107:3251–3256\n\nAm JPhysiol Cell Physiol 282:C 1031–C 1041 Lam SK, Cai Y, Tse YC, Wang J, Law AHY, Pimpl P, Chan HYE, Xia J, Jiang\n\nBryant NJ, James DE(2003) The Sec 1 p/Munc 18(SM)protein, Vps 45 p, cycleson LW(2009) BFA-inducedcompartmentsfromthe Golgiapparatusand andoffmembranesduringvesicletransport. JCell Biol 161:691–696 trans-Golginetwork/earlyendosomearedistinctinplantcells. Plant J\n\nCao XC, Ballew N, Barlowe C(1998) Initialdockingof ER-derivedvesicles 60:865–881 requires Uso 1 p and Ypt 1 p but is independent of SNARE proteins.", "organism": ["Drosophila"], "assay": [], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_93", "text": "gof ER-derivedvesicles 60:865–881 requires Uso 1 p and Ypt 1 p but is independent of SNARE proteins. Leshem Y, Melamed-Book N, Cagnac O, Ronen G, Nishri Y, Solomon M,\n\nEMBOJ 17:2156–2165 Cohen G, Levine A(2006) Suppressionof Arabidopsisvesicle-SNARE\n\nPlant Physiol. Vol. 156, 2011 525\n\nKim and Bassham expressioninhibitedfusionof HO-containingvesicleswithtonoplast individualmembersof Arabidopsissyntaxingenefamiliesindicateseach andincreasedsalttolerance. Proc Natl Acad Sci USA 103:18008–18013 hasessentialfunctions.", "organism": ["Arabidopsis"], "assay": [], "gene": ["AT2G46970"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_94", "text": "dicateseach andincreasedsalttolerance. Proc Natl Acad Sci USA 103:18008–18013 hasessentialfunctions. Plant Cell 13:659–666\n\nLeshem Y, Seri L, Levine A (2007) Induction of phosphatidylinositol Sanmartı´n M, Ordo´n˜ez A, Sohn EJ, Robert S, Sa´nchez-Serrano JJ, Surpin 3-kinase-mediatedendocytosisbysaltstressleadstointracellularpro MA, Raikhel NV, Rojo E(2007) Divergentfunctionsof VTI 12 and VTI 11 ductionofreactiveoxygenspeciesandsalttolerance. Plant J 51:185–197 in trafficking to storage and lytic vacuoles in Arabidopsis. Proc Natl\n\nLiu Q, Kasuga M, Sakuma Y, Abe H, Miura S, Yamaguchi-Shinozaki K, Acad Sci USA 104:3645–3650\n\nShinozaki K(1998) Twotranscriptionfactors, DREB 1 and DREB 2, with Seaman MNJ(2005) Recycleyourreceptorswithretromer.", "organism": [], "assay": ["PCR"], "gene": ["DREB1", "DREB2"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_95", "text": "Twotranscriptionfactors, DREB 1 and DREB 2, with Seaman MNJ(2005) Recycleyourreceptorswithretromer. Trends Cell Biol an EREBP/AP 2 DNA binding domain separate two cellular signal 15:68–75 transduction pathways in droughtand low-temperature-responsive Seemann J, Jokitalo E, Pypaert M, Warren G(2000) Matrixproteinscan geneexpression, respectively, in Arabidopsis. Plant Cell 10:1391–1406 generatethehigherorderarchitectureofthe Golgiapparatus. Nature\n\nMarty F(1999) Plantvacuoles. Plant Cell 11:587–600 407:1022–1026\n\nMc New JA, Parlati F, Fukuda R, Johnston RJ, Paz K, Paumet F, So¨llner Sheen J (2002) A transient expression assay using Arabidopsis mesophyll branefusionencodedin SNAREproteins.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_96", "text": "(2002) A transient expression assay using Arabidopsis mesophyll branefusionencodedin SNAREproteins. Nature 407:153–159 Shi H, Ishitani M, Kim C, Zhu JK(2000) The Arabidopsisthalianasalt\n\nNakamura N, Tanaka S, Teko Y, Mitsui K, Kanazawa H (2005) Four tolerancegene SOS 1 encodesaputative Na+/H+antiporter. Proc Natl exchanger isoforms are distributed to Golgi and post-Golgi Acad Sci USA 97:6896–6901 compartmentsandareinvolvedinorganellep Hregulation. JBiol Chem Shimada T, Fuji K, Tamura K, Kondo M, Nishimura M, Hara-Nishimura I 280:1561–1572 (2003 a) Vacuolar sorting receptor for seed storage proteins in Arabi Neuhaus JM, Ahl-Goy P, Hinz U, Flores S, Meins FJr(1991) High-level dopsisthaliana.", "organism": ["Arabidopsis"], "assay": [], "gene": ["SOS1", "At2g34600"], "mission": [], "experimenttype": ["Tolerance gene SOS function in organelle pH regulation"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_97", "text": "roteins in Arabi Neuhaus JM, Ahl-Goy P, Hinz U, Flores S, Meins FJr(1991) High-level dopsisthaliana. Proc Natl Acad Sci USA 100:16095–16100 expressionofatobaccochitinasegenein Nicotianasylvestris:suscep Shimada T, Kuroyanagi M, Nishimura M, Hara-Nishimura I (1997) A tibility of transgenic plants to Cercospora nicotianae infection. Plant pumpkin 72-k Damembraneproteinofprecursor-accumulatingvesicles\n\nMol Biol 16:141–151 hascharacteristicsofavacuolarsortingreceptor. Plant Cell Physiol 38:\n\nNiemes S, Labs M, Scheuring D, Krueger F, Langhans M, Jesenofsky B,\n\nRobinson DG, Pimpl P (2010) Sorting of plant vacuolar proteins is\n\nShorter J, Beard MB, Seemann J, Dirac-Svejstrup AB, Warren G(2002)\n\nInitiatedinthe ER.", "organism": ["Arabidopsis", "Nicotiana"], "assay": [], "gene": ["Cercospora nicotianae infection-related gene (no specific name given)"], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_98", "text": "proteins is\n\nShorter J, Beard MB, Seemann J, Dirac-Svejstrup AB, Warren G(2002)\n\nInitiatedinthe ER. Plant J 62:601–614\n\nSequentialtetheringofgolginsandcatalysisof SNAREpinassemblyby\n\nOrth T, Reumann S, Zhang X, Fan J, Wenzel D, Quan S, Hu J(2007) The thevesicle-tetheringproteinp 115. JCell Biol 157:45–62\n\nPEROXIN 11 proteinfamilycontrolsperoxisomeproliferationin Arabi Søgaard M, Tani K, Ye RR, Geromanos S, Tempst P, Kirchhausen T,\n\ndopsis. Plant Cell 19:333–350\n\nRothman JE, So¨llner T(1994) Arabproteinisrequiredfortheassembly\n\nPardo JM, Cubero B, Leidi EO, Quintero FJ(2006) Alkalicationexchangers: of SNARE complexes in the docking of transport vesicles. Cell 78: rolesincellularhomeostasisandstresstolerance.", "organism": ["Arabidopsis"], "assay": [], "gene": ["PEROXIN 11"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_99", "text": "mplexes in the docking of transport vesicles. Cell 78: rolesincellularhomeostasisandstresstolerance. JExp Bot 57:1181–1199\n\nParis N, Rogers SW, Jiang LW, Kirsch T, Beevers L, Phillips TE, Rogers JC\n\nSong J, Lee MH, Lee GJ, Yoo CM, Hwang I(2006) Arabidopsis EPSIN 1 plays (1997) Molecular cloning and further characterization of a probable an important role in vacuolar trafficking of soluble cargo proteins in plantvacuolarsortingreceptor. Plant Physiol 115:29–39 plantcellsviainteractionswithclathrin, AP-1, VTI 11, and VSR 1. Plant\n\nPark JH, Oufattole M, Rogers JC(2007) Golgi-mediatedvacuolarsortingin\n\nCell 18:2258–2274 plantcells:RMRproteinsaresortingreceptorsfortheproteinaggrega Surpin M, Zheng HJ, Morita MT, Saito C, Avila E, Blakeslee JJ, tion/membraneinternalizationpathway.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_100", "text": "Surpin M, Zheng HJ, Morita MT, Saito C, Avila E, Blakeslee JJ, tion/membraneinternalizationpathway. Plant Sci 172:728–745\n\nBandyopadhyay A, Kovaleva V, Carter D, Murphy A, et al (2003) The\n\nPark M, Lee D, Lee GJ, Hwang I (2005) At RMR 1 functions as a cargo\n\nVTI family of SNARE proteins is necessary for plant viability and receptorforproteintraffickingtotheproteinstoragevacuole. JCell Biol mediatesdifferentproteintransportpathways. Plant Cell 15:2885–2899\n\nTo¨rma¨kangas K, Hadlington JL, Pimpl P, Hillmer S, Brandizzi F, Teeri\n\nPhan NQ, Kim SJ, Bassham DC (2008) Overexpression of Arabidopsis\n\nTH, Denecke J(2001) Avacuolarsortingdomainmayalsoinfluencethe sortingnexin At SNX 2 binhibitsendocytictraffickingtothevacuole. Mol wayinwhichproteinsleavetheendoplasmicreticulum.", "organism": ["Arabidopsis thaliana"], "assay": [], "gene": ["SNX2", "AtMORC1"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "13", "chunk_id": "13_101", "text": "SNX 2 binhibitsendocytictraffickingtothevacuole. Mol wayinwhichproteinsleavetheendoplasmicreticulum. Plant Cell 13:\n\nPlant 1:961–976\n\nPreuss ML, Serna J, Falbel TG, Bednarek SY, Nielsen E (2004) The\n\nVasile E, Perez T, Nakamura N, Krieger M(2003) Structuralintegrityofthe\n\nArabidopsis Rab GTPase Rab A 4 blocalizestothetipsofgrowingroothair\n\nGolgi is temperature sensitive in conditional-lethal mutants with no\n\ncells. Plant Cell 16:1589–1603\n\nDetectable GM 130. Traffic 4:254–272\n\nQiu QS, Guo Y, Quintero FJ, Pardo JM, Schumaker KS, Zhu JK(2004)\n\nViotti C, Bubeck J, Stierhof YD, Krebs M, Langhans M, vanden Berg W,\n\nRegulationofvacuolar Na+/H+exchangein Arabidopsisthalianabythe van Dongen W, Richter S, Geldner N, Takano J, et al (2010) Endocytic salt-overly-sensitive(SOS)pathway.", "organism": ["Mus musculus", "Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_102", "text": "Dongen W, Richter S, Geldner N, Takano J, et al (2010) Endocytic salt-overly-sensitive(SOS)pathway. JBiol Chem 279:207–215 andsecretorytrafficin Arabidopsismergeinthetrans-Golginetwork/\n\nRobert S, Zouhar J, Carter C, Raikhel N(2007) Isolationofintactvacuoles earlyendosome, anindependentandhighlydynamicorganelle. Plant from Arabidopsisrosetteleaf-derivedprotoplasts. Nat Protoc 2:259–262\n\nCell 22:1344–1357\n\nRojo E, Zouhar J, Carter C, Kovaleva V, Raikhel NV (2003) A unique von Heijne G(1992) Membraneproteinstructureprediction:hydrophomechanism for protein processing and degradation in Arabidopsis bicityanalysisandthepositive-insiderule. JMol Biol 225:487–494\n\nthaliana.", "organism": ["Arabidopsis thaliana"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_103", "text": "degradation in Arabidopsis bicityanalysisandthepositive-insiderule. JMol Biol 225:487–494\n\nthaliana. Proc Natl Acad Sci USA 100:7389–7394\n\nWolf E, Kim PS, Berger B(1997) Multi Coil:aprogram forpredictingtwo Rose A, Manikantan S, Schraegle SJ, Maloy MA, Stahlberg EA, Meier I (2004) Genome-wideidentificationof Arabidopsiscoiled-coilproteins andthree-strandedcoiledcoils. Protein Sci 6:1179–1189 and establishment of the ARABI-COIL database. Plant Physiol 134: Yamaguchi-Shinozaki K, Shinozaki K(1993 a)Arabidopsis DNAencoding 927–939 twodesiccation-responsiverd 29 genes. Plant Physiol 101:1119–1120\n\nRothman JE(1994) Mechanismsofintracellularproteintransport.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_104", "text": "d 29 genes. Plant Physiol 101:1119–1120\n\nRothman JE(1994) Mechanismsofintracellularproteintransport. Nature Yamaguchi-Shinozaki K, Shinozaki K (1993 b) Characterization of the 372:55–63 expressionofadesiccation-responsiverd 29 geneof Arabidopsisthali Sanderfoot AA, Ahmed SU, Marty-Mazars D, Rapoport I, Kirchhausen T, anaandanalysisofitspromoterintransgenicplants. Mol Gen Genet\n\nMarty F, Raikhel NV(1998) Aputativevacuolarcargoreceptorpartially 236:331–340 colocalizeswith At PEP 12 ponaprevacuolarcompartmentin Arabidop Zhu JH, Gong ZZ, Zhang CQ, Song CP, Damsz B, Inan G, Koiwa H, Zhu sisroots.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_105", "text": "arcompartmentin Arabidop Zhu JH, Gong ZZ, Zhang CQ, Song CP, Damsz B, Inan G, Koiwa H, Zhu sisroots. Proc Natl Acad Sci USA 95:9920–9925 JK, Hasegawa PM, Bressan RA(2002) OSM 1/SYP 61:asyntaxinprotein\n\nSanderfoot AA, Kovaleva V, Bassham DC, Raikhel NV(2001 a)Interacin Arabidopsis controls abscisic acid-mediated and non-abscisic acidtionsbetweensyntaxinsidentifyatleastfive SNAREcomplexeswithin mediatedresponsestoabioticstress. Plant Cell 14:3009–3028 the Golgi/prevacuolarsystemofthe Arabidopsiscell. Mol Biol Cell 12: Zouhar J, Rojo E, Bassham DC(2009) At VPS 45 isapositiveregulatorofthe 3733–3743 SYP 41/SYP 61/VTI 12 SNAREcomplexinvolvedintraffickingofvacu Sanderfoot AA, Pilgrim M, Adam L, Raikhel NV(2001 b)Disruptionof olarcargo. Plant Physiol 149:1668–1678\n\n526 Plant Physiol. Vol.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "13", "chunk_id": "13_106", "text": "am L, Raikhel NV(2001 b)Disruptionof olarcargo. Plant Physiol 149:1668–1678\n\n526 Plant Physiol. Vol. 156, 2011", "organism": ["Arabidopsis"], "assay": [], "gene": ["OLARC_GUS_FP"], "mission": [], "experimenttype": [], "outcome": []}
