{"paper_id": "14", "chunk_id": "14_0", "text": "Original Paper\n\nIdentification of a novel Golgi-localized putative glycosyltransferase protein in Arabidopsis thaliana\n\nRzepecka 1, Ito 2, Yura 1,2,3,4, Ito 2,5, Uemura 1,2,3,5,*\n\nNatalia Yoko Kei Emi Tomohiro\n\nGraduate School of Humanities and Sciences, Ochanomizu University, Tokyo 112-8610, Japan; Institute for Human Life\n\nScience, Ochanomizu University, Tokyo 112-8610, Japan; 3 Natural Science Division, Faculty of Core Research, Ochanomizu\n\nUniversity, Tokyo 112-8610, Japan; 4 Graduate School of Advanced Science and Engineering, Waseda University, Tokyo 1698555, Japan; Institute for Women’s Education in Science, Technology, Engineering, Arts and Mathematics, Ochanomizu\n\nUniversity, Tokyo 112-8610, Japan * E-mail: uemura. Tomohiro@ocha. ac.", "organism": ["Arabidopsis thaliana"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_1", "text": "and Mathematics, Ochanomizu\n\nUniversity, Tokyo 112-8610, Japan * E-mail: uemura. Tomohiro@ocha. ac. Jp Tel: +81-3-5978-5713\n\nReceived November 2, 2023; accepted December 14, 2023 (Edited by T. Sato)\n\nAbstract SNAREs play an important role in the process of membrane trafficking. In the present research, we investigated subcellular localization of an uncharacterized Arabidopsis thaliana protein reported to interact with a trans-Golgi networklocalized Qa-SNARE, SYNTAXIN OF PLANTS 43.", "organism": ["Arabidopsis"], "assay": [], "gene": ["SYNTAXIN OF PLANTS 43"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_2", "text": "na protein reported to interact with a trans-Golgi networklocalized Qa-SNARE, SYNTAXIN OF PLANTS 43. Based on the similarity of its amino acid sequence to metazoan fucosyltransferases, we have named this novel protein At GTLP (Arabidopsis thaliana Glycosyl Transferase-Like Protein) and predicted that it should be a member of yet uncharacterized family of Arabidopsis fucosyltransferases, as it shows no significant sequence similarity to fucosyltransferases previously identified in Arabidopsis. At GTLP is a membrane-anchored protein, which exhibits a type II-like topology, with a single transmembrane helix and a globular domain in the C-terminal part of its amino acid sequence.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_3", "text": "single transmembrane helix and a globular domain in the C-terminal part of its amino acid sequence. Colocalization data we collected suggest that At GTLP should localize mainly to Golgi apparatus, especially to certain zones of trans-Golgi. As single atgtlp−/− mutants showed no obvious difference in phenotype (primary root length and fresh mass), At GTLP and proteins related to At GTLP with high similarity in amino acid sequences\n\nMay have redundant functions. Key words: glycosylation, Golgi apparatus, membrane trafficking, trans-Golgi network. Factors, SNAREs mediate fusion between the membrane\n\nIntroduction of vesicle carrying the cargo and the membrane of the\n\nAn efficient and well-organized intracellular transport organelle the cargo is addressed to (Stenmark 2009).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_4", "text": "ient and well-organized intracellular transport organelle the cargo is addressed to (Stenmark 2009). To system is a basic requirement for life to exist, as many facilitate the fusion, SNAREs form a complex comprising components necessary for metabolic processes, that of four SNAREs—three Q-SNAREs (Qa-, Qb-, Qctake place inside or outside of a eukaryotic cell, are SNARE), which reside on the target membrane and produced and subsequently modified in different cell are characterized by the presence of glutamine as the compartments.", "organism": [], "assay": ["in vivo"], "gene": ["SNAREs", "Qa-", "Qb-", "Qctake"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_5", "text": "ently modified in different cell are characterized by the presence of glutamine as the compartments. The transport system responsible for central amino acid in SNARE motif, in addition to one delivering cargo collected from one compartment (that R-SNARE residing on the transport vesicle, with arginine is: a membrane-enclosed organelle, such as endoplasmic as the central amino acid (Fasshauer et al. 1998). When a reticulum, Golgi, or vacuole) to its next destination has R-SNARE comes into contact with the three Q-SNAREs, been given the name of “membrane traffic”.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_6", "text": "n has R-SNARE comes into contact with the three Q-SNAREs, been given the name of “membrane traffic”. First a link is formed between the vesicle and the target\n\nIn the membrane traffic, macromolecules are packed membrane, and subsequently, due to the change in as cargo into vesicles, which then carry the cargo to conformation of the SNARE complex from “loose” another organelle, plasma membrane or extracellular to “tight” state, the vesicle is pulled toward the target space. SNARE (soluble N-ethylmaleimide-sensitive membrane, allowing the two membranes to fuse together factor attachment receptor) proteins, a family of and the cargo to enter the lumen of the organelle (Jahn membrane-anchored proteins comprising of more than and Scheller 2006).", "organism": [], "assay": ["RNA-seq", "in vivo"], "gene": ["SNARE", "Jahn membrane-anchored proteins"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_7", "text": "lumen of the organelle (Jahn membrane-anchored proteins comprising of more than and Scheller 2006). To ensure the specificity of fusion, a 60 members in Arabidopsis (Sanderfoot 2007), play large number of SNAREs localizes selectively to a specific an important role in this transport system. Assisted by cell compartment. This characteristic made it possible other molecules, such as Rab GTPases and tethering for those SNAREs to be successfully used as organelle\n\nAbbreviations: FUT, fucosyltransferase; GT, glycosyltransferase; POFUT, protein O-fucosyltransferase; SNARE, soluble N-ethylmaleimide-sensitive factor attachment receptor; SYP, syntaxin of plants; TGN, trans-Golgi network.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_8", "text": "ylmaleimide-sensitive factor attachment receptor; SYP, syntaxin of plants; TGN, trans-Golgi network.\n\n36 Novel Golgi-localized putative glycosyltransferase protein markers in subcellular localization studies (Uemura et al. Of which are putative fucosyltransferases), it has been 2004). Established that fucose is attached to each of these\n\nThrough their crucial role in membrane trafficking, types of macromolecules by a specific FUT(s). As our members of SNARE family in plants were reported to be knowledge about plant FUTs is still lacking, the full implicit in a variety of biological processes, ranging from scope of their biological functions is, at present, not fully growth to biotic/abiotic stress resistance. One group of understood.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_9", "text": "tions is, at present, not fully growth to biotic/abiotic stress resistance. One group of understood. SNAREs, that has been linked to secretion-dependent In the present study, we observed subcellular resistance against pathogens, is SYP 4 (SYNTAXIN localization of At GTLP by cross-pollinating a transgenic of PLANTs 4) group. SYP 4 group comprises of three Arabidopsis line expressing At GTLP-m GFP construct members (SYP 41, SYP 42 and SYP 43) with partially with organelle marker lines, as the first step to investigate overlapping functions, all localizing to the TGN (transthe functions of At GTLP.\n\nGolgi network).", "organism": ["Arabidopsis"], "assay": [], "gene": ["SYP4", "GTLP"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_10", "text": "te overlapping functions, all localizing to the TGN (transthe functions of At GTLP.\n\nGolgi network). Syp 42−/−syp 43−/− double mutant exhibits phenotype of shorter roots, semi-dwarfism, and\n\nMaterials and methods early senescence, in addition to increase in susceptibility\n\nPlant material and growth conditions to host-adapted virulent powdery fungus Golovinomyces orontii infection, when compared to wild type (Uemura For colocalization observations, Arabidopsis plants were grown et al. 2012). In growth chamber, in 22°C in long-day light (16 h/8 h, L/D)\n\nA research focused on interactome of Qa-SNARE conditions on MS medium w/vitamins (Duchefa Biochemie), proteins in Arabidopsis reported a number of new containing 0.3% gellan gum (Wako) and 2% sucrose.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_11", "text": ", proteins in Arabidopsis reported a number of new containing 0.3% gellan gum (Wako) and 2% sucrose. p H was\n\nInteractions between specific SNARE proteins and adjusted to 6.265. Fluorescence was observed in cells in the numerous proteins of diverse functions, including novel elongation zone of roots of 5-day-old seedlings. Proteins with unknown functions (Fujiwara et al. 2014). For analysis of mutant phenotype, two T-DNA insertion\n\nOne such interaction was found between SYP 43 and lines SALK_025999 (atgtlp-1) and SALK_011654 (atgtlp-2) an uncharacterized protein, which we decided to name were used. Columbia-0 accession plants were used as a\n\nAt GTLP (Arabidopsis thaliana Glycosyl Transferase-Like control.", "organism": ["Arabidopsis"], "assay": [], "gene": ["SYP 43", "atgtlp-1", "atgtlp-2"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_12", "text": "-0 accession plants were used as a\n\nAt GTLP (Arabidopsis thaliana Glycosyl Transferase-Like control. Growth conditions and medium were the same as for\n\nProtein) due to the similarity to glycosyltransferases in its colocalization analysis. For statistical analysis of primary root\n\nAmino acid sequence. Length and fresh mass, 25 individuals (11-day-old) were used\n\nGlycosyltransferases (GTs) are a large family of\n\nFor each genotype. Enzymes, characterized by their ability to transfer\n\nRNA extraction and RT-PCR sugar moieties to a specific acceptor substrate creating a glycosidic bond. GTs are known to produce a variety RNA was extracted from 10-day-old Arabidopsis seedling with diverse biological roles, but in plants, these enzymes was used for each sample.", "organism": ["Arabidopsis thaliana", "Mus musculus"], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_13", "text": "opsis seedling with diverse biological roles, but in plants, these enzymes was used for each sample. C DNA was synthesized using photosynthesis and for biosynthesis of cell-wall (Keegstra\n\nScientific). 5 µg of the extracted RNA was added to each and Raikhel 2001). At present, 567 Arabidopsis proteins reaction as a template. The presence or lack of At GTLP recorded in the Carbohydrate Active Enzyme Database expression in mutant lines was confirmed by PCR reaction e 1. Html, accessed Nov 1, 2023) with ‘Glycosyl Transferase’ template. Primers used for RT-PCR are listed in Supplementary annotation have been further classified into 45 of 117 Table S 1.\n\nGT families known today (including GT 0 or GTnc, ‘non-classified’).", "organism": ["Arabidopsis"], "assay": [], "gene": ["At Glycosyl Transferase", "AT1G01010"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_14", "text": "ified into 45 of 117 Table S 1.\n\nGT families known today (including GT 0 or GTnc, ‘non-classified’). Independently from the sequence Gene cloning based classification implemented in CAZy database,\n\nA 5.1 kbp fragment of nucleotide sequence comprising of the\n\nGTs can also be categorized according to the type of native promoter and At GTLP (At 2 g 04280) gene sequence sugar they use as a substrate. One such example is the flanked by 5′ and 3′ UTRs was amplified using superfamily of fucosyltransferases (FUTs), which utilize GXL DNA Polymerase (Takara). The amplified sequence was a substrate (Martinez-Duncker et al. 2003).", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_15", "text": "GXL DNA Polymerase (Takara). The amplified sequence was a substrate (Martinez-Duncker et al. 2003). In plants, D-TOPO Vector Kit (Thermo Fisher Scientific) for directional structures are N-glycans, O-fucosylated proteins, as\n\nChemically Competent Escherichia coli (Thermo Fisher well as components of cell walls, such as xyloglucans, Scientific). Arabinogalactan proteins and pectic polysaccharides— Transformants were selected on solid LB medium with rhamnogalacturonan I (RG-I) and rhamnogalacturonan kanamycin 50 mg l−1 and cultured overnight in liquid LB\n\nII (RG-II) (Soto et al. 2019). Based on characteristics with the same antibiotic concentration. Isolated plasmid was of FUTs that have been identified thus far (a majority linearized and fused with monomeric GFP (m GFP) (Segami\n\nN.", "organism": ["Escherichia coli"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_16", "text": "ave been identified thus far (a majority linearized and fused with monomeric GFP (m GFP) (Segami\n\nN. Rzepecka et al. 37 et al. 2014) gene sequence using In-Fusion HD Kit (Takara). (Schindelin et al. 2012) was used. For each organelle marker,\n\nProduct of this reaction was used to transform competent three 50 µm×50 µm images with 15 randomly selected regions\n\nE. Coli cells and the transformants selection procedure was of interest (ROIs), freehand-drawn around the observed dotrepeated. Isolated plasmid was used as the entry clone for like structures, were used for analysis (45 ROIs total for each p HGW vector (Karimi et al. 2002) as the destination vector in marker).", "organism": ["E Coli"], "assay": [], "gene": ["HGW", "pHGW"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_17", "text": "ysis (45 ROIs total for each p HGW vector (Karimi et al. 2002) as the destination vector in marker). Noise in the images was corrected using the ‘Smooth’\n\nAt GTLP-m GFP in p HGW construct was transformed into generated using RGB profiler plugin for Fiji/Image J. Competent E. Coli cells and transformant colonies were selected\n\nOn solid LB medium with 100 mg l−1 spectinomycin.\n\nFor creation of m RFP-GOS 12 Golgi marker line, translational fusion between m RFP (Campbell et al. 2002) and At GTLP is a putative glycosyltransferase\n\nAt GTLP is predicted to be a membrane-anchored protein\n\nGOS 12 were generated by inserting c DNA encoding m RFP in comprising of 568 residues.", "organism": ["Escherichia coli"], "assay": [], "gene": ["mRFP", "At GTLP (putative glycosyltransferase)"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_18", "text": "ored protein\n\nGOS 12 were generated by inserting c DNA encoding m RFP in comprising of 568 residues. Deep TMHMM (Hallgren et front of the start codon of GOS 12 genomic sequence including resulted m RFP-GOS 12 construct was subcloned into p GWB 1 model for this protein indicates a presence of a single\n\nPrimers used for gene cloning and linearization are listed in protein (residues 24–44). The short N-terminal tail of\n\nSupplementary Table S 1. The protein was predicted to localize on the cytosolic side of an organelle membrane, while residues 45–568 reside\n\nGeneration of Arabidopsis transformants inside the lumen (Figure 1 A). Alpha Fold 2 (Jumper et al.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_19", "text": "Generation of Arabidopsis transformants inside the lumen (Figure 1 A). Alpha Fold 2 (Jumper et al. Col-0 plants were infected with Agrobacterium tumefaciens 2021) model of At GTLP’s three-dimensional structure transformed with the prepared plasmid containing the includes a globular domain of unknown function in the\n\nAt GTLP-m GFP construct using flower dip method (Clough and C-terminal part of the amino acid sequence (Figure 1 B). Bent 1998). Collected seeds were sown on MS medium with 2% The C-terminal part of the amino-acid sequence was sucrose, 0.8% agar with 25 mg l−1 of hygromycin and 250 mg l−1 modelled with high confidence, while N-terminal part\n\nHad a lower reliability score (Figure 1 C–E).\n\nOf claforan.", "organism": ["Arabidopsis"], "assay": [], "gene": ["At GTLP-m GFP", "C-terminal part of the amino acid sequence"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_20", "text": "high confidence, while N-terminal part\n\nHad a lower reliability score (Figure 1 C–E).\n\nOf claforan.\n\nAnalysis of At GTLP’s amino acid sequence using\n\nSelection of T lines with a single At GTLP-m GFP construct with hygromycin. Lines, for which we observed 3 : 1 segregation ic. ac. Uk/phyre 2/html/page. cgi? Id= index, accessed ratio of resistant to non-resistant plants, were selected as single Nov 1, 2023) suggests a distant homology between insertion lines. The C-terminal domain of At GTLP and human protein\n\nO-fucosyltransferase 2 (POFUT 2; 19% of sequence\n\nConfocal laser scanning microscopy observations identity, 99.2% confidence), protein O-fucosyltransferase 1 (POFUT 1; 16% i. D., 98.9% confidence), as well as C.", "organism": ["Mus musculus"], "assay": ["in vivo", "Microgravity"], "gene": [], "mission": ["Bion-M1", "ISS2025"], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_21", "text": "2% confidence), protein O-fucosyltransferase 1 (POFUT 1; 16% i. D., 98.9% confidence), as well as C. For subcellular localization observations of At GTLP protein,\n\nAt GTLP-m GFP single-insertion lines were cross-pollinated elegans protein O-fucosyltransferase 2 (Ce POFUT 2; 20% with organelle markers lines. M RFP-VAMP 721 (Uemura et al. i. D., 98.9% confidence) and protein O-fucosyltransferase 1 2019) and tag RFP-VAMP 727 (Ebine et al. 2008) lines were used (Ce POFUT 1; 18% i. D., 99.2% confidence). Superposition as markers for transport vesicle from the TGN to the cell plate/ between Alpha Fold 2 model of C-terminal domain of plasma membrane or to the vacuole, respectively. M RFP-SYP 61 At GTLP and the top ranked template (human POFUT 2; (Shimizu et al. 2021), m RFP-SYP 43 (Asaoka et al.", "organism": [], "assay": ["in vivo"], "gene": ["At GTLP", "Ce POFUT 1", "Ce POFUT 2", "M RFP-VAMP 721", "M RFP-VAMP 727", "m RFP-SYP 43", "RFP-SYP 61"], "mission": [], "experimenttype": ["in vivo"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_22", "text": "GTLP and the top ranked template (human POFUT 2; (Shimizu et al. 2021), m RFP-SYP 43 (Asaoka et al. 2013), and PDB ID: 4 AP 6, A chain) is shown in Figure 1 F. Interestingly, among top ranked templates, we observed\n\nVHAa 1-m RFP (Dettmer et al. 2006) lines were used as TGN no plant GTs nor other types of plant enzymes. Moreover, markers. ST-m RFP was used as a trans-Golgi marker (Uemura et al. 2012) and m RFP-GOS 12 as a Golgi marker (in this study). Although the Conserved Domain Database (Lu et al. 2020;\n\nLSM 980 with Airyscan 2 confocal laser scanning microscope accessed Nov 1, 2023) recognizes the presence of ‘Osystem equipped with Plan-Apochromat 63 x/1.40 Oil DIC M 27 FUT-like’ domain in the C-terminal region of At GTLP, immersion objective.", "organism": [], "assay": ["PCR"], "gene": ["At GTLP"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_23", "text": "at 63 x/1.40 Oil DIC M 27 FUT-like’ domain in the C-terminal region of At GTLP, immersion objective. Excitation laser wavelengths of 488 nm when its amino acid sequence was used as a query in and 543 nm were used. Pinhole was set to 1 AU. BLAST search against Arabidopsis proteome, none of the 38 proteins that have been characterized as members of\n\nColocalization analysis\n\nArabidopsis FUT family in literature (Smith et al. 2018)\n\nThe degree of colocalization of each organelle marker with were present among the results. No other motif that could\n\nAt GTLP-m GFP was assessed by calculating Pearson correlation suggest possible functions of At GTLP has been found coefficient (PCC) (Adler and Parmryd 2010; Dunn et al. 2011). To be present in its amino acid sequence.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_24", "text": "fficient (PCC) (Adler and Parmryd 2010; Dunn et al. 2011). To be present in its amino acid sequence. In the CAZy\n\nTo obtain PCC values, Coloc 2 plugin for Fiji/Image J software database, At GTLP is currently classified as ‘GTnc’.\n\n38 Novel Golgi-localized putative glycosyltransferase protein\n\nFigure 1. (A) Schematic model of At GTLP topology and (B) Alpha Fold 2 prediction of the three-dimensional structure of At GTLP. At GTLP comprises of a short N-terminal tail, single transmembrane helix and globular domain in the C-terminal part of amino-acid sequence positioned on a short stalk (type II topology). (C) The prediction reliability described by predicted Local Distance Difference Test (p LDDT).", "organism": [], "assay": ["PCR"], "gene": ["At GTLP"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_25", "text": "ogy). (C) The prediction reliability described by predicted Local Distance Difference Test (p LDDT). Some of the regions in the N-terminal side have score less than 50 and the structures of those regions are less reliable. (D) Predicted three-dimensional structure of At GTLP in p LDDT coloring. An α-helix at the bottom is the N-terminal side. Blue color indicates less reliable region and red color indicates region with high reliability. Note that the region with similar structure to O-fucosyltransferase 2 has high reliability. (E) Predicted Alignment Error (PAE). N-terminal side has high error (red), and C-terminal side has low error (blue).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_26", "text": "ignment Error (PAE). N-terminal side has high error (red), and C-terminal side has low error (blue). (F) Superposition between the three-dimensional structure of At GTLP (from 260 to 566) and that of human protein O-fucosyltransferase 2 (PDB ID: 4 AP 6, A chain). The region in white in At GTLP is the N-terminal region that was not included in the superposition. The gradation coloring scheme was employed from N-terminal to C-terminal side on the superposed region. Human O-fucosyltransferase 2 is colored in gray with GDP analogue in ball-and-stick model which suggests the active site of the protein. Root mean square deviation (RMSD) of the backbone is 5.9 Å. The similarity of the location of α-helices can be noticed.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_27", "text": "viation (RMSD) of the backbone is 5.9 Å. The similarity of the location of α-helices can be noticed.\n\nAt GTLP is localized mainly on the trans-Golgi localize to the same disk-like structures, patches of\n\nTo investigate the subcellular localization of At GTLP, we magenta-only and green-only fluorescence within those established transgenic Arabidopsis expressing m GFPstructures were also visible (Figure 2 A, ‘close-up’). Based tagged At GTLP (At GTLP-m GFP) under the control of on this characteristic, we suspect that within transnative promoter. The fluorescence of At GTLP-m GFP Golgi, At GTLP segregates to specific zones only. As protein concentrated in dotor ring-like structures expected, relatively high PCCs were obtained also when scattered within the cell (Figure 2).", "organism": ["Arabidopsis"], "assay": [], "gene": ["At GTLP"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_28", "text": "uctures expected, relatively high PCCs were obtained also when scattered within the cell (Figure 2). Colocalization with GOS 12, a Golgi marker (Figure 2 B;\n\nIn order to reveal which organelle those structures Uemura et al. 2004), was analyzed (Figure 3; 0.21–0.83, correspond to, we established double-visualization median= 0.58). However, whereas for the At GTLPArabidopsis lines expressing At GTLP-m GFP with m GFP/ST-m RFP pair, the two peaks representing GFP various RFP-tagged organelle markers. Among tested and RFP in side-view line fluorescence profile of a single markers, the extent of colocalization of At GTLP with disk-like structure overlap almost entirely (Figure 4 A), trans-Golgi marker, ST (Boevink et al.", "organism": ["Arabidopsis"], "assay": ["in vivo", "side-view fluorescence profile"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_29", "text": "ith disk-like structure overlap almost entirely (Figure 4 A), trans-Golgi marker, ST (Boevink et al. 1998) was the for the At GTLP-m GFP/m RFP-GOS 12 pair a slight shift highest and relatively consistent among all analyzed ROIs between those two peaks was observed (Figure 4 B).\n\nPCC= median= (Figure 3; 0.5–0.91; 0.75), suggesting Moreover, we found that in some of the analyzed ROIs, that a significant population of At GTLP localizes to At GTLP partially colocalizes with TGN markers, SYP 61 trans-Golgi. Visual observations of colocalization of (Figure 2 C; Uemura et al. 2004) and VHAa 1 (Figure 2 D; these two proteins show that while both seem to often Dettmer et al. 2006), whereas in other ROIs, PCC was\n\nN. Rzepecka et al. 39\n\nFigure 3. Colocalization of At GTLP with organelle markers.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_30", "text": "er ROIs, PCC was\n\nN. Rzepecka et al. 39\n\nFigure 3. Colocalization of At GTLP with organelle markers. As a mean of assessing the degree of colocalization, for each marker line expressing At GTLP-m GFP and organelle marker fused with RFP\n\nPearson’s correlation coefficient was calculated for 45 ROIs hand-drawn around clusters of dot-like structures. Three separate images were analyzed (15 ROIs/image) for each marker. Median is shown for each and line fluorescence profile, which suggest that SYP 43 localizes to the center of At GTLP rings (Figure 4 E).", "organism": [], "assay": ["PCR"], "gene": ["SYP", "ATGTLP-mGFP"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_31", "text": "uorescence profile, which suggest that SYP 43 localizes to the center of At GTLP rings (Figure 4 E).\n\nTaking into consideration the possibility that\n\nAt GTLP is transported within the cell as a cargo, two\n\nTransport pathway markers—VAMP 721, a marker of transport from the TGN to the cell plate and the plasma membrane, as well as VAMP 727, a marker of vacuolar\n\nTransport (Shimizu and Uemura 2022)—were also included in the study. In case of VAMP 721, we observed very little overlap of GFP and RFP fluorescence (Figure 2 F, Figure 4 F), and low PCCs (Figure 3; −0.48–0.48, median= 0.15), whereas colocalization between At GTLP\n\nAnd VAMP 727, similarly to SYP 61 and VHAa 1, was inconsistent across the analyzed ROIs (Figure 2 G, Figure\n\nPCC= median=\n\n3; 0.01–0.7, 0.42).", "organism": [], "assay": ["GFP", "RFP"], "gene": ["SYP 61", "VHAa 1", "At GTLP"], "mission": [], "experimenttype": ["Transport pathway markers examination"], "outcome": ["Low overlap of GFP and RFP fluorescence for VAMP 721", "Inconsistent colocalization between At GTLP, SYP 61, VHAa 1 and VAMP"]}
{"paper_id": "14", "chunk_id": "14_32", "text": "1, was inconsistent across the analyzed ROIs (Figure 2 G, Figure\n\nPCC= median=\n\n3; 0.01–0.7, 0.42). Line fluorescence\n\nProfiles for At GTLP-GFP/tag RFP-VAMP 727 pair\n\nFigure 2. Subcellular localization of At GTLP. Confocal laser scanning\n\nAlso show a pattern similar to At GTLP-GFP/m RFPmicroscopy images of elongation zone cells of Arabidopsis seedling expressing At GTLP-GFP construct, and organelle marker fused with SYP 61 pair (Figure 4 G). When inspecting the degree\n\nRFP (A) ST-m RFP, (B) m RFP-GOS 12, (C) m RFP-SYP 61, (D) VHAa 1 of colocalization visually, we observed that the areas of m RFP, (E) m RFP-SYP 43, (F) m RFP-VAMP 721, (G) tag RFP-VAMP 727. Overlapping fluorescence were present mainly within\n\nScale bar=10 μm.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microscopy", "Colocalization analysis"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_33", "text": "AMP 721, (G) tag RFP-VAMP 727. Overlapping fluorescence were present mainly within\n\nScale bar=10 μm. White arrow heads in (F) close up-dots of ‘free’ clusters of dotor ring-like structures, which most likely\n\nTag RFP-VAMP 727. Close-up scale bar=2 μm. Correspond to Golgi/TGN. In addition to these clusters, ‘free’ dots of tag RFP-VAMP 727 signal, where At GTLPclose to zero (Figure 3; PCC= 0.0–0.65; median= 0.41 m GFP was absent, could also be observed (Figure 2 G, and PCC= −0.01–0.79; median= 0.46, respectively). Arrowheads). Side-view line fluorescence profiles for these two markers show a similar shift between the GFP and RFP peaks atgtlp mutants exhibit no obvious phenotypes (Figure 4 C, D).", "organism": [], "assay": ["RNA-seq"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_34", "text": "ar shift between the GFP and RFP peaks atgtlp mutants exhibit no obvious phenotypes (Figure 4 C, D). Interestingly, for the third analyzed According to data available in e FP Browser (Klepikova\n\nTGN marker used in this study, SYP 43 (Uemura et al. Arabidopsis Atlas; Klepikova et al. 2016), At GTLP is 2004), we observed that areas where the two colors of expressed in most parts of a plant, including roots and florescence overlap with each other, were scarcer (Figure young leaves, with the exception of dry seeds. 2 E). Relatively low degree of colocalization for At GTLPIn both mutant lines used in this study, T-DNA m GFP/m RFP-SYP 43 pair was also reflected in lower insertion was confirmed to be present inside At GTLP’s\n\nPCC values (Figure 3; −0.17–0.64, with median of 0.", "organism": ["Arabidopsis"], "assay": [], "gene": ["SYP 43"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_35", "text": "on was confirmed to be present inside At GTLP’s\n\nPCC values (Figure 3; −0.17–0.64, with median of 0.26) exon (Figure 5 A). Although the results of RT-PCR\n\n40 Novel Golgi-localized putative glycosyltransferase protein was comparable to wild type plants, and we could not observe any distinctive phenotype differences between atgtlp-1 or atgtlp-2 single mutants and wild-type plants in 8-day-old and 11-day-old seedlings (Figure 5 C, D).\n\nDiscussion\n\nTrans-Golgi localization of At GTLP\n\nIn our subcellular localization study, we found that\n\nAt GTLP colocalized well with the trans-Golgi marker,\n\nST, as well as with the Golgi marker, GOS 12. Based on these results, we consider At GTLP to be a resident Golgi protein, localizing mainly to trans-Golgi.", "organism": ["Arabidopsis"], "assay": ["RT-PCR", "immunofluorescence microscopy"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_36", "text": "these results, we consider At GTLP to be a resident Golgi protein, localizing mainly to trans-Golgi. Furthermore, the ring-like appearance of At GTLP-m GFP fluorescence suggest that it localizes mainly to the rim of Golgi\n\nCisternae (Tie et al. 2018).\n\nThe results of this study showed that the\n\nPredicted characteristics of At GTLP match that of glycosyltransferases. In eukaryotic cells, glycosylation processes are commonly thought to occur mainly in ER and Golgi (Hansen et al. 2010). In plants, biosynthesis of many cell wall polysaccharides, another process that involves GTs, was also reported to take place in Golgi (Keegstra and Raikhel 2001; Saint-Jore-Dupas et al. 2004).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_37", "text": "was also reported to take place in Golgi (Keegstra and Raikhel 2001; Saint-Jore-Dupas et al. 2004). Predicted topology model of At GTLP suggests that it possesses a short cytoplasmic N-terminal tail and a single transmembrane helix, while its globular functional domain is positioned inside the lumen. Such topology, often described as ‘type II topology’ in literature, is\n\nCommon among Golgi-resident enzymes known to take part in protein glycosylation processes (Banfield 2011;\n\nHansen et al. 2010; Welch and Munro 2019).", "organism": [], "assay": ["RNA-seq"], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_38", "text": "part in protein glycosylation processes (Banfield 2011;\n\nHansen et al. 2010; Welch and Munro 2019).\n\nOur data suggest that whilst At GTLP partially\n\nColocalized with TGN markers, SYP 61 and VHAa 1, and to a lesser extent, SYP 43, in a portion of the analyzed ROIs, the number of ROIs, where the Pearson correlation coefficient was close to 0, which suggests no colocalization, is noteworthy. TGN is a vesiculartubular compartment adjacent to the trans side of a Golgi apparatus, but generally considered to be a distinct organelle with functions different from the Golgi (Griffiths and Simons 1986). Indeed, more recently, existence of two types of TGN in plant cells, Golgiassociated TGN (GA-TGN) and Golgi-independent\n\nTGN (free-TGN/GI-TGN)—a subpopulation of the TGN\n\nFigure 4.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_39", "text": "ated TGN (GA-TGN) and Golgi-independent\n\nTGN (free-TGN/GI-TGN)—a subpopulation of the TGN\n\nFigure 4. Line fluorescence intensity profile for (A) At GTLP-m GFP that is physiologically separated from Golgi stacks, has and ST-m RFP, (B) At GTLP-m GFP and m RFP-GOS 12, (C) At GTLPbeen reported (Staehelin and Kang 2008; Uemura et al. M GFP and m RFP-SYP 61, (D) At GTLP-m GFP and VHAa 1-m RFP; (E)\n\nAt GTLP-m GFP and m RFP-SYP 43, (F) At GTLP-m GFP and m RFP 2014; Viotti et al. 2010). The general role of TGN is to\n\nVAMP 721, (G) At GTLP-m GFP and tag RFP-VAMP 727 line. (A)–(G) receive proteins modified in Golgi and direct them either left panel—en face orientation of At GTLP ring; right panel—side for vacuoles, the plasma membrane or for secretion orientation of At GTLP ring.", "organism": [], "assay": ["At GTLP-m GFP and m RFP-SYP"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_40", "text": "ng; right panel—side for vacuoles, the plasma membrane or for secretion orientation of At GTLP ring. Intensity plot was generated along and in direction of the white arrow. Scale bar=1 μm. (Griffiths and Simons 1986) and therefore, this organelle is considered to be an important hub in the membrane confirmed that transcription of At GTLP in both of the traffic system, where cargo proteins are sorted, before\n\nT-DNA lines is absent or reduced to levels undetectable being dispatched for their next destination (Keller and with this method (Figure 5 B), growth of mutant plants Simons 1997). In addition to TGN-resident SNAREs,\n\nN. Rzepecka et al. 41\n\nFigure 5. Characteristics of atgtlp-1 and atgtlp-2 single mutant lines.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_41", "text": "REs,\n\nN. Rzepecka et al. 41\n\nFigure 5. Characteristics of atgtlp-1 and atgtlp-2 single mutant lines. (A) T-DNA insertion sites inside nucleotide sequence of At GTLP gene in atgtlp-1 (SALK_025999) and atgtlp-2 (SALK_011654) lines, (B) RT-PCR results, control—TUA 3 (tubulin), (C) Phenotype of atgtlp-1 and atgtlp-2 8-day-old-seedlings no difference between Col-0 plants and mutants has been observed. Scale cm. (D) Comparison of fresh weight and length of primary roots in Col-0 and atgtlp-1, atgtlp-2 plants (n=25). Involved in transport, other TGN-localized proteins POFUTs families in other organisms (POFUT 1 and include lipid-processing enzymes, which help to pack POFUT 2 families) (Hansen et al. 2012; Soto et al. 2019). Cargo proteins into transport vesicles (Gu et al. 2001).", "organism": ["At GTLP"], "assay": ["RT-PCR", "involved in"], "gene": ["At GTLP"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_42", "text": "es) (Hansen et al. 2012; Soto et al. 2019). Cargo proteins into transport vesicles (Gu et al. 2001). Interestingly however, recently described Arabidopsis\n\nGlycosylation is a sequential process, in which different putative POFUT, O-FUCOSYLTRANSFERASE 1 types of sugar are added to glycans in a specific order, (At OFT 1), implicit in pollen tube penetration through as the modified macromolecule travels from ER through the stigma-style interface, was reported to diverge from\n\nGolgi apparatus to finally reach the TGN. In mammalian this pattern.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_43", "text": ", was reported to diverge from\n\nGolgi apparatus to finally reach the TGN. In mammalian this pattern. Phylogenetic analysis of At OFT 1 has shown cells, some types of sugars, such as galactose and sialic that it exhibits a relatively high sequence identity to acid, can be added to glycans in the TGN by TGNmembers of POFUT 1 family, compared to other putative localized GTs (Rabouille et al. 1995; Stanley 2011). In POFUTs found in Arabidopsis (Smith et al. 2018). Plants, however, there are no reports of glycotransferase As in silico analysis suggests that At GTLP may also be activity in the TGN.", "organism": ["Mus musculus", "Arabidopsis"], "assay": [], "gene": ["AT1G01010", "POFUTs"], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_44", "text": "rts of glycotransferase As in silico analysis suggests that At GTLP may also be activity in the TGN. Based on the collected data, we potentially related to metazoan POFUTs, the possibility therefore propose that At GTLP is a trans-Golgi-localized that yet uncharacterized families of POFUTs, more protein. Related to metazoan POFUTs than previously reported\n\nPOFUTs, exist in Arabidopsis genome is worth further\n\nAt GTLP—a novel fucosyltransferase? Examinations. Analysis of At GTLP amino acid sequence has shown In our subcellular localization study, we found that its C-terminal domain bears resemblance to that At GTLP localizes mainly to trans-Golgi.", "organism": ["Arabidopsis"], "assay": [], "gene": ["At GTLP"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_45", "text": "found that its C-terminal domain bears resemblance to that At GTLP localizes mainly to trans-Golgi. Human the conserved domain found in metazoan POFUTs, POFUT 1 and POFUT 2 localize to the ER (Luo and although no obvious sequence similarity was found Haltiwanger 2005; Luo et al. 2006), where the Obetween At GTLP and the proteins which have been glycosylation process for most proteins starts (Stanley previously classified as members of FUT family in 2011). Arabidopsis POFUT with confirmed activity,\n\nArabidopsis. Although, at present, we lack evidence SPINDY, is known to be active in nucleus/cytoplasm that would confirm GT or FUT activity in At GTLP, we (Bi et al. 2023; Kumar et al. 2023; Zentella et al. 2023).", "organism": ["Arabidopsis"], "assay": [], "gene": ["At GTLP", "SPINDY"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_46", "text": "confirm GT or FUT activity in At GTLP, we (Bi et al. 2023; Kumar et al. 2023; Zentella et al. 2023). Consider that this protein may potentially belong to a However, it is the only POFUT discovered thus far with yet uncharacterized family of Arabidopsis proteins with this subcellular localization (Sun 2021). On the other either GT or FUT activity. Hand, putative Arabidopsis POFUTs, such as At OFT 1\n\nOne interesting possibility that is worth considering (Robichaux et al. 2023; Smith et al. 2018), as well as is that At GTLP is indeed a POFUT. Phylogenetic FRIABLE 1 (Neumetzler et al. 2012) and ESMERALDA 1 analyses report putative POFUTs in plants and suggest (Verger et al. 2016) were experimentally shown to plant POFUTs are phylogenetically distant from localize to Golgi.", "organism": ["Arabidopsis", "Mus musculus"], "assay": [], "gene": ["At GTLP"], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_47", "text": "2016) were experimentally shown to plant POFUTs are phylogenetically distant from localize to Golgi. In addition, α1,3-fucosylation in\n\n42 Novel Golgi-localized putative glycosyltransferase protein\n\nAgency for Medical Research and Development (AMED). The sycamore cells, as well as α1,4-fucosylation by FUT 13 in\n\nAlpha Fold 2 calculation in this research was conducted on Chaen,\n\nArabidopsis was shown to occur mainly in trans-Golgi the supercomputer of the Center for Interdisciplinary AI and Data cisternae (Fitchette-Lainé et al. 1994; Schoberer et al.\n\nScience at Ochanomizu University. 2013), suggesting that fucose is available at plant Golgi to\n\nBe used as a substrate.\n\nConflict of interest\n\nIn relation to At GTLP showing distant similarity\n\nThe authors declare no competing interests.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_48", "text": "rest\n\nIn relation to At GTLP showing distant similarity\n\nThe authors declare no competing interests. To metazoan POFUTs, alternative possibility is that it may be a new type of plant fucosyltransferase. One\n\nDescription of Supplementary Files\n\nType of macromolecules, which contain fucose are pectic polysaccharides—RG-I and RG-II. At present,\n\nSupplementary Table S 1. List of primers. Biosynthesis of RG-I and RG-II is not fully understood, and no specific fucosyltransferase, which could be linked\n\nN. Rzepecka et al. 43\n\nGriffiths G, Simons K (1986) The trans Golgi network: Sorting at Rabouille C, Hui N, Hunte F, Kieckbusch R, Berger EG, Warren the exit site of the Golgi complex.", "organism": [], "assay": ["RNA-seq"], "gene": ["AT1G01010", "GAPDH"], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_49", "text": "at Rabouille C, Hui N, Hunte F, Kieckbusch R, Berger EG, Warren the exit site of the Golgi complex. Science 234: 438–443 G, Nilsson T (1995) Mapping the distribution of Golgi enzymes\n\nGu F, Crump CM, Thomas G (2001) Trans-Golgi network sorting. Involved in the construction of complex oligosaccharides. J Cell\n\nCell Mol Life Sci 58: 1067–1084 Sci 108: 1617–1627\n\nHallgren J, Tsirigos KD, Pedersen MD, Almagro Armenteros Robichaux KJ, Smith DK, Blea MN, Weigand C, Harper JF, Wallace\n\nJJ, Marcatili P, Nielsen H, Krogh A, Winther O (2022) IS (2023) Disruption of pollen tube homogalacturonan synthesis\n\nDeep TMHMM predicts alpha and beta transmembrane relieves pollen tube penetration defects in the Arabidopsis O 10.1101/2022.04.08.", "organism": ["Arabidopsis"], "assay": [], "gene": ["O10"], "mission": [], "experimenttype": ["Pollen tube penetration defects"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_50", "text": "beta transmembrane relieves pollen tube penetration defects in the Arabidopsis O 10.1101/2022.04.08.487609 Saint-Jore-Dupas C, Gomord V, Paris N (2004) Protein localization\n\nHansen SF, Bettler E, Rinnan A, Engelsen SB, Breton C (2010) in the plant Golgi apparatus and the trans-Golgi network. Cell\n\nExploring genomes for glycosyltransferases. Mol Biosyst 6: Mol Life Sci 61: 159–171 1773–1781 Sanderfoot A (2007) Increases in the number of SNARE genes\n\nHansen SF, Harholt J, Oikawa A, Scheller HV (2012) Plant parallels the rise of multicellularity among the green plants. Plant glycosyltransferases beyond CAZy: A perspective on DUF Physiol 144: 6–17 families.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_51", "text": "een plants. Plant glycosyltransferases beyond CAZy: A perspective on DUF Physiol 144: 6–17 families. Front Plant Sci 3: 59 Schindelin J, Arganda-Carreras I, Frise E, Kaynig V, Longair M,\n\nJahn R, Scheller RH (2006) SNAREs: Engines for membrane fusion. Pietzsch T, Preibisch S, Rueden C, Saalfeld S, Schmid B, et al. Nat Rev Mol Cell Biol 7: 631–643 (2012) Fiji: An open-source platform for biological-image\n\nJumper J, Evans R, Pritzel A, Green T, Figurnov M, Ronneberger O, analysis. Nat Methods 9: 676–682\n\nTunyasuvunakool K, Bates R, Žídek A, Potapenko A, et al. (2021) Schoberer J, Liebminger E, Botchway SW, Strasser R, Hawes C\n\nHighly accurate protein structure prediction with Alpha Fold.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_52", "text": "r E, Botchway SW, Strasser R, Hawes C\n\nHighly accurate protein structure prediction with Alpha Fold. (2013) Time-resolved fluorescence imaging reveals differential\n\nNature 596: 583–589 interactions of N-glycan processing enzymes across the Golgi\n\nKarimi M, Inzé D, Depicker A (2002) GATEWAY vectors for stack in planta. Plant Physiol 161: 1737–1754\n\nAgrobacterium-mediated plant transformation. Trends Plant Sci Segami S, Makino S, Miyake A, Asaoka M, Maeshima M (2014)\n\nH+-pyrophosphatase\n\n7: 193–195 Dynamics of vacuoles and visualized by\n\nKeegstra K, Raikhel N (2001) Plant glycosyltransferases. Curr Opin monomeric green fluorescent protein in Arabidopsis: Artifactual\n\nPlant Biol 4: 219–224 bulbs and native intravacuolar spherical structures.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_53", "text": "Arabidopsis: Artifactual\n\nPlant Biol 4: 219–224 bulbs and native intravacuolar spherical structures. Plant Cell 26:\n\nKeller P, Simons K (1997) Post-Golgi biosynthetic trafficking. J Cell 3416–3434\n\nSci 110: 3001–3009 Shimizu Y, Takagi J, Ito E, Ito Y, Ebine K, Komatsu Y, Goto Y, Sato\n\nKelley LA, Mezulis S, Yates CM, Wass MN, Sternberg MJ (2015) M, Toyooka K, Ueda T, et al. (2021) Cargo sorting zones in the\n\nThe Phyre 2 web portal for protein modeling, prediction and trans-Golgi network visualized by super-resolution confocal live analysis. Nat Protoc 10: 845–858 imaging microscopy in plants.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Post-Golgi biosynthetic trafficking"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_54", "text": "zed by super-resolution confocal live analysis. Nat Protoc 10: 845–858 imaging microscopy in plants. Nat Commun 12: 1901\n\nKlepikova AV, Kasianov AS, Gerasimov ES, Logacheva MD, Penin Shimizu Y, Uemura T (2022) The sorting of cargo proteins in the\n\nAA (2016) A high resolution map of the Arabidopsis thaliana plant trans-Golgi network. Front Plant Sci 13: 957995 developmental transcriptome based on RNA-seq profiling. Plant Smith DK, Jones DM, Lau JBR, Cruz ER, Brown E, Harper JF,\n\nJ 88: 1058–1070 Wallace IS (2018) A putative protein O-fucosyltransferase\n\nKumar S, Wang Y, Zhou Y, Dillard L, Li FW, Sciandra CA, Sui N, facilitates pollen tube penetration through the stigma-style\n\nZentella R, Zahn E, Shabanowitz J, et al. (2023) Structure and interface.", "organism": ["Arabidopsis"], "assay": ["in vivo", "PCR"], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_55", "text": "through the stigma-style\n\nZentella R, Zahn E, Shabanowitz J, et al. (2023) Structure and interface. Plant Physiol 176: 2804–2818 dynamics of the Arabidopsis O-fucosyltransferase SPINDLY. Nat Soto MJ, Urbanowicz BR, Hahn MG (2019) Plant\n\nCommun 14: 1538 fucosyltransferases and the emerging biological importance of\n\nLu S, Wang J, Chitsaz F, Derbyshire MK, Geer RC, Gonzales NR, fucosylated plant structures. Crit Rev Plant Sci 38: 327–338\n\nGwadz M, Hurwitz DI, Marchler GH, Song JS, et al. (2020) Staehelin LA, Kang BH (2008) Nanoscale architecture of\n\nCDD/SPARCLE: The conserved domain database in 2020. Endoplasmic reticulum export sites and of Golgi membranes\n\nNucleic Acids Res 48(D 1): D 265–D 268 as determined by electron tomography.", "organism": ["Arabidopsis"], "assay": [], "gene": ["SPINDLY"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_56", "text": "and of Golgi membranes\n\nNucleic Acids Res 48(D 1): D 265–D 268 as determined by electron tomography. Plant Physiol 147:\n\nLuo Y, Haltiwanger RS (2005) O-fucosylation of notch occurs in the 1454–1468 endoplasmic reticulum. J Biol Chem 280: 11289–11294 Stanley P (2011) Golgi glycosylation. Cold Spring Harb Perspect Biol\n\nLuo Y, Koles K, Vorndam W, Haltiwanger RS, Panin VM 3: a 005199 (2006) Protein O-fucosyltransferase 2 adds O-fucose to Stenmark H (2009) Rab GTPases as coordinators of vesicle traffic. Thrombospondin type 1 repeats.", "organism": ["Arabidopsis"], "assay": ["Microgravity", "Control"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["In-flight experiments"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_57", "text": "to Stenmark H (2009) Rab GTPases as coordinators of vesicle traffic. Thrombospondin type 1 repeats. J Biol Chem 281: 9393–9399 Nat Rev Mol Cell Biol 10: 513–525\n\nMartinez-Duncker I, Mollicone R, Candelier JJ, Breton C, Oriol Sun TP (2021) Novel nucleocytoplasmic protein O-fucosylation by\n\nR (2003) A new superfamily of protein-O-fucosyltransferases, SPINDLY regulates diverse developmental processes in plants. Α 2-fucosyltransferases, and α 6-fucosyltransferases: Phylogeny Curr Opin Struct Biol 68: 113–121 and identification of conserved peptide motifs. Glycobiology 13: Tie HC, Ludwig A, Sandin S, Lu L (2018) The spatial separation of 1 C–5 C processing and transport functions to the interior and periphery\n\nNakagawa T, Kurose T, Hino T, Tanaka K, Kawamukai M, Niwa Y, of the Golgi stack.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_58", "text": "rior and periphery\n\nNakagawa T, Kurose T, Hino T, Tanaka K, Kawamukai M, Niwa Y, of the Golgi stack. E Life 7: e 41301\n\nToyooka K, Matsuoka K, Jinbo T, Kimura T (2007) Development Uemura T, Kim H, Saito C, Ebine K, Ueda T, Schulze-Lefert P, of series of gateway binary vectors, p GWBs, for realizing efficient Nakano A (2012) Qa-SNAREs localized to the trans-Golgi construction of fusion genes for plant transformation. J Biosci network regulate multiple transport pathways and extracellular\n\nBioeng 104: 34–41 disease resistance in plants. Proc Natl Acad Sci USA 109:\n\nNeumetzler L, Humphrey T, Lumba S, Snyder S, Yeats TH, Usadel 1784–1789\n\nB, Vasilevski A, Patel J, Rose JK, Persson S, et al.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "14", "chunk_id": "14_59", "text": "Lumba S, Snyder S, Yeats TH, Usadel 1784–1789\n\nB, Vasilevski A, Patel J, Rose JK, Persson S, et al. (2012) The Uemura T, Nakano RT, Takagi J, Wang Y, Kramer K, Finkemeier\n\nFRIABLE 1 gene product affects cell adhesion in Arabidopsis. I, Nakagami H, Tsuda K, Ueda T, Schulze-Lefert P, et al. (2019)\n\nPLo S One 7: e 42914 A Golgi-released subpopulation of the trans-Golgi network\n\n44 Novel Golgi-localized putative glycosyltransferase protein mediates protein secretion in Arabidopsis. Plant Physiol 179: (2010) Endocytic and secretory traffic in Arabidopsis merge in 519–532 the trans-Golgi network/early endosome, an independent and\n\nUemura T, Suda Y, Ueda T, Nakano A (2014) Dynamic behavior of highly dynamic organelle.", "organism": [], "assay": ["in vivo"], "gene": ["FRIABLE 1", "Golgi-released subpopulation trans-Golgi network protein"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_60", "text": "pendent and\n\nUemura T, Suda Y, Ueda T, Nakano A (2014) Dynamic behavior of highly dynamic organelle. Plant Cell 22: 1344–1357 the trans-Golgi network in root tissues of Arabidopsis revealed Voxeur A, André A, Breton C, Lerouge P (2012) Identification of by super-resolution live imaging. Plant Cell Physiol 55: 694–703 putative rhamnogalacturonan-II specific glycosyltransferases in\n\nUemura T, Ueda T, Ohniwa RL, Nakano A, Takeyasu K, Sato MH Arabidopsis using a combination of bioinformatics approaches. (2004) Systematic analysis of SNARE molecules in Arabidopsis: PLo S One 7: e 51129\n\nDissection of the post-Golgi network in plant cells. Cell Struct Welch LG, Munro S (2019) A tale of short tails, through thick and\n\nFunct 29: 49–65 thin: Investigating the sorting mechanisms of Golgi enzymes.", "organism": ["Arabidopsis"], "assay": [], "gene": ["GAPDH", "SNARE molecules in Arabidopsis related to PLo S One 7: e 51129 (no specific gene name given)"], "mission": [], "experimenttype": ["Systematic analysis of Golgi enzymes"], "outcome": []}
{"paper_id": "14", "chunk_id": "14_61", "text": "ils, through thick and\n\nFunct 29: 49–65 thin: Investigating the sorting mechanisms of Golgi enzymes. Verger S, Chabout S, Gineau E, Mouille G (2016) Cell adhesion FEBS Lett 593: 2452–2465 in plants is under the control of putative O-fucosyltransferases. Zentella R, Wang Y, Zahn E, Hu J, Jiang L, Shabanowitz J, Hunt DF,\n\nDevelopment 143: 2536–2540 Sun TP (2023) SPINDLY O-fucosylates nuclear and cytoplasmic\n\nViotti C, Bubeck J, Stierhof YD, Krebs M, Langhans M, van den proteins involved in diverse cellular processes in plants. Plant\n\nBerg W, van Dongen W, Richter S, Geldner N, Takano J, et al. Physiol 191: 1546–1560", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
