{"paper_id": "17", "chunk_id": "17_0", "text": "RESEARCH ARTICLE Open Access\n\nTNO 1, a TGN-localized SNARE-interacting\n\nProtein, modulates root skewing in\n\nArabidopsis thaliana\n\nRoy 1,2,4 Bassham 1,2,3*\n\nRahul and Diane C.\n\nAbstract\n\nBackground: The movement of plant roots within the soilis key to their ability to interactwith theenvironment and maximize anchorage and nutrient acquisition. Directional growth ofroots occurs by a combinationof sensing external cues, hormonalsignaling and cytoskelet al changes in theroot cells. Roots growingon slanted, impenetrable growthmediumdisplay a characteristic waving and skewing, and mutants withdeviationsin these\n\nTrans-Golgi phenotypes assist inidentifying genes required for root movement. Our study identifies a rolefor a\n\nNetwork-localizedprotein in root skewing.", "organism": ["Arabidopsis thaliana"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_1", "text": "uired for root movement. Our study identifies a rolefor a\n\nNetwork-localizedprotein in root skewing.\n\nArabidopsisthaliana TNO 1\n\nResults: We found that (TGN-localized SYP 41-interacting protein), a putative tethering\n\nTrans-Golginetwork, tno 1 factor localized atthe affects root skewing. Knockout mutants display enhanced root\n\nTno 1 roots skewing and epidermal cell file rotation. Skewing of increases upon microtubulestabilization, but is insensitive to microtubuledestabilization. Microtubule destabilization leads to severedefects incell morphology in\n\nTno 1 seedlings. Microtubule array orientation is unaffected inthe mutant roots, suggesting that theincrease incell file rotation is independentof the orientation of microtubule arrays.", "organism": ["Arabidopsis thaliana"], "assay": [], "gene": ["TNO1"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_2", "text": "esting that theincrease incell file rotation is independentof the orientation of microtubule arrays.\n\nConclusions: We conclude that TNO 1 modulates root skewing ina mechanism that is dependent onmicrotubules butis notlinked to disruption of theorientation of microtubule arrays. Inaddition, TNO 1 is required for maintenance of cell morphologyin mature regions of roots and the base of hypocotyls. The TGN-localized SNARE machinery might therefore be important for appropriate epidermal cell file rotation and cell expansion during root\n\nTrans-Golginetwork,\n\nKeywords: Root movement, Cell file rotation, Tetheringfactor, Microtubules\n\nBackground These cues are integrated and then signal downstream\n\nEstablishment of the root system of a plant is crucial for processes involving hormonal pathways and", "organism": [], "assay": [], "gene": ["TNO1"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_3", "text": "Establishment of the root system of a plant is crucial for processes involving hormonal pathways and cell expanefficient anchorage and nutrient acquisition. Root develsion[4]. Thisleadstoacumulativephysiologicalresponse opment and architecture are well-studied [1] but our driving root movement and establishing the root understandingofhowrootsinteractwithsoilcomponents architecture. Is still incomplete. This is due in part to the difficulty of Studying and simulating root movement and direcvisualizing roots as they move into the soil, although tional growth in the laboratory on synthetic growth recentdevelopmentssuchasthe GLO-Rootsplatformaid media has revealed distinct movement types, and some in imaging this process [2, 3].", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_4", "text": "ootsplatformaid media has revealed distinct movement types, and some in imaging this process [2, 3]. Root growth into the subof the genes and pathways that control them [4]. Roots\n\nArabidopsis thaliana stratum presents multiple cues to the root tip such as of seedlings display various growth mechanical obstacles, moisture and nutrient gradients. Behaviors depending on external conditions. When embedded in a homogeneous medium (penetrable agar), roots grow downward in response to gravity and show\n\n*Correspondence:bassham@iastate. Edu 1 Departmentof Genetics, Developmentand Cell Biology,1035 BRoy JCarver minimal deviation from the gravity vector.", "organism": ["Arabidopsis thaliana"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Gravity response"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_5", "text": "f Genetics, Developmentand Cell Biology,1035 BRoy JCarver minimal deviation from the gravity vector. By contrast,\n\nCo-Lab,1111 WOIRd, Iowa State University, Ames, IA 50011, USA when roots are subjected to multiple directional cues, 2 Interdepartmental Genetics Program, Iowa State University, Ames, IA, USA complicated growth patterns occur [5]. For example,\n\nFulllistofauthorinformationisavailableattheendofthearticle reproductioninanymedium, providedyougiveappropriatecredittotheoriginalauthor(s)andthesource, providealinkto the Creative Commonslicense, andindicateifchangesweremade.", "organism": [], "assay": ["PCR"], "gene": [], "mission": ["ISS2025"], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_6", "text": "inalauthor(s)andthesource, providealinkto the Creative Commonslicense, andindicateifchangesweremade. The Creative Commons Public Domain Dedicationwaiver\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 2 of 12\n\nArabidopsis roots grown on a slanted impenetrable sensitive factor attachment protein receptors) maintain medium(1.5% agar) showacharacteristic deviation from vesicle trafficking fidelity and cargo sorting within cells the vertical (skewing) with a periodic wave-like pattern [31]. The TGN-localized SYP 4 (41/42/43) SNARE family along their trajectory (waving). Thisarises due to a comis required for multiple transport pathways that in turn bination of touch [6], gravitropism [7], circumnutation regulate auxin homeostasis and disease resistance [30].", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_7", "text": "touch [6], gravitropism [7], circumnutation regulate auxin homeostasis and disease resistance [30]. [5], and physical interaction between the root tip and SYP 61, another TGN-localized SNAREthatinteractswith thegrowth medium [8]. SYP 41, functions in vacuolar trafficking and secretion of\n\nSkewing and waving roots display a characteristic cell wall enzymes such as cellulose synthase and pectintwisting of epidermal cell files along the root, referred to polysaccharide-modifyingprotein. Thisindicatesarolefor as cell file rotation (CFR). When roots of Arabidopsis SYP 61 intraffickingofcellwallcomponentsandenzymes seedlings skew and wave, the succession of sinusoidal for their synthesis and modification [32–34].", "organism": ["Arabidopsis"], "assay": [], "gene": ["SYP 61", "SYP 41"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_8", "text": "seedlings skew and wave, the succession of sinusoidal for their synthesis and modification [32–34]. TNO 1 waves alternate between left-handed and right-handed (TGN-localized SYP 41-interacting protein) is a TGNCFRs, which correlates with their rightward and leftward localized coiled-coil protein that interacts with the SYP 41 movement respectively [6, 7]. According to Rutherford SNARE machinery. Mutant plants lacking TNO 1 and Masson (1996), skewing is described as rightward or partially mis-sort vacuolar cargo, mis-localize SYP 61 and leftward when viewed from the back of the plate [7] display altered TGN dynamics and slower gravitropic while handedness of the CFR is defined as left-handed responses[35,36].", "organism": ["Arabidopsis"], "assay": [], "gene": ["SYP 61", "TNO 1"], "mission": [], "experimenttype": ["Gravitropic responses"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_9", "text": "amics and slower gravitropic while handedness of the CFR is defined as left-handed responses[35,36]. Or right-handed when viewing the axis of the root point Trafficking at the TGNplaysarole inauxin responses, ing shootwards. Roots of Arabidopsis grown on a trafficking of cell wall components, and cell expansion, slanted, hard medium exhibit a dominant left-handed all of which are important for root growth and moverotationaround thegrowthaxisresultinginapredominment. In addition, gravitropic bending is delayed in tno 1 antly counterclockwise/left-handed epidermal CFR. This roots, suggesting defects in directional growth of roots. Usually corresponds to a rightward skewing when seen We therefore investigated a potential function for TNO 1 from the back of the plate [7, 9, 10].", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO 1"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_10", "text": "seen We therefore investigated a potential function for TNO 1 from the back of the plate [7, 9, 10]. CFR also typically in root movement. We report here that TNO 1 acts as a correlates with an oblique microtubule (MT) array negative regulator of root skewing, since tno 1 mutant orientation in the twisting cell files, although exceptions roots have enhanced skewing which also correlates with\n\nDoexist [11]. Anenhanced CFR. Multiple factors such as external cues (e. g. Moisture, light or gravity), hormonal pathways, and cytoskelet aland Methods cell wall dynamics influence the direction of root growth Plantmaterialandgrowthconditions [4].", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity", "External cues like moisture, light or gravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_11", "text": "hods cell wall dynamics influence the direction of root growth Plantmaterialandgrowthconditions [4]. External cues signal changes in hormone signaling Arabidopsis thaliana Col-0 (wild-type, WT) and tno 1 pathways, including auxin [12–14], ethylene [8, 15], cytoknockout mutant (SALK_112503) were obtained from kinin[16]andbrassinosteroidpathways[17]. Downstream the Arabidopsis Biological Resource Center; the compleof hormonal and environmental perception, changes in mented tno 1 mutant was generated previously in our the cytoskeleton and in cell wall deposition patterns laboratory [35]. Arabidopsis seeds were surface-sterilized modulate cell division and cell expansion dynamics, thus in 33% bleach, 0.1% (v/v) Triton X-100 for 20 min, mediating root movements.", "organism": ["Arabidopsis thaliana"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_12", "text": "xpansion dynamics, thus in 33% bleach, 0.1% (v/v) Triton X-100 for 20 min, mediating root movements. Defects in tubulin structure rinsed 5 times with sterile water and kept in the dark at or activity or in MT-associated proteins result in altered 4°Cforatleast 2 daysbeforebeingsubjectedtotheroot\n\nMT dynamics and array orientation. This then leads to skewing and waving assays or drug sensitivity assays changes in cell expansion and affects CFR and skewing described below. Arabidopsis hypocotyls were analyzed [18,19]. Cellwallpropertiesandthetraffickingofcellwall by plating sterilized seeds on 0.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_13", "text": "re analyzed [18,19]. Cellwallpropertiesandthetraffickingofcellwall by plating sterilized seeds on 0.5 X solid Murashigecomponents to the plasma membrane are key to root Skoog(MS)medium[(Murashige-Skoogvitaminandsalt elongation and movement as inferred from the altered mixture, Caisson, MSPA 0910] with 1% sucrose, 2.4 m M root movements observed in mutants defective in cellu MES (p H 5.7), and 0.8% (w/v) Phytoblend agar (Caisson, lose deposition, wall-anchored proteins or crosslinking of PTP 01)andgrowing verticallyat 22°Cinthedark.\n\nCellwallcomponents[20–22].", "organism": [], "assay": ["in vitro"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_14", "text": "roteins or crosslinking of PTP 01)andgrowing verticallyat 22°Cinthedark.\n\nCellwallcomponents[20–22]. Sorting of cell wall components occurs at the trans Rootskewingandwavingassays\n\nGolgi network (TGN), a tubulo-vesicular organelle that Skewing and waving assays were performed as described matures from the two or three most cisternae of [7, 37]. Arabidopsis plants were grown at 22 °C in longthe Golgi [23]. It acts as an early endosome, receiving day conditions (16 h light) on 0.5 X solid Murashigeendocytosed cargo as well as directing vacuolar and Skoog (MS) medium (Murashige-Skoog vitamin and salt secretorytraffic, withdistinctsubdomainsthatfunctionin mixture, Caisson, MSPA 0910) with 1% sucrose, 2.4 m M various trafficking routes [24–30]. Specific membrane MES (p H 5.7), and 1.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_15", "text": "with 1% sucrose, 2.4 m M various trafficking routes [24–30]. Specific membrane MES (p H 5.7), and 1.5% (w/v) Phytoblend agar (Caisson, fusion factors called SNAREs (soluble N-ethylmaleimide– PTP 01). Seedlings were grown vertically for 3 days after\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 3 of 12 which the root tip position was marked. The plates were with a Leica confocal laser scanning microscope (Leica then slanted backwards, 30 o to the vertical, and grown SP 5; Leica Microsystems) at the Iowa State University for another 4 days. Images of the roots were acquired Confocal and Multiphoton Facility, using a 40 X (1.25 from the back of the plate using a Nikon SMZ 1000 light NA) or 63 X (1.4 NA) Leica oil immersion objective. Microscope equipped with a Nikon S 10 Cool Pix camera.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_16", "text": "63 X (1.4 NA) Leica oil immersion objective. Microscope equipped with a Nikon S 10 Cool Pix camera. Excitation and emission wavelengths were 488 nm and\n\nAnalysis of root parameters was performed using Image 507 nm. Laser power, scan frequency and line averaging\n\nJ [38]. Root tip deviations to the right from the back of were optimized and kept constant between samples and the plate were considered positive while deviations to replicates. Confocal images were analyzed with the freely theleftwere considered negative. Available software package Micro Filament Analyzer\n\nRoot morphometric analyses were performed as (MFA) [43], and data was displayed as circular plots as described [39]. Images of skewing/waving roots were generated by the software.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_17", "text": "as circular plots as described [39]. Images of skewing/waving roots were generated by the software. MT angles generated by the analyzed with the Image J software [38] for measuring software were classified into three classes, 0 to 10, 11 to root tip abscissa (Lx) and length of the root (L) followed 30 and 31 to 90 degrees using Microsoft Excel and used bycalculation of horizontalgrowthindices (Lx/L). Forsubsequent analysis.", "organism": [], "assay": ["Image J software"], "gene": [], "mission": [], "experimenttype": ["Measurement of MT angles"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_18", "text": "ng Microsoft Excel and used bycalculation of horizontalgrowthindices (Lx/L). Forsubsequent analysis.\n\nDrugsensitivityassays Results\n\nSeedlings were grown vertically on plates containing Lossof TNO 1 resultsinexaggeratedrootskewing either taxol (Paclitaxel, Sigma Cat #T 7191) or propyza Mutants lacking TNO 1 have normal root elongation, mide (Sigma-Aldrich, Cat #45645) at the indicated but show a lag in root gravitropic bending upon gravisticoncentrations for 5 days and skewing angles of roots mulation [36]. Positive gravitropism is a key component were determined. Dark grown hypocotyl cell phenotypes drivingrootwavingandskewing, andhencewehypothewere analyzed by placing 7-day-old hypocotyls on the sizedthat TNO 1 might playaroleintheseprocesses.", "organism": ["Arabidopsis"], "assay": ["Drugsensitivity assays", "Gravitropism analysis"], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["Control", "Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_19", "text": "ere analyzed by placing 7-day-old hypocotyls on the sizedthat TNO 1 might playaroleintheseprocesses. Surface of warm 3% low melting point agarose on a slide To test this hypothesis, 3-day-old seedlings were [40] and then imaging the imprints with a Zeiss grown vertically on the surface of hard agar medium\n\nAxioplan IIlight microscope. (1.5% agar), the plates tipped over by 30 o, and the seedlings allowed to grow for an additional 4 days (Fig. 1 a). Cellfilerotationanalysisandpropidiumiodidestaining Theslantforcestheroottiptopressagainsttheimpene The root surface of Arabidopsis seedlings was visualized trable medium due to positive gravitropism.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_20", "text": "The root surface of Arabidopsis seedlings was visualized trable medium due to positive gravitropism. As the root usinga Zeissmacro-zoommicroscopeatthe Microscopy fails to penetrate the medium, cell expansion and and Nano Imaging facility, Iowa State University. Altercircumnutation drive the root to the side and this alternatively, roots were stained with propidium iodide nates between rightward and leftward corrective devia- (Thermo Fisher Scientific Cat #P 3566). Seedlings were tions resulting in characteristic waving and skewing dipped in a working aqueous solution (10 μg/ml) of responses [4, 7]. Tno 1 mutant roots (KO) formed sinuspropidium iodide for 1 min and then washed twice by oidal wave-like growth patterns similar to WT (Col-0) dipping in petri dishes filled with water for 30 s.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_21", "text": "wave-like growth patterns similar to WT (Col-0) dipping in petri dishes filled with water for 30 s. The roots but had an exaggerated rightward skew compared roots were mounted in water and visualized using a to the WT roots, when seen from the back of the plate\n\nLeica confocal laser scanning microscope (Leica SP 5; (Fig. 1 b). Tno 1 mutants complemented with transgenic\n\nLeica Microsystems) at the Iowa State University Con TNO 1 under the control of its own promoter (COM) focal and Multiphoton Facility. Excitation and emission [35] had reduced skewing compared to the mutants and wavelengths were 488 nm and 617 nm respectively. Were similar to the WT roots (Fig. 1 b).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_22", "text": "utants and wavelengths were 488 nm and 617 nm respectively. Were similar to the WT roots (Fig. 1 b). Root images\n\nLaser power, scan frequency and line averaging were were analyzed using Image J [38] and quantified for devioptimized and kept constant between samples and ation of the root tips from their position at the time of replicates. CFR angles of the roots were calculated as slant initiation (β) (Fig. 1 c) [7, 39]. Tno 1 mutants had a described[7,41]using Image J [38]. Higher angle of deviation than the WT or complemented roots (Fig. 1 d; P < 0.05).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_23", "text": "sing Image J [38]. Higher angle of deviation than the WT or complemented roots (Fig. 1 d; P < 0.05). To confirm the difference in\n\nImmunostainingandanalysisofmicrotubules phenotype, another morphometric parameter, the\n\nFive-day-old Arabidopsis seedlings grown on slanted horizontal growth index (HGI), was calculated for the medium were fixed and immunostained as described skewing roots. HGI is the ratio of the root tip abscissa [42]. Mouse anti-αtubulin antibodies (Sigma-Aldrich, (Lx) and length of the root (L) (Fig. 1 c)and is a sensitive\n\nCat #T 6074), diluted 1:100, were used for immunolabeland robust parameter to quantify lateral directions of ing of MTs followed by Alexa Fluor 488-conjugated goat growth, independent of root shape [39].", "organism": ["Arabidopsis"], "assay": ["immunostaining and analysis", "microtubules phenotype quantification"], "gene": [], "mission": [], "experimenttype": ["slanted horizontal growth index (HGI)"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_24", "text": "ns of ing of MTs followed by Alexa Fluor 488-conjugated goat growth, independent of root shape [39]. Root tips anti-mouse Ig G (Thermo Fisher Scientific, Cat #A 11029) skewed to the right yield positive Lx values and negative as a secondary antibody, diluted 1:500. Cells within the values when roots skew left. A positive Lx results in a elongation zone were imaged by confocal microscopy positive HGI value, which then signifies a rightward\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 4 of 12\n\nFig.1 Lossof TNO 1 proteinfunctioncausesincreasedrightwardrootskewing. A Sideviewofthesetupfortherootskewingassayongrowth mediumsolidifiedwith 1.5%agar. Seedlingsweregrownverticallyfor 3 daysinlongday(LD)conditions, afterwhichtheroottippositionwas marked.", "organism": [], "assay": ["roots skewing assay"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_25", "text": "edlingsweregrownverticallyfor 3 daysinlongday(LD)conditions, afterwhichtheroottippositionwas marked. Theplateswerethenslantedbackwards,30 otothevertical, andgrownforanother 4 days. B Imagesof WT, tno 1 mutant(KO)and complementedtno 1 mutants(COM)displayingskewingofrootsawayfromthevertical. Scalebar=1 cm. C Schematicdiagramofanalysisofa roottodeterminetheangulardeviationoftheroottip(β), thehorizontalroot-tipdeviation(Lx)andthelengthoftheroot(L). Ahighervalueof βand HGI(=Lx/L)indicateincreasedskewing. D Angulardeviationofroottipsof WT, KOand COMseedlingssubjectedtotherootskewingassay asdescribedin(a). E Horizontalgrowthindex(HGI)ofrootsof WT, KOand COMseedlingssubjectedtotheskewingassay. HGIistheratioofthe horizontalroottipdeviation(Lx)androotlength(L).", "organism": [], "assay": ["rootskewing assay"], "gene": [], "mission": [], "experimenttype": ["skewing of roots due to tippy mutant (KO) and complemented (COM)"], "outcome": ["Increased skewing in KO seedlings compared to WT, with lesser deviation observed in COM"]}
{"paper_id": "17", "chunk_id": "17_26", "text": "dlingssubjectedtotheskewingassay. HGIistheratioofthe horizontalroottipdeviation(Lx)androotlength(L). Allvaluesrepresentthemeansof 3 biologicalreplicateswith 12–15 seedlingsanalyzedfor eachreplicate. Errorbarsindicatestandarderror. Asterisksindicateastatisticallysignificantdifference(P<0.05)by Student’st-test deviation while a negative value suggests leftward devibase of the elongation zone of skewing roots. Rightwardation [39]. Tno 1 roots had a significantly higher HGI skewing mutants usually display a dominant left-handed than WT and complemented lines (Fig. 1 e; P < 0.05), CFR [4, 11]. We therefore hypothesized that the enhanced confirming that the tno 1 mutants do indeed have an inrightward skewing in the tno 1 mutants would correlate creased rightwarddeviation fromthe vertical.", "organism": ["Drosophila"], "assay": ["PCR", "genetic analysis"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Skewed root growth"], "outcome": ["Enhanced rightward deviation from the vertical in tno1 mutants"]}
{"paper_id": "17", "chunk_id": "17_27", "text": "nrightward skewing in the tno 1 mutants would correlate creased rightwarddeviation fromthe vertical. Withanincreaseinleft-handed CFR. Microscopic analysis of mutant roots showed a marked\n\nSkewingtno 1 rootsdisplayenhancedrootepidermalcell left-handedepidermal CFRinitiatingintherootelongation filerotation(CFR) zone (black arrow, Fig. 2 a) while WTand complemented\n\nThe cellular basis for CFR is still not completely underrootsmainlyhaveaverticalarrangementofcellfileswitha stood, but has been proposed to be a result of the circumlack of distinct CFR in this region (Fig. 2 a). Confocal imnutation of the root tip [20].", "organism": [], "assay": ["in vivo"], "gene": ["Skewingtno1"], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_28", "text": "the circumlack of distinct CFR in this region (Fig. 2 a). Confocal imnutation of the root tip [20]. Circumnutation is dependent agingofpropidiumiodide-stainedrootsrevealedadistinctonaninternalmechanismthatresultsinanellipticalorcir- ive left-handed CFR with a higher twist in the elongation cular trajectory around an imaginary axis of growth [44]. Zoneoftno 1 linescomparedtothe WTandcomplemented\n\nThe helical pattern of cell division at the root tip has been lines (Fig. 2 b). Images were analyzed with Image J to quanhypothesized to be thebasis for epidermal CFR [6, 10, 37]. Tifytheleft-handedtwistofthecellfilesrelativetothelon The characteristic spiral cell division patterns of the outer gitudinalaxisoftheroot.", "organism": ["Arabidopsis"], "assay": ["in vivo", "ImagMicroscopy"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_29", "text": "lativetothelon The characteristic spiral cell division patterns of the outer gitudinalaxisoftheroot. Thetno 1 CFRsweresignificantly circleofmeristematiccellsintherootapexcausesaspiralhigher < 0.01) than the WT and complemented root ing of the cell files, thus resulting in CFR formation [45], CFRs(Fig.2 c). Thismayexplaintheenhancedskewofthe although this fails to explain why CFR initiates at the base mutant roots, since the increased left-handed twist might of the elongation zone, away from the site of initial cell causelargerdeviationsfromtheaxisofgrowth. divisions.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_30", "text": "gation zone, away from the site of initial cell causelargerdeviationsfromtheaxisofgrowth. divisions. A lag in anisotropic expansion rates between the epidermalandtheinnercelllayerscanalsocauseatwisting Skewingoftno 1 rootsisenhancedupon MTstabilization of the cell files to compensate for stresses and strains that bytaxol might otherwise cause tissue breakage [9]. CFR, usually CFR can be caused directly by altered cortical MT preceding root bending and skewing [41], is visible at the organization, which influences anisotropic expansion as\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 5 of 12\n\nFig.2 Skewingtno 1 rootsdisplayenhancedrootepidermalcellfilerotation. A Imagesofthesurfaceofroottipsof WT, KOand COMlinessubjectedto theskewingassay, imagedunderamacrozoommicroscope.", "organism": [], "assay": ["skewing assay"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_31", "text": "esurfaceofroottipsof WT, KOand COMlinessubjectedto theskewingassay, imagedunderamacrozoommicroscope. Theblackarrowpointstoepidermalcellfilerotation. Scalebar=100μm. B Confocal microscopicimageofpropidiumiodide-stainedelongationzoneof WT, KOand COMrootssubjectedtotheskewingassay. Scalebar=100μm. C Cellfile rotationanglesofskewingrootsof WT, KOand COMlines. Allvaluesrepresentthemeansof 3 biologicalreplicates, withatleast 10 cellfilesfrom 5 seedlingsanalyzedforeachreplicate. Errorbarsindicatestandarderror. Asterisksindicateastatisticallysignificantdifference(P<0.01)by Student’st-test\n\nMTalignment controls the direction of cellulose deposofthe mutant roots from 0 μM to 0.2 μM taxol is signifiition [46, 47]. Several mutants defective in MTstability, cantly higher (P < 0.", "organism": [], "assay": ["skewing assay"], "gene": ["MT", "cellulose deposition"], "mission": [], "experimenttype": ["Taxol treatment effects on mutant roots directionality"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_32", "text": "2 μM taxol is signifiition [46, 47]. Several mutants defective in MTstability, cantly higher (P < 0.05) than in the WTand complemenorganization and dynamics have enhanced rightor lefttedlineroots(Fig.3 c). Wehypothesizedthatthisincrease ward skewing, with a dominant left or right-handed CFR inskewingwasduetoanincreaseintheleft-handedtwist respectively [18]. Many, but not all, also display a handof the roots. Analysis of confocal images of propidium edness of the cortical MTarrays that is opposite to the iodide stained roots in the presence of 0.2 μM taxol re CFR handedness of the elongation zone of the roots. Vealsalargerleft-handed CFRinthetno 1 rootscompared\n\nSome mutants defective in MT-interacting proteins to WTand complemented lines (Fig. 3 d, e).", "organism": ["Drosophil", "Arabidopsis"], "assay": ["Microscopy"], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_33", "text": "mpared\n\nSome mutants defective in MT-interacting proteins to WTand complemented lines (Fig. 3 d, e). The phenoshow right-handed CFR, skew to the left, and display type is reflective of the effect of taxol on the root growth left-handed helical cortical MT arrays in the elongation rather than the effect of a slanted substratum, since the zone [48, 49], while others have skewing defects but drug assay is conducted on vertically-oriented plates. Normal transverse MT array orientation in the root These results suggest that MT stabilization exaggerates elongation zone. This suggests that the relationship therootskewingand CFRphenotypeofthetno 1 mutants. Between MT dynamics, orientation, and skewing is complex.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_34", "text": "skewingand CFRphenotypeofthetno 1 mutants. Between MT dynamics, orientation, and skewing is complex. We hypothesized that the enhanced skewing and Effectof MTdestabilizationbypropyzamide(PPD)on\n\nCFR in tno 1 mutants might also be due to changes in rootskewingintno 1 mutants cortical MTarray organization or dynamics. TNO 1 is lo The MT-destabilizing chemical propyzamide (PPD) also calized to the TGN, and this hypothesis receives support enhances rightward skewing in WT seedlings [9].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_35", "text": "zed to the TGN, and this hypothesis receives support enhances rightward skewing in WT seedlings [9]. Since from a recent study in which a TGN-localized protein the effect of MT stabilization on root skewing in tno 1 was shown to activate a kinesin and be involved in root seedlings suggests a MT-based role for TNO 1 in root skewing and gravitropism, linking MTs and the TGN in movement, wetestedtheeffectof PPDonrootskewingin theroot skewing process[50]. The tno 1 mutant. WTand complemented roots showed a\n\nThe MT-stabilizing chemical taxol causes MT bundling slight increase in rightward skew at 1 μM PPD and a and enhances rightward skewing in WT roots [9, 51]. Marked increase at 3 μM PPD.", "organism": ["Arabidopsis"], "assay": ["in vivo", "PCR"], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_36", "text": "w at 1 μM PPD and a and enhances rightward skewing in WT roots [9, 51]. Marked increase at 3 μM PPD. Surprisingly, skewing of\n\nWhen grown vertically on increasing concentrations of tno 1 mutantrootswasinsensitiveto PPD(Fig.4 a, b). The taxol (Fig. 3 a), roots showed significantly higher percentage increase in skewing observed for WT and rightward skewing than the WTand complemented lines complemented roots in the presence of PPD was signifi- (Fig. 3 a, b). The percentage increase in the skewing angle cantly higher than in tno 1 (Fig. 4 c). The increase in\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 6 of 12\n\nFig.3 Skewingoftno 1 rootsisenhancedupon MTstabilizationbytaxol. A Angleofskewwithrespecttothehorizontalfor WT, KOand COM rootsgrownontwodifferentconcentrationsoftaxol.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["MTstabilization by taxol"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_37", "text": "ngleofskewwithrespecttothehorizontalfor WT, KOand COM rootsgrownontwodifferentconcentrationsoftaxol. Seedlingsweregrownverticallyin LDconditionsfor 5 daysongrowthmediasolidified with 1.5%agarandeithercontainingtaxolorsolventasacontrol. Allvaluesrepresentthemeansofthreebiologicalreplicateswithatleast 12–15 seedlingsforeachreplicate. Errorbarsindicatestandarderror. Asterisksindicateastatisticallysignificantdifference(P<0.05)by Student’s t-test. B Lightmicroscopicimagesofrootsof WT, KOand COMlinesgrownverticallyinthepresenceof 0.2μMtaxolfor 5 days. Scalebar=1 cm. C Meanrootskewofeachgenotypeontaxolcomparedtothemeanonthesolventcontrolwasexpressedaspercentageincreaseinskew. Valuesrepresentanalysisof 3 biologicalreplicateswithatleast 12 seedlingsforeachreplicate. Errorbarsindicatestandarderrors.", "organism": ["WT", "KOand COM"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_38", "text": "sof 3 biologicalreplicateswithatleast 12 seedlingsforeachreplicate. Errorbarsindicatestandarderrors. Differentletters indicatestatisticallysignificantdifferences(P<0.05)by Student’st-test. D Confocalimagesofpropidiumiodide-stainedelongationzonesof WT,\n\nKOand COMrootsdisplayingepidermal CFR. Therootsweregrownverticallyon 0.2μMtaxolfor 5 days. Scalebar=100μm. E Cellfilerotation anglesofskewingrootsof WT, KOand COMlinesgrownon 0.2μMtaxol. Allvaluesrepresentthemeansof 3 biologicalreplicateswithatleast 10 cellfilesfrom 3 seedlingsanalyzedforeachreplicate. Errorbarsindicatestandarderrors. Asterisksindicateastatisticallysignificantdifference\n\n(P<0.01)by Student’st-test skewing for the complemented lines was slightly higher treated-WT and complemented roots.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_39", "text": "nt’st-test skewing for the complemented lines was slightly higher treated-WT and complemented roots. Confocal microthan the WT, suggesting that the precise expression patscopic analysis of the surface of roots growing on 3 μM tern of the TNO 1 protein may be reflected in the extent PPDrevealsatwistingof WTandcomplementedepiderof root skewing. While the TNO 1 transgene in the commal cell files. The mutant root epidermal cell files also plemented lines is expressed under its native promoter display considerable left-handed CFR, indistinguishable and its overall expression levels are similar to that of the from WT and complemented lines (Fig. 4 d, e).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_40", "text": "s overall expression levels are similar to that of the from WT and complemented lines (Fig. 4 d, e). Hence, endogenous protein, position effects within the genome the resistance of roots to PPD-induced skewing is may cause slight differences in expression pattern in independent of PPD-induced CFR. To explain this differentcelltypes. Observation, we hypothesized that the PPD treatment\n\nWe hypothesized that the reduced skewing of might have other effects on the mutant roots, including roots in the presence of PPD would correlate with a effects on root growth or morphology. There were no reduced CFR when compared with CFRs of PPD measurable differences between the root growth rates of\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 7 of 12\n\nFig.", "organism": [], "assay": ["PCR"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_41", "text": "es between the root growth rates of\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 7 of 12\n\nFig.4 Effectof MTdestabilizationbypropyzamide(PPD)onrootskewingintno 1 mutants. A Angleofskewwithrespecttothehorizontalfor WT,\n\nKOand COMrootsgrownontwodifferentconcentrationsof PPD. Seedlingsweregrownverticallyinlong-dayconditionsfor 5 daysongrowth mediasolidifiedwith 1.5%agarandeithercontaining PPDorsolventasacontrol. Allvaluesrepresentthemeansof 3 biologicalreplicateswithat least 12–15 seedlingsforeachreplicate. Errorbarsindicatestandarderror. Asterisksindicateastatisticallysignificantdifferencefrom WT(P<0.05) by Student’st-test. B Lightmicroscopicimageofrootsof WT, KOand COMlinesgrownverticallyinthepresenceof 3μMPPDfor 5 days. Scale bar=1 cm.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_42", "text": "picimageofrootsof WT, KOand COMlinesgrownverticallyinthepresenceof 3μMPPDfor 5 days. Scale bar=1 cm. C Meanrootskewofeachgenotypeon PPDcomparedtothemeanonthesolventcontrol, expressedaspercentageinhibition. Values representanalysisof 3 biologicalreplicateswithatleast 12 seedlingsforeachset. Errorbarsindicatestandarderror. Differentlettersindicate statisticallysignificantdifferences(P<0.05)by Student’st-test. D Representativeimageofpropidiumiodide-stainedelongationzonesof WT, KO and COMrootsgrownverticallyon 3μMPPDfor 5 days, imagedwithaconfocalmicroscope. Scalebar=100μm. E Cellfilerotationanglesof rootsof WT, KOand COMlinesgrownon 3μMPPD. Allvaluesrepresentthemeansof 3 biologicalreplicateswithatleast 10 cellfilesfrom 3 seedlingsanalyzedforeachreplicate.", "organism": ["Wild type", "Knockout"], "assay": [], "gene": ["PDT2-complementation gene (CDC45)", "HYLAS1/NALM3 knockdown genes"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_43", "text": "ntthemeansof 3 biologicalreplicateswithatleast 10 cellfilesfrom 3 seedlingsanalyzedforeachreplicate. Errorbarsindicatestandarderrors the WT, tno 1 and complemented lines when grown in CFR in the elongation zone continues to form northe presence or absence of PPD (not shown), and it is mally. It is possible that the defects in the mature therefore unlikely that the difference in skewing is due zone of the PPD-treated roots could then affect todifferencesingrowthrate. How the growing root interacts with the substrate,\n\nSurprisingly, mature regions of tno 1 roots grown on which would in turn affect root skewing.", "organism": [], "assay": ["in vivo"], "gene": ["tno 1"], "mission": [], "experimenttype": ["Control", "Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_44", "text": "rate,\n\nSurprisingly, mature regions of tno 1 roots grown on which would in turn affect root skewing. 3 PPD had more severe defects in cell morphology To assess whether other organs and cell types in the when compared to PPD-treated WT and complemented mutant might also be sensitive to MT disruption by lines, withthemutantsdisplayingmalformedcells(Fig.5 a). PPD, we analyzed agarose imprints of control and PPDWhereas PPD-treated WT and complemented roots have treated dark-grown hypocotyls. The base of the hypotypicallong, narrowcells, tno 1 mutantrootcellsareshorter cotyls in the WTand complemented lines had cells with and wider, indicating defects in anisotropic growth. This increased width when compared to their untreated pointstoapossibledefectincellmaturationorcellwalldecounterparts.", "organism": ["tno 1"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_45", "text": "th when compared to their untreated pointstoapossibledefectincellmaturationorcellwalldecounterparts. Hypocotyls were hypersensitive to position that could potentially interfere with the ability of PPD, with much more severe defects in cell morphology the tno 1 roots to skew in the presence of PPD even as the when compared to the untreated tno 1 seedlings and to\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 8 of 12\n\nFig.5 Effectof 3μMpropyzamide(PPD)oncellmorphologyofthematureregionoftherootandthebaseofthehypocotyl. A Representative imageofpropidiumiodide-stainedmaturezoneof WT, KOand COMrootsgrownonsolventasacontrolor 3μMPPDfor 7 days, imagedwitha confocalmicroscope. Scalebar=100μm.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_46", "text": "COMrootsgrownonsolventasacontrolor 3μMPPDfor 7 days, imagedwitha confocalmicroscope. Scalebar=100μm. B Representativeagaroseimprintsofthebaseof WT, KOand COMhypocotylsgrownonsolventcontrol or 3μMPPDfor 7 days, imagedwithamacrozoommicroscope. Scalebar=100μm\n\nPPD-treated WTand complemented seedlings (Fig. 5 b). Processes have a change in the pitch of MTarrays asso The PPD-treated tno 1 seedlings also lacked the spiralizaciated with a corresponding change in CFR. However, tionofthe cellsobservedinthetreated WTandcomplesome mutants with enhanced CFR show no obliqueness mented lines.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Control", "Treated WT and complemented seedlings with PPD"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_47", "text": "ellsobservedinthetreated WTandcomplesome mutants with enhanced CFR show no obliqueness mented lines. As observed in the skewing assay, the of the MT array, but rather have transverse arrangecomplemented lines were slightly more sensitive to PPD ments similar to the central elongation zone cells of the than WT, which again may be due to position effects. WT roots. For example, the sku 6 mutant maintains a\n\nCell elongation is initiated at the base of dark grown transverse alignment of MT arrays despite its lefthypocotyls [52], and the loss of TNO 1 may lead to an handed CFR [9, 54] while the mor 1–1 mutant, impaired increased susceptibility of this cell expansion process to in MT polymerization, also displays a left-handed CFR\n\nMT destabilization by PPD.", "organism": [], "assay": ["skewing assay", "dark grown transverse alignment of MT arrays"], "gene": [], "mission": [], "experimenttype": ["MT destabilization by PPD", "left-handed CFR"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_48", "text": "pansion process to in MT polymerization, also displays a left-handed CFR\n\nMT destabilization by PPD. Treatment with low concenbut no bias in MTarray orientation [55]. These mutant trations of PPD (such as 2 μM) has been reported to phenotypes suggest that additional factors can also be cause a decrease in the dynamic instability of cortical responsible for a change in CFR, apart from the MT\n\nMTs, leading to more static MTs that spend more time arrayorientation. In the paused state compared to untreated cells [53]. We hypothesized that the dominant left-handed CFR\n\nOur results suggest that the disruption of MT dynamics in the tno 1 roots would correspond to a right-handed by PPD has a more adverse effect on tno 1 roots than MT array in the epidermal cells of the elongation zone\n\nWT.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_49", "text": "more adverse effect on tno 1 roots than MT array in the epidermal cells of the elongation zone\n\nWT. This could be manifest as defects in MT-array compared to WT roots. Four-day-old chemically fixed organization, anisotropic expansion, or both, resulting in WT and tno 1 roots, grown on a slanted impenetrable\n\nTheobserveddisruptionincellmorphologyintno 1. Medium, were immunostained with tubulin antibodies [42] to detect MTs and imaged by confocal microscopy. Theorientationof MTarraysintheelongatingcellsof The MT arrays of epidermal cells in the mutant roots skewingtno 1 rootsisnotaffected did not show any distinct handedness or change in pitch\n\nMT arrays in elongation zones of roots are usually arcompared to WT epidermal MTarrays (Fig. 6 a).", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_50", "text": "MT arrays in elongation zones of roots are usually arcompared to WT epidermal MTarrays (Fig. 6 a). Quantiranged in a transverse orientation to facilitate anisotative analyses on collected images were performed utiltropic expansion. Skewing roots of some mutants with izing the MATLAB software package Micro Filament marked CFRs have distinct oblique arrays of MTs, with Analyzer [43] to allow comparison of MT orientation in the handedness of a MT array opposite to that of CFR multiple images from different biological replicates. The [18]. Strong correlations have also been observed berepresentative circular output graphs from the analyses tween angle of skewing and pitch of the MTarrays [11].", "organism": [], "assay": ["Microtubule array analysis"], "gene": [], "mission": [], "experimenttype": ["Comparative root angle and pitch MT arrays"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_51", "text": "tive circular output graphs from the analyses tween angle of skewing and pitch of the MTarrays [11]. Suggest a mainly transverse orientation of the MTs in\n\nMany mutants that are defective in MT-associated the elongation zone of both WT and tno 1 roots (blue\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 9 of 12\n\nFig.6 Theorientationof MTarraysintheelongatingcellsofskewingmutantrootsisnotaffected. A Representativeconfocalimagesofthecortical microtubulearrayofelongatingcellsof 5-day-old Arabidopsisrootsgrownonslantedmedium, immunostainedwithanti-α-tubulin. Theboxedinset indicatestheregionthatwasselectedforthe MTarrayanalysisin 6 b. Scalebar=10μm.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_52", "text": "tubulin. Theboxedinset indicatestheregionthatwasselectedforthe MTarrayanalysisin 6 b. Scalebar=10μm. B Graphicalrepresentationoftheanalyzed MTsasacircular plotderivedfromanalysisoftheconfocalimagesinpartawiththe Micro Filament Analyzersoftware(MFA). Thebluelinerepresentstheoriginaldata (the MTangles)whiletheredlinerepresentssmootheddata. Greenasterisksdenotedominantorientationswhiletheyellowlineisaweightedaverage ofthedetectedfilamentsperangle. C Microtubuleangledistributionintheelongatingcellsof WTand KOrootswascalculatedfromthedata generatedviathe MFAsoftware. Valuesrepresentanalysisof 3 biologicalreplicateswithatleast 500 MTsanalyzedfrom 3 cellsofthreedifferentroots\n\nForeachreplicate. Errorbarsindicatestandarderrors line along the 0–180 degree axis) (Fig. 6 b).", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_53", "text": "ots\n\nForeachreplicate. Errorbarsindicatestandarderrors line along the 0–180 degree axis) (Fig. 6 b). To assess the meristematic zone to a transverse orientation in the whether a difference in the percentage of oblique MTs elongation zone, and this organization is important for between the WT and mutant might explain the higher facilitating rapid anisotropic growth [42]. Defects in\n\nCFR in the mutants, MT angles of root cells from WT tubulin structure/activity and in MT-associated proteins and tno 1 roots were classified into three classes, 0 to 10, can result in oblique MTarrays in the central elongation 11 to 30 and 31 to 90 degrees (Fig. 6 c). No significant zone of roots.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_54", "text": "ys in the central elongation 11 to 30 and 31 to 90 degrees (Fig. 6 c). No significant zone of roots. Oblique MT orientation in elongating difference was found in the percentage of MTs in each cells causes cells to expand at an angle to the vertical, class between the WT and mutant. Thus we conclude leading to CFR and root skewing [4, 20, 56, 57]. Skewing that tno 1 mutants have normal transverse MTarrays in roots of tno 1 do not show an oblique MT orientation in the skewing roots, suggesting that an alternative mechthe elongation zone but rather a transverse one. This anismmustberesponsiblefor the changein CFR.", "organism": [], "assay": ["Microgravity"], "gene": [], "mission": ["Bion-M1", "ISS2025"], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_55", "text": "echthe elongation zone but rather a transverse one. This anismmustberesponsiblefor the changein CFR. Suggests that the root movement phenotype in tno 1 mutants arises independent of the organization of MT\n\nDiscussion arrays in the root elongation zone, although dependent\n\nTNO 1 plays important roles in post-Golgi trafficking, on MT dynamics. It is possible that, despite its normal gravitropism and auxin transport-dependent processes. Orientation, the cortical MTarray in tno 1 roots mightbe\n\nHere we demonstrate that TNO 1 is required for root compromised in restructuring or function as the root skewing and CFR formation. Skewing of tno 1 mutant navigates a complex trajectory during skewing.", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO 1"], "mission": [], "experimenttype": ["Control", "Skewing of tno 1 mutant"], "outcome": ["Root compromised in restructuring or function as the root skewing and CFR formation"]}
{"paper_id": "17", "chunk_id": "17_56", "text": "ot skewing and CFR formation. Skewing of tno 1 mutant navigates a complex trajectory during skewing. The loss rootsincreasedtoagreaterextentupon MTstabilization of TNO 1 could potentially also affect the function of a by taxol when compared to WT roots but was resistant MT-associated protein such as a kinesin; as an example, to MT destabilization by PPD. This led us to postulate a a TGN-localized kinesin-binding separase has recently role for TNO 1 in MT-dependent processes, although been reported toaffectroot skewing [50]. MT destabilizing agents have also been reported to in Certain root skewing mutants have transverse MT duce left-handed CFR without affecting MTarrays [53].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_57", "text": "ertain root skewing mutants have transverse MT duce left-handed CFR without affecting MTarrays [53]. Arraysoralackofdirectionalbiasinthe MTarraysinthe\n\nIn roots, MTarrays transition from a disordered state in root elongation zone but have a distinct CFR [54, 58, 59].\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 10 of 12\n\nMoreover, CFR can still occur upon MT disruption with Inhibitors of cellulose synthase trafficking such as CESMT destabilizing agents such as oryzalin and PPD [53]. TRIN cause MT instability and reduced cellulose content,\n\nThis suggests that the MTarray is not the only factor inand increase SYP 61 and cellulose synthase co-localization volved in generating CFR. Owing to anomalies such as [68].", "organism": [], "assay": ["RNA-seq", "in vivo"], "gene": ["AT1G01010", "SYP 61", "CEC24.35A"], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_58", "text": "61 and cellulose synthase co-localization volved in generating CFR. Owing to anomalies such as [68]. Since CESTRINdoesnotaffectthebulksecretoryand these, Wasteneys (2004) proposed that CFR could arise endocyticroutes, the SYP 61-decorateddomainofthe TGN due to torsional handedness inherent to roots, and the and its associated proteins such as TNO 1 seem to be crucorrelationbetween CFRand MTarrayorientationscould cial for cellulose deposition and, indirectly, MT stability. Result from signaling between the MTarray and cell wall However, mutations in cellulose synthase components machinery. Thus, CFR could arise from the effect of MT (rsw 1–1, any 1) or treatment withcellulosesynthase inhibiarraysonanisotropicexpansionintheelongationzoneor, torsdoesnotinduce CFR[58,71,72].", "organism": [], "assay": ["RNA-seq", "PCR"], "gene": ["CESTRIN", "SYP61", "TNO1"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_59", "text": "sesynthase inhibiarraysonanisotropicexpansionintheelongationzoneor, torsdoesnotinduce CFR[58,71,72]. Moreover, Sugimoto alternatively, from the effect of cellulose microfibrils on (2003) also reports that a cellulose synthase mutant can\n\nMT array alignment at the plasma membrane [46, 47]. Undergo CFRevenwhenthe MTsarecompromised[58]. Mutants that affect CFR formation but not MT array Trafficking of other proteins required for cell expansion orientation in the elongation zonesupport this model, inand root movement might also be disrupted in mucluding mutants defective in regulation of anisotropiccell tants. For example, SKU 5 is required for enzymatic reacexpansion [20, 54].", "organism": ["Drosophila"], "assay": [], "gene": ["SKU5"], "mission": [], "experimenttype": ["CFR formation", "MT array trafficking of other proteins required for cell expansion orientation in the elongation zones"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_60", "text": "ation of anisotropiccell tants. For example, SKU 5 is required for enzymatic reacexpansion [20, 54]. Based on this model, and consistent tionsatthecellwall, andmutantslackingthisproteinshow with the cell morphology phenotypes observed in the enhanced root skewing possibly due to altered cell wall presenceof PPD, TNO 1 mightbeimportantfortheanisocomposition during cell expansion [20]. Our observations tropic cell expansion process or in cell wall trafficking suggest that CFR formation involves complex interactions dynamics. Andisnotsimplydependenton MTarrayandcellulosede A lag in the expansion rates of internal cell types composition patterns.", "organism": ["Mus musculus"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_61", "text": "nton MTarrayandcellulosede A lag in the expansion rates of internal cell types composition patterns. Current models of the mechanisms of pared to the epidermal cells may cause roots to skew to helical growth have been challenged by studies on tortifopreventmechanicalshearing[9,57]. Thematurerootcells mutants, in which individual freely growing trichomes andhypocotylsoftno 1 seedlingstreatedwith PPDshowed twist. These mutants therefore uncouple cell division patmarked disruption of cell morphology, suggesting a role terns and tissue strain from twisting and suggest that indifor TNO 1 in the cell maturation or expansion process. Vidual twisting of cells can translate to higher-order organ\n\nThis model would also explain why tno 1 roots skew destwisting[73].", "organism": ["Mus musculus"], "assay": [], "gene": ["TNO 1"], "mission": [], "experimenttype": ["helical growth", "tissue strain from twisting"], "outcome": ["Uncoupling of cell division and disruption of cell morphology"]}
{"paper_id": "17", "chunk_id": "17_62", "text": "translate to higher-order organ\n\nThis model would also explain why tno 1 roots skew destwisting[73]. Understandingtheexactroleof TNO 1 atthe pitethetransverse MTarraysintheepidermalcellsofthe TGN and the mechanism by which it modulates CFR and rootelongationzone. Vertically-growntno 1 seedlingshave skewingwillthusbeachallenge. Similar root lengths to WT seedlings, suggesting normal Our results suggest that TNO 1 and the TGN play a cell expansion during vertical growth. Thus TNO 1 might key role in CFR and root movement, adding another berequiredspecificallyforcellexpansionduringdeviation component to the network controlling root movement. Ofrootsfromtheirgrowthtrajectory.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_63", "text": "uringdeviation component to the network controlling root movement. Ofrootsfromtheirgrowthtrajectory. Further experiments are necessary to test the exact role\n\nDuring cell expansion and cellulose deposition, the of TNO 1 and its interacting partners in regulating root cellulose synthase complex traffics via the TGN [60, 61]. Skewing and CFR formation. Future studies investigating\n\nThe observed defects in cell morphology and expansion TNO 1’s role in cellulose synthase trafficking, MTstabilcould be due to the role of TNO 1 in proper localization ity and cell expansion dynamics in skewing roots will of the TGN-localized Q-SNARE SYP 61 [31, 32]. Proteincrease our understanding of the function of TNO 1.", "organism": [], "assay": ["PCR"], "gene": ["TNO 1", "SYP 61"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_64", "text": "the TGN-localized Q-SNARE SYP 61 [31, 32]. Proteincrease our understanding of the function of TNO 1. Omic analysis of SYP 61-containing vesicles [34] revealed Since TNO 1 affects auxin transport [36], our study now the presence of cellulose synthase complex subunits, points to the possibility of an impact of TNO 1 on auxin suggesting a role in trafficking of cellulose synthase transport, MT dynamics and cell wall trafficking at the subunits, which then drives cellulose deposition. MT TGN. Discovering TNO 1’spreciserolewillhelpineluciarray dynamics modulate the deposition of cellulose midation of the function of the TGN SNARE machinery in crofibrilsin expanding cellssince cellulose synthase runs plant growth andmorphogenesis.", "organism": [], "assay": ["omic analysis", "study"], "gene": ["TNO1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_65", "text": "achinery in crofibrilsin expanding cellssince cellulose synthase runs plant growth andmorphogenesis.\n\nParallel to the MTarray, with CELLULOSE SYNTHASE\n\nINTERACTIVE 1 acting as a link between the cellulose Conclusions synthase machinery and cortical MTs [62–65]. MTs also In conclusion, we have discovered a role for a TGNregulate exocytosis of vesicles containing cellulose synlocalizedproteininrootskewingonthesurfaceofimpene- thase complex subunits or complex-associated proteins trable media. This adds to the growing list of endogenous such as KOR 1 and CSI 1 [66–68]. Disrupting MTarrays factors that aid root movement.", "organism": ["Arabidopsis"], "assay": [], "gene": ["CELLULOSE SYNTHASE", "MT array disruption protein KOR 1", "CSI 1"], "mission": ["Bion-M1"], "experimenttype": ["MTs role in exocytosis of vesicles containing cellulose synlocalized proteins", "roots movement regulation via MT array disruption"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_66", "text": "t of endogenous such as KOR 1 and CSI 1 [66–68]. Disrupting MTarrays factors that aid root movement. Our data, alongside prior therefore affects cellulose synthesis, deposition and investigations, also suggest a possible link between TNO 1, orientation, while conversely, inhibiting cellulose synauxin-dependent and MT-associated processes. A better thase activity causes defects in MTarrays [69, 70], which understanding of these mechanisms can lead to informacan potentially affect directional growth patterns [18]. Tion that can be used to manipulate root growth and\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 11 of 12 development patterns in various soil conditions and Okada Ka SY. Reversibleroottiprotationin Arabidopsisseedlingsinduced byobstacle-touchingstimulus. Science.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_67", "text": "Ka SY. Reversibleroottiprotationin Arabidopsisseedlingsinduced byobstacle-touchingstimulus. Science.1990;250:274–6. Improve overall root architecture. This could subsequently\n\nRutherford R, Masson PH. Arabidopsisthalianaskumutantseedlingsshow result in engineering superior crops with better soil peneexaggeratedsurface-dependentalterationinrootgrowthvector. Plant trationandnutrientassimilationtraits. Physiol.1996;111(4):987–98. 8. Buer CS, Wasteneys GO, Masle J. Ethylenemodulatesroot-waveresponses\n\nIn Arabidopsis. Plant Physiol.2003;132(2):1085–96.\n\nAbbreviations\n\nCFR:Cellfilerotation; MT(s):Microtubule(s); PPD:Propyzamide; SNARE:Soluble 9.", "organism": ["Arabidopsis"], "assay": [], "gene": ["MT", "PPD", "SNARE"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_68", "text": "85–96.\n\nAbbreviations\n\nCFR:Cellfilerotation; MT(s):Microtubule(s); PPD:Propyzamide; SNARE:Soluble 9. Furutani I, Watanabe Y, Prieto R, Masukawa M, Suzuki K, Naoi K, Thitamadee S,\n\nN-ethylmaleimide–sensitivefactorattachmentproteinreceptor; TGN:Trans-Golgi\n\nShikanai T, Hashimoto T. The SPIRALgenesarerequiredfordirectionalcontrolof network; TNO 1:TGN-localized SYP 41-interactingprotein cellelongationin Aarabidopsisthaliana. Development.2000;127(20):4443–53. 10. Yuen CYL, Sedbrook JC, Perrin RM, Carroll KL, Masson PH. Loss-of-function\n\nAcknowledgements mutationsof ROOTHAIRDEFECTIVE 3 suppressrootwaving, skewing, and\n\nWethank Dr. Patrick Massonand Dr. Kate Baldwinforadviceontheskewing epidermalcellfilerotationin Arabidopsis. Plant Physiol.2005;138(2):701–14. Assays, Colton Mc Ninchand Dr.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_69", "text": "rmalcellfilerotationin Arabidopsis. Plant Physiol.2005;138(2):701–14. Assays, Colton Mc Ninchand Dr. Xiaochen Yangfortechnicalhelpandadvice, 11. Vaughn LM, Masson PH. AQTLStudyfor Regions Contributingto Arabidopsis\n\nDr. Bin Dongand Jennifer Johnsonforassistancewiththe MFAsoftware, thaliana Root Skewingon Tilted Surfaces. G 3(Bethesda).2011;1(2):105–15. Margaret Carterforguidanceonconfocalimagingand Dr. Divita Mathurfor 12. Santner AA, Watson JC. The WAG 1 and WAG 2 proteinkinasesnegatively conceptualinsights. Regulaterootwavingin Arabidopsis. Plant J.2006;45(5):752–64. 13. Qi B, Zheng H. Modulationofroot-skewingresponsesby KNAT 1 in\n\nFunding Arabidopsisthaliana. Plant J.2013;76(3):380–92. Thisworkwassupportedbyagrantfromthe National Aeronauticsand 14.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_70", "text": "thaliana. Plant J.2013;76(3):380–92. Thisworkwassupportedbyagrantfromthe National Aeronauticsand 14. Whitford R, Fernandez A, Tejos R, Perez AC, Kleine-Vehn J, Vanneste S,\n\nSpace Administration(Grantno. NNX 09 AK 78 G)to DCB. Drozdzecki A, Leitner J, Abas L, Aerts M, et al. GOLVENsecretorypeptides regulateauxincarrierturnoverduringplantgravitropicresponses. Dev Cell.\n\nAvailabilityofdataandmaterials 2012;22(3):678–85. Alldatageneratedoranalyzedduringthisstudyareincludedinthis 15. Santisree P, Nongmaithem S, Sreelakshmi Y, Ivanchenko M, Sharma R. The rootasadrill:anethylene-auxininteractionfacilitatesrootpenetrationin\n\nRoy(rroy@umn. edu). soil. Plant Signal Behav.2012;7(2):151–6. 16. Kushwah S, Laxmi A.", "organism": ["Arabidopsis"], "assay": [], "gene": ["GAPDH"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_71", "text": "penetrationin\n\nRoy(rroy@umn. edu). soil. Plant Signal Behav.2012;7(2):151–6. 16. Kushwah S, Laxmi A. Theinteractionbetweenglucoseandcytokininsignal\n\nAuthors’contributions transductionpathwayin Arabidopsisthaliana. Plant Cell Environ.2014;37(1):235–53. RRand DCBconceivedofthestudyanddesignedtheexperiments. RR 17. Lanza M, Garcia-Ponce B, Castrillo G, Catarecha P, Sauer M, Rodriguezcollectedandanalyzedthedata. RRand DCBwroteandrevisedthe\n\nSerrano M, Paez-Garcia A, Sanchez-Bermejo E, TCM, Leodel Puerto Y, et al.\n\nManuscriptforfinalpublication. Roleofactincytoskeletoninbrassinosteroidsignalingandinitsintegration withtheauxinresponseinplants. Dev Cell.2012;22(6):1275–85.\n\nCompetinginterests 18. Ishida T, Thitamadee S, Hashimoto T.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_72", "text": "einplants. Dev Cell.2012;22(6):1275–85.\n\nCompetinginterests 18. Ishida T, Thitamadee S, Hashimoto T. Twistedgrowthandorganizationof\n\nTheauthorsdeclarethattheyhavenocompetinginterests. Corticalmicrotubules. JPlant Res.2007;120(1):61–70. 19. Sedbrook JC, Kaloriti D. Microtubules, MAPsandplantdirectionalcell\n\nConsentforpublication expansion. Trends Plant Sci.2008;13(6):303–10.\n\nNotapplicable. 20. Sedbrook JC, Carroll KL, Hung KF, Masson PH, Somerville CR. The\n\nArabidopsis SKU 5 geneencodesanextracellularglycosyl\n\nEthicsapprovalandconsenttoparticipate phosphatidylinositol-anchoredglycoproteininvolvedindirectionalroot\n\nNotapplicable. growth. Plant Cell.2002;14(7):1635–48. 21.", "organism": [], "assay": ["PCR"], "gene": ["Arabidopsis SKU 5"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_73", "text": "oredglycoproteininvolvedindirectionalroot\n\nNotapplicable. growth. Plant Cell.2002;14(7):1635–48. 21. Roudier F, Fernandez AG, Fujita M, Himmelspach R, Borner GH, Schindelman\n\nPublisher’s\n\nNote G, Song S, Baskin TI, Dupree P, Wasteneys GO, et al. COBRA, an Arabidopsis extracellularglycosyl-phosphatidylinositol-anchoredprotein, specifically\n\nSpringer Natureremainsneutralwithregardtojurisdictionalclaimsin controlshighlyanisotropicexpansionthroughitsinvolvementincellulose microfibrilorientation. Plant Cell.2005;17(6):1749–63. 22. Wolf S, Mravec J, Greiner S, Mouille G, Hofte H. Plantcellwallhomeostasisis\n\nAuthordetails 1 Departmentof Genetics, Developmentand Cell Biology,1035 BRoy JCarver mediatedbybrassinosteroidfeedbacksignaling. Curr Biol.2012;22(18):1732–7. 23. Staehelin LA, Kang BH.", "organism": [], "assay": [], "gene": ["COBRA"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_74", "text": "mediatedbybrassinosteroidfeedbacksignaling. Curr Biol.2012;22(18):1732–7. 23. Staehelin LA, Kang BH. Nanoscalearchitectureofendoplasmicreticulum\n\nCo-Lab,1111 WOIRd, Iowa State University, Ames, IA 50011, USA. 2 Interdepartmental Genetics Program, Iowa State University, Ames, IA, USA. Exportsitesandof Golgimembranesasdeterminedbyelectron 3 Plant Sciences Institute, Iowa State University, Ames, IA, USA.4 Current tomography. Plant Physiol.2008;147(4):1454–68. 24. Reyes FC, Buono R, Otegui MS. Plantendosomaltraffickingpathways. Curr\n\nAddress:Departmentof Plantand Microbial Biology, Universityof Minnesota,\n\nOpin Plant Biol.2011;14(6):666–73.\n\nTwin Cities, MN 55108, USA. 25. Contento AL, Bassham DC. Structureandfunctionofendosomesinplant\n\ncells. JCell Sci.2012;125(Pt 15):3511–8.", "organism": [], "assay": ["RNA-seq", "electron"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_75", "text": "nto AL, Bassham DC. Structureandfunctionofendosomesinplant\n\ncells. JCell Sci.2012;125(Pt 15):3511–8.\n\nReceived:14 December 2016 Accepted:5 April 2017 26. Gendre D, Jonsson K, Boutte Y, Bhalerao RP. Journeytothecellsurface-the centralroleofthetrans-Golginetworkinplants. Protoplasma.2015;252(2):385–98. References 27. Sauer M, Delgadillo AO, Zouhar J, Reynolds GD, Pennington JG, Jiang L, 1. Hodge A, Berta G, Doussan C, Merchan F, Crespi M. Plantrootgrowth, Liljegren SJ, Stierhof YD, De Jaeger G, Otegui MS, et al. MTV 1 and MTV 4 architectureandfunction. Plant Soil.2009;321(1–2):153–87. Encode Plant-Specific ENTHand ARFGAPProteins That Mediate Clathrin 2. Dunbabin VM, Postma JA, Schnepf A, Pages L, Javaux M, Wu LH, Leitner D, Dependent Traffickingof Vacuolar Cargofromthe Trans-Golgi Network.", "organism": [], "assay": ["RNA-seq", "PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_76", "text": "es L, Javaux M, Wu LH, Leitner D, Dependent Traffickingof Vacuolar Cargofromthe Trans-Golgi Network.\n\nPlant Cell.2013;25(6):2217–35. Chen YL, Rengel Z, Diggle AJ. Modellingroot-soilinteractionsusingthreedimensionalmodelsofrootgrowth, architectureandfunction. Plant Soil. 28. Qi XY, Zheng HQ. Rab-A 1 c GTPase Definesa Populationofthe Trans-Golgi\n\nNetworkthat Is Sensitiveto Endosidin 1 during Cytokinesisin Arabidopsis.\n\nMol Plant.2013;6(3):847–59. 3. Rellan-Alvarez R, Lobet G, Lindner H, Pradier PL, Sebastian J, Yee MC, Geng\n\nY, Trontin C, La Rue T, Schrager-Lavelle A, et al. GLO-Roots:animaging 29. Feraru E, Feraru MI, Asaoka R, Paciorek T, De Rycke R, Tanaka H, Nakano A, platformenablingmultidimensionalcharacterizationofsoil-grownroot Friml J.", "organism": ["Arabidopsis"], "assay": [], "gene": ["RabGTPase", "Endosin1"], "mission": [], "experimenttype": ["Cytokinesis"], "outcome": ["Define a population of the Trans-Golgi Network that is sensitive to endosin 1 during cytokinesis"]}
{"paper_id": "17", "chunk_id": "17_77", "text": "cke R, Tanaka H, Nakano A, platformenablingmultidimensionalcharacterizationofsoil-grownroot Friml J. BEX 5/Rab A 1 b Regulatestrans-Golgi Network-to-Plasma Membrane\n\nProtein Traffickingin Arabidopsis. Plant Cell.2012;24(7):3074–86.\n\nsystems. Elife.2015;4:e 07597. 4. Roy R, Bassham DC. Rootgrowthmovements:Wavingandskewing. Plant 30. Uemura T, Kim H, Saito C, Ebine K, Ueda T, Schulze-Lefert P, Nakano A. Qa-SNAREslocalizedtothetrans-Golginetworkregulatemultipletransport 5. Migliaccio F, Piconese S. Spiralizationsandtropismsin Arabidopsisroots. Pathwaysandextracellulardiseaseresistanceinplants. Proc Natl Acad Sci\n\nTrends Plant Sci.2001;6(12):561–5. USA.2012;109(5):1784–9.\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 12 of 12\n\nIshida T, Hashimoto T.", "organism": ["Arabidopsis"], "assay": [], "gene": ["Qa-SNAREs", "Spiralizationsandtropismsin Arabidopsisroots."], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_78", "text": "2;109(5):1784–9.\n\nRoyand Bassham BMCPlant Biology (2017) 17:73 Page 12 of 12\n\nIshida T, Hashimoto T. An Arabidopsisthalianatubulinmutantwith 31. Kim SJ, Brandizzi F. Newsand Viewsintothe SNAREComplexityin 57. Conditionalroot-skewingphenotype. JPlant Res.2007;120(5):635–40.\n\nArabidopsis. Front Plant Sci.2012;3:28. 32. Bassham DC, Sanderfoot AA, Kovaleva V, Zheng H, Raikhel NV. At VPS 45 complex 58. Sugimoto K, Himmelspach R, Williamson RE, Wasteneys GO. Mutationor formationatthetrans-Golginetwork. Mol Biol Cell.2000;11(7):2251–65. Drug-Dependent Microtubule Disruption Causes Radial Swellingwithout 33. Zhu J, Gong Z, Zhang C, Song CP, Damsz B, Inan G, Koiwa H, Zhu JK, Altering Parallel Cellulose Microfibril Depositionin Arabidopsis Root Cells.\n\nPlant Cell.2003;15(6):1414–29.", "organism": ["Arabidopsis"], "assay": [], "gene": ["VPS 45 complex", "trans-Golgin network"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_79", "text": "Parallel Cellulose Microfibril Depositionin Arabidopsis Root Cells.\n\nPlant Cell.2003;15(6):1414–29. Hasegawa PM, Bressan RA. OSM 1/SYP 61:asyntaxinproteinin Arabidopsis controlsabscisicacid-mediatedandnon-abscisicacid-mediatedresponses 59. Galva C, Kirik V, Lindeboom JJ, Kaloriti D, Rancour DM, Hussey PJ, Bednarek\n\nToabioticstress. Plant Cell.2002;14(12):3009–28. SY, Ehrhardt DW, Sedbrook JC. Themicrotubuleplus-endtrackingproteins 34. Drakakaki G, vande Ven W, Pan S, Miao Y, Wang J, Keinath NF, Weatherly B, SPR 1 and EB 1 binteracttomaintainpolarcellelongationanddirectional organgrowthin Arabidopsis. Plant Cell.2014;26(11):4409–25. Jiang L, Schumacher K, Hicks G, et al. Isolationandproteomicanalysisof the SYP 61 compartmentrevealitsroleinexocytictraffickingin Arabidopsis. 60.", "organism": ["Arabidopsis"], "assay": [], "gene": ["SYP 61", "ASYNTAXIN-like protein 2 (ASYL2)"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_80", "text": "onandproteomicanalysisof the SYP 61 compartmentrevealitsroleinexocytictraffickingin Arabidopsis. 60. Crowell EF, Bischoff V, Desprez T, Rolland A, Stierhof YD, Schumacher K,\n\nCell Res.2012;22(2):413–24. Gonneau M, Hofte H, Vernhettes S. Pausingof Golgibodiesonmicrotubules 35. Kim SJ, Bassham DC. TNO 1 isinvolvedinsalttoleranceandvacuolar regulatessecretionofcellulosesynthasecomplexesin Arabidopsis. Plant traffickingin Arabidopsis. Plant Physiol.2011;156(2):514–26. 36. Roy R, Bassham DC. Gravitropismand Lateral Root Emergenceare Dependent 61. Gutierrez R, Lindeboom JJ, Paredez AR, Emons AM, Ehrhardt DW. Onthe Trans-Golgi Network Protein TNO 1. Front Plant Sci.2015;6:969. Arabidopsiscorticalmicrotubulespositioncellulosesynthasedeliverytothe 37. Rutherford R, Gallois P, Masson PH.", "organism": ["Arabidopsis"], "assay": [], "gene": ["TNO1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_81", "text": "iscorticalmicrotubulespositioncellulosesynthasedeliverytothe 37. Rutherford R, Gallois P, Masson PH. Mutationsin Arabidopsisthalianagenes plasmamembraneandinteractwithcellulosesynthasetrafficking\n\nCompartments. Nat Cell Biol.2009;11(7):797–806. Involvedinthetryptophanbiosynthesispathwayaffectrootwavingon tiltedagarsurfaces. Plant J.1998;16(2):145–54. 62. Lei L, Li S, Du J, Bashline L, Gu Y. Cellulosesynthase INTERACTIVE 3 regulates 38. Schneider CA, Rasband WS, Eliceiri KW. NIHImageto Image J:25 yearsof cellulosebiosynthesisinbothamicrotubule-dependentandmicrotubuleindependentmannerin Arabidopsis. Plant Cell.2013;25(12):4912–23.\n\nImageanalysis. Nat Methods.2012;9(7):671–5. 39. Grabov A, Ashley MK, Rigas S, Hatzopoulos P, Dolan L, Vicente-Agullo F. 63. Bashline L, Li S, Gu Y.", "organism": ["Arabidopsis"], "assay": [], "gene": ["cortical microtubules", "cellulose synthase", "INTERACTIVE3"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_82", "text": "Grabov A, Ashley MK, Rigas S, Hatzopoulos P, Dolan L, Vicente-Agullo F. 63. Bashline L, Li S, Gu Y. Thetraffickingofthecellulosesynthasecomplexin\n\nHigherplants. Ann Bot.2014;114(6):1059–67. Morphometricanalysisofrootshape. New Phytol.2005;165(2):641–51. 64. Bashline L, Lei L, Li S, Gu Y. Cellwall, cytoskeleton, andcellexpansionin 40. Mathur J, Koncz C. Methodforpreparationofepidermalimprintsusing\n\nHigherplants. Mol Plant.2014;7(4):586–600.\n\nagarose. Bio Techniques.1997;22(2):280–2. 65. Lei L, Singh A, Bashline L, Li S, Yingling YG, Gu Y. CELLULOSESYNTHASE 41. Mochizuki S, Harada A, Inada S, Sugimoto-Shirasu K, Stacey N, Wada T,\n\nINTERACTIVE 1 Is Requiredfor Fast Recyclingof Cellulose Synthase Complexes\n\nIshiguro S, Okada K, Sakai T.", "organism": [], "assay": [], "gene": ["CELLULOSE SYNTHASE"], "mission": [], "experimenttype": ["Cellulose Synthase complex recycling", "Fast Recycling of Cellulose Synthase Complexes"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_83", "text": "ACTIVE 1 Is Requiredfor Fast Recyclingof Cellulose Synthase Complexes\n\nIshiguro S, Okada K, Sakai T. The Arabidopsis WAVYGROWTH 2 protein tothe Plasma Membranein Arabidopsis. Plant Cell.2015;27(10):2926–40. Modulatesrootbendinginresponsetoenvironmentalstimuli. Plant Cell. 2005;17(2):537–47. 66. Robert S, Bichet A, Grandjean O, Kierzkowski D, Satiat-Jeunemaitre B,\n\nPelletier S, Hauser MT, Hofte H, Vernhettes S. An Arabidopsisendo-1,4-beta 42. Sugimoto K, Williamson RE, Wasteneys GO. Newtechniquesenable\n\nD-glucanaseinvolvedincellulosesynthesisundergoesregulated comparativeanalysisofmicrotubuleorientation, walltexture, andgrowth intracellularcycling. Plant Cell.2005;17(12):3378–89. Rateinintactrootsof Arabidopsis. Plant Physiol.2000;124(4):1493–506. 67. Li S, Bashline L, Lei L, Gu Y.", "organism": ["Arabidopsis"], "assay": [], "gene": ["WAVYGROWTH2"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_84", "text": "einintactrootsof Arabidopsis. Plant Physiol.2000;124(4):1493–506. 67. Li S, Bashline L, Lei L, Gu Y. Cellulosesynthesisanditsregulation. 43. Jacques E, Buytaert J, Wells DM, Lewandowski M, Bennett MJ, Dirckx J,\n\nArabidopsis Book.2014;12:e 0169. Verbelen JP, Vissenberg K. Micro Filament Analyzer, animageanalysistool 68. Worden N, Wilkop TE, Esteve VE, Jeannotte R, Lathe R, Vernhettes S, Weimer forquantifyingfibrillarorientation, revealschangesinmicrotubule organizationduringgravitropism. Plant J.2013;74(6):1045–58. B, Hicks G, Alonso J, Labavitch J, et al. CESATRAFFICKINGINHIBITORinhibits cellulosedepositionandinterfereswiththetraffickingofcellulosesynthase 44. Migliaccio F, Tassone P, Fortunati A. Circumnutationasanautonomousroot movementinplants. Am JBot.2013;100(1):4–13.", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": ["gravitropism"], "outcome": ["changes in microtubule organization"]}
{"paper_id": "17", "chunk_id": "17_85", "text": "Tassone P, Fortunati A. Circumnutationasanautonomousroot movementinplants. Am JBot.2013;100(1):4–13. Complexesandtheirassociatedproteins KORRIGAN 1 and POM 2/CELLULOSE\n\nSYNTHASEINTERACTIVEPROTEIN 1. Plant Physiol.2015;167(2):381–93. 45. Wasteneys G, Collings D. Expandingbeyondthegreatdivide:Expanding 69. Burk DH, Ye ZH. Alterationoforienteddepositionofcellulosemicrofibrilsby beyondthegreatdivide:thecytoskeletonandaxialgrowth. In:Hussey PJ, editor. Oxford:Blackwell Publishing Ltd;2004:p.83–115. Mutationofakatanin-likemicrotubule-severingprotein. Plant Cell.2002; 46. Fisher DD, Cyr RJ. Extendingthe Microtubule/Microfibrilparadigm. Cellulose 70. Paredez AR, Somerville CR, Ehrhardt DW.", "organism": [], "assay": [], "gene": ["Synthase Interactive Protein"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_86", "text": "Extendingthe Microtubule/Microfibrilparadigm. Cellulose 70. Paredez AR, Somerville CR, Ehrhardt DW. Visualizationof Cellulose Synthase synthesisisrequiredfornormalcorticalmicrotubulealignmentin elongatingcells. Plant Physiol.1998;116(3):1043–51. Demonstrates Functional Associationwith Microtubules. Science.2006; 47. Wasteneys GO. Progressinunderstandingtheroleofmicrotubulesinplant 71. Sugimoto K, Williamson RE, Wasteneys GO. Wallarchitectureinthe\n\ncells. Curr Opin Plant Biol.2004;7(6):651–60. Cellulose-deficientrsw 1 mutant Ofarabidopsisthaliana:Microfibrilsbutnot 48. Buschmann H, Fabri CO, Hauptmann M, Hutzler P, Laux T, Lloyd CW, microtubuleslosetheirtransversealignmentbeforemicrofibrilsbecome\n\nSchaffner AR.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_87", "text": "P, Laux T, Lloyd CW, microtubuleslosetheirtransversealignmentbeforemicrofibrilsbecome\n\nSchaffner AR. Helicalgrowthofthe Arabidopsismutanttortifolia 1 revealsa unrecognizableinthemitoticandelongationzonesofroots. Protoplasma. Plant-specificmicrotubule-associatedprotein. Curr Biol.2004;14(16):1515–21. 49. Sedbrook JC. MAPsinplantcells:delineatingmicrotubulegrowthdynamics 72. Fujita M, Himmelspach R, Ward J, Whittington A, Hasenbein N, Liu C, andorganization. Curr Opin Plant Biol.2004;7(6):632–40. Truong TT, Galway ME, Mansfield SD, Hocart CH, et al. Theanisotropy 1 50. Moschou PN, Gutierrez-Beltran E, Bozhkov PV, Smertenko A.", "organism": [], "assay": ["RNA-seq"], "gene": ["AT1G01010", "GAPDH"], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "17", "chunk_id": "17_88", "text": "SD, Hocart CH, et al. Theanisotropy 1 50. Moschou PN, Gutierrez-Beltran E, Bozhkov PV, Smertenko A. Separase\n\nD 604 Nmutationinthe Arabidopsiscellulosesynthase 1 catalyticdomain\n\nPromotes Microtubule Polymerizationby Activating CENP-E-Related Kinesin reducescellwallcrystallinityandthevelocityofcellulosesynthase\n\nKin 7. Dev Cell.2016;37(4):350–61.\n\ncomplexes. Plant Physiol.2013;162(1):74–85. 51. Field JJ, Diaz JF, Miller JH. Thebindingsitesofmicrotubule-stabilizing 73. Buschmann H, Hauptmann M, Niessing D, Lloyd CW, Schäffner AR. Helical\n\nagents. Chem Biol.2013;20(3):301–15. Growthofthe Arabidopsismutanttortifolia 2 doesnotdependoncell 52. Gendreau E, Traas J, Desnos T, Grandjean O, Caboche M, Hofte H. Cellularbasis divisionpatternsbutinvolveshandedtwistingofisolatedcells. Plant Cell.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_89", "text": "oche M, Hofte H. Cellularbasis divisionpatternsbutinvolveshandedtwistingofisolatedcells. Plant Cell. Ofhypocotylgrowthin Arabidopsisthaliana. Plant Physiol.1997;114(1):295–305. 53. Nakamura M, Naoi K, Shoji T, Hashimoto T. Lowconcentrationsof propyzamideandoryzalinaltermicrotubuledynamicsin Arabidopsis epidermalcells. Plant Cell Physiol.2004;45(9):1330–4. 54. Sedbrook JC, Ehrhardt DW, Fisher SE, Scheible WR, Somerville CR. The\n\nArabidopsissku 6/spiral 1 geneencodesaplusend-localizedmicrotubuleinteractingproteininvolvedindirectionalcellexpansion. Plant Cell.2004; 55. Whittington AT, Vugrek O, Wei KJ, Hasenbein NG, Sugimoto K, Rashbrooke\n\nMC, Wasteneys GO. MOR 1 isessentialfororganizingcorticalmicrotubulesin\n\nplants. Nature.2001;411(6837):610–3. 56. Oliva M, Dunand C.", "organism": ["Arabidopsis"], "assay": [], "gene": ["ku", "MOR 1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "17", "chunk_id": "17_90", "text": "tialfororganizingcorticalmicrotubulesin\n\nplants. Nature.2001;411(6837):610–3. 56. Oliva M, Dunand C. Wavingandskewing:howgravityandthesurfaceof growthmediaaffectrootdevelopmentin Arabidopsis. New Phytol.2007;", "organism": ["Arabidopsis"], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
