{"paper_id": "19", "chunk_id": "19_0", "text": "And Spaceflight in Drosophila\n\nTaylor 1¤a, Kleinhesselink 1¤b, George 2, Morgan 3, Smallwood 3,\n\nKatherine Kurt Michael D. Rachel Tangi\n\nAnn S. Hammonds 4, Patrick M. Fuller 5¤c, Perot Saelao 1, Jeff Alley 6, Allen G. Gibbs 7,\n\nHoshizaki 7, Kalm 3, Fuller 5, Beckingham 8,\n\nDeborah K. Laurence von Charles A. Kathleen M.\n\nKimbrell 1*\n\nDeborah A. 1 Departmentof Molecularand Cellular Biology, Universityof California Davis, Davis, California, United Statesof America,2 Departmentof Medical Microbiologyand\n\nImmunology, Universityof California Davis, Davis, California, United Statesof America,3 Departmentof Biology, Universityof Central Florida, Orlando, Florida, United\n\nStates of America, 4 Department of Genome Dynamics, Lawrence Berkeley National Laboratory, Berkeley, California, United States o", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_1", "text": "ent of Genome Dynamics, Lawrence Berkeley National Laboratory, Berkeley, California, United States of America, 5 Department of\n\nNeurobiology, Physiologyand Behavior, Universityof California Davis, Davis, California, United Statesof America,6 Laverlam International, Butte, Montana, United States of America,7 Schoolof Life Sciences, Universityof Nevada, Las Vegas, Nevada, United Statesof America,8 Departmentof Biochemistryand Cell Biology, Rice University,\n\nHouston, Texas, United Statesof America\n\nAbstract\n\nSpace travel presents unlimited opportunities for exploration and discovery, but requires better understanding of the biological consequences of long-term exposure to spaceflight. Immune function in particular is relevant for space travel.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_2", "text": "es of long-term exposure to spaceflight. Immune function in particular is relevant for space travel. Human immune responses are weakened in space, with increased vulnerability to opportunistic infections and immunerelatedconditions. Inaddition, microorganismscan becomemorevirulentinspace, causingfurtherchallengestohealth. To understandtheseissuesbetterandtocontributetodesignofeffectivecountermeasures, weusedthe Drosophilamodelof innate immunity to study immune responses in both hypergravity and spaceflight. Focusing on infections mediated throughtheconserved Tolland Imdsignalingpathways, wefoundthathypergravityimprovesresistanceto Toll-mediated fungal infections except in a known gravitaxis mutant of the yuri gagarin gene.", "organism": ["Drosophila"], "assay": ["in vivo", "spaceflight"], "gene": [], "mission": [], "experimenttype": ["hypergravity", "Microgravity"], "outcome": ["Hypergravity improves resistance to Toll-mediated fungal infections except in a gravitaxis mutant"]}
{"paper_id": "19", "chunk_id": "19_3", "text": "anceto Toll-mediated fungal infections except in a known gravitaxis mutant of the yuri gagarin gene. These results led to the first spaceflight project on Drosophila immunity, in which flies that developed to adulthood in microgravity were assessed for immune responsesbytranscriptionprofilingonreturnto Earth. Spaceflightalonealteredtranscription, producingactivationofthe heat shock stress system. Space flies subsequently infected by fungus failed to activate the Toll pathway. In contrast, bacterialinfectionproducednormalactivationofthe Imdpathway. Wespeculateonpossiblelinkagebetweenfunctional\n\nToll signaling and the heat shock chaperone system.", "organism": ["Drosophila"], "assay": ["transcription profiling", "microgravity assay"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": ["Altered transcription due to microgravity alone, affecting Toll pathway activation during fungal infection but not Imd pathway"]}
{"paper_id": "19", "chunk_id": "19_4", "text": ". Wespeculateonpossiblelinkagebetweenfunctional\n\nToll signaling and the heat shock chaperone system. Our major findings are that hypergravity and spaceflight have opposingeffects, andthatspaceflightproducesstress-relatedtranscriptionalresponsesandresultsinaspecificinabilityto\n\nMounta Toll-mediatedinfection response. Citation:Taylor K, Kleinhesselink K, George MD, Morgan R, Smallwood T, et al.(2014) Toll Mediated Infection Response Is Alteredby Gravityand Spaceflightin\n\nEditor:Kenneth So¨derha¨ll, Uppsala University, Sweden unrestricteduse, distribution, andreproductioninanymedium, providedtheoriginalauthorandsourcearecredited. Funding:Thisworkwasfundedbygrantsfromthe National Aeronauticsand Space Administration, NNA 04 CC 76 Aand NNA 05 CV 40 Ato DAK.", "organism": [], "assay": ["RNA-seq"], "gene": ["Toll", "heat shock chaperone system"], "mission": ["ISS2025"], "experimenttype": ["Microgravity", "Control"], "outcome": ["Increased bone loss"]}
{"paper_id": "19", "chunk_id": "19_5", "text": "ygrantsfromthe National Aeronauticsand Space Administration, NNA 04 CC 76 Aand NNA 05 CV 40 Ato DAK. Thefundershadno roleinstudydesign, datacollectionandanalysis, decisiontopublish, orpreparationofthemanuscript. Competing Interests:Jeff Alleyisemployedbyacommercialcompany, Laverlam International, therearenoproducts, patents, etc. Thatareconnectedtothe authors’study. Itisjustthatoneoftheauthorsisemployedbythecompany, andthisdoesnotaltertheauthors’adherencetoallthe PLOSONEpolicieson\n\nSharingdataandmaterials.\n\n*E-mail:dakimbrell@ucdavis.", "organism": [], "assay": [], "gene": [], "mission": ["Bion-M1"], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_6", "text": "heauthors’adherencetoallthe PLOSONEpolicieson\n\nSharingdataandmaterials.\n\n*E-mail:dakimbrell@ucdavis. Edu ¤a Currentaddress:Departmentof Obstetrics, Gynecology, and Women’s Healthat Albert Einstein Collegeof Medicine, Montefiore Medical Center, Bronx, New\n\nYork, United Statesof America ¤b Currentaddress:Monsanto, Woodland, California, United Statesof America ¤c Current address: Department of Neurology and Division of Sleep Medicine, Beth Israel Deaconess Medical Center, Harvard Medical School, Boston,\n\nMassachusetts, United Statesof America\n\nIntroduction andamajorobstacletolong-termspacemissions[1].", "organism": [], "assay": ["PCR"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_7", "text": "Massachusetts, United Statesof America\n\nIntroduction andamajorobstacletolong-termspacemissions[1]. Asearlyas the Apollo and Skylab missions, immune dysfunction was\n\nHuman space exploration, with its promise of unprecedented recognized in astronauts, and later studies documented specific discoveries, excites the imagination. However, turning the host cellular and humoral immune alterations induced by exploration of space into a practical reality presents daunting spaceflight[1]. Increasedmicrobialgrowthandvirulenceinspace challenges including conquering the compromised biological have also been documented [2]. Spaceflight is associated with functions produced by spaceflight.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_8", "text": "cal have also been documented [2]. Spaceflight is associated with functions produced by spaceflight. In order to achieve space manystresses, withalteredgravitationalforce(g)representingthe exploration, a better understanding of human biology, both on most studied factor. Microgravity (mg) is constant in space, and earthandinspace, isrequired. Amongthemanyaspectsofbiology hypergravity (hyper g) is experienced during launch and landing. Affectedbyspaceflight, wehavefocusedontheimmuneresponse. Immunedysfunctioninbothmgandhypergiswelldocumented,\n\nImmune dysfunction is a major health-related problem on earth butdeterminationoftheunderlyingcellularmechanismsandthus\n\nRoutes to appropriate countermeasures, remains unresolved Thesurvivalofwildtypeandimmuneresponsemutants(except [2,3,4,5,6].", "organism": [], "assay": ["PCR"], "gene": ["GAPDH"], "mission": ["ISS2025"], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_9", "text": "ountermeasures, remains unresolved Thesurvivalofwildtypeandimmuneresponsemutants(except [2,3,4,5,6]. Without normal immune function, many threats to Tollpathwaymutantswhichdonotsurviveinfectionlongenough long-term survival in space exist: fatal infections, failed immunofor prolonged hyper g experiments) was assessed. Strikingly, all surveillance of cancer cells, aberrant inflammatory responses and strains showed increased post-infection survival at hyper g reactivation of latent viruses areall potential hazards. (Figure 1 A bottom panel, 1 B wild type, imd and Thor strains).", "organism": ["Mus musculus"], "assay": [], "gene": ["Toll pathway", "immune function", "hyper g reactivation of latent viruses"], "mission": [], "experimenttype": ["infection survival at hyper g", "reactivation of latent viruses"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_10", "text": "nt viruses areall potential hazards. (Figure 1 A bottom panel, 1 B wild type, imd and Thor strains). In our work, we have brought advances in understanding the Given that mg is associated with impaired immune function, one host defense of Drosophila to bear on deciphering the immune interpretationofthisresultisthathypergexertstheoppositeeffect alterations associated with altered gravity and spaceflight. Droandbooststhehostresponse. Oppositeeffectsofopposinggravity sophila is a well-established model for human innate immune vectorsarenotuncommon, forexampleforplateletfunctions[22]. Function, sharing elements in cellular and humoral immunity, However, microorganisms can become more virulent at mg [2], clotting and wound healing, and signaling pathways [7].", "organism": ["Drosophila"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Spaceflight"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_11", "text": "rganisms can become more virulent at mg [2], clotting and wound healing, and signaling pathways [7]. Andanalternativeexplanationisthatathypergthefungusitselfis\n\nDrosophila responds to microbial infection with 1) a systemic lessvirulent. Response, characterized by fat body production of antimicrobial Inanattempttodistinguishbetweenhostandfungalresponses, proteins(AMPs),2)tissuespecificresponses, suchasproductionof we tested a gravitaxis mutation of the gene yuri gagarin (yuri) [23]. AMPsinthegutandtrachea, 3)phagocytosisbyhemocytes, and yuriencodes 3 isoformsofacoiled-coilproteinthatisubiquitously 4) clotting andwound healing[7,8,9,10].", "organism": ["Drosophila"], "assay": [], "gene": ["yuri gagarin", "AMPs", "3 isoformsof coiled-coil protein"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_12", "text": "uriencodes 3 isoformsofacoiled-coilproteinthatisubiquitously 4) clotting andwound healing[7,8,9,10]. Expressed, and two mutations have separate tissue specific\n\nTwosignalingpathwaysarethemainmediatorsoftheresponse functionsrelatedtomechanotransduction[24,25,26]. Theyuric 263 to bacterial and fungal infections in Drosophila [7,11,12]. The allele, caused by a GAL 4 enhancer trap insertion, has defective\n\nToll pathway primarily responds to fungal and Gram-positive gravity responses. A UAS-yuri construct, driven by the c 263 (Lys-type peptidoglycan (PGN)) infections, and the Imd pathway transposon, rescues this phenotype through expression limited to responds to Gram-negative (DAP-type PGN) infections [7]. Tollmechanosensoryneurons[23], indicatingdefectivegravitysensing\n\nIntheyuric 263 mutant.", "organism": ["Mus musculus", "Drosophila"], "assay": [], "gene": ["AT1G01010", "GAPDH", "CALCA/CD26 (Yuri)"], "mission": [], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_13", "text": "ctions [7]. Tollmechanosensoryneurons[23], indicatingdefectivegravitysensing\n\nIntheyuric 263 mutant. Likereceptors(Tlrs)havebeenidentifiedinmammalsandarethe direct mediators of responses to activators such as bacterial Wehypothesizedthatifhostresponsetohypergwereprimary, thenaberrantgravitysensinginyuric 263 mightmodifythehyperg lipopolysacccharide and viral DNA [13]. Imd shares homology with the death domain of the mammalian Receptor Interacting post-infection response, but if the fungal response were primary, thenpost-infectionsurvivalofyuric 263 wouldbecomparabletothat\n\nProtein of the Tumor Necrosis Factor Receptor pathway [7]. Of wild type andthe immunefunction mutants (Figure 1 AB).", "organism": ["Mus musculus"], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_14", "text": "umor Necrosis Factor Receptor pathway [7]. Of wild type andthe immunefunction mutants (Figure 1 AB). On\n\nDownstream, through the conserved NF-k B/Rel protein trantesting, yuric 263 failedtoshowthisincreasedpost-infectionsurvival, scriptionfactorsrelish(Imdsignalingcascade), and DIFanddorsal (Toll signaling cascade), the AMPs and,400 other genes are whereas the yuri rescue strain had the typical increased survival involved in response to infection [7,14,15]. Recognition of the response(Figure 1 AB). Thus, thesedatademonstrateasignificant hostcomponenttothehypergeffect.", "organism": [], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_15", "text": "of the response(Figure 1 AB). Thus, thesedatademonstrateasignificant hostcomponenttothehypergeffect. Howmighthypergincrease complexity of the Toll and Imd pathways continues to grow, for examplewithidentificationofnewregulators, interactionswiththe post-infection survival? The yuri finding could indicate a neural route linking mechanical load sensation to immune response. Nervous system, and modification with aging [16,17,18,19]. In contrast to mammals, in Drosophila only the original Toll was Mechanicalloadalsoaffectscellbiologicalprocesses[27], andone possibility is that endocytosis, which is essential for Toll signaling associated with infection response, through indirect sensing [28], isenhancedathyperg. Interestingly, Yuriproteinappearsto mediated by binding to Spa¨tzle (Spz).", "organism": ["Mus musculus", "Drosophila"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_16", "text": "[28], isenhancedathyperg. Interestingly, Yuriproteinappearsto mediated by binding to Spa¨tzle (Spz). More recently however,\n\nHave membrane-associated functions [26]. Other Toll family members have been identified as mediating infection. Toll-8 regulates infection response in the airway Theimmuneresponseisenergeticallyexpensive, andflieswith greaterenergeticreservesmayhavegreaterpost-infectionsurvival. Epithelium [20], and Toll-7 is involved in viral recognition and response [21]. However, survival did not correlate with stores of triglycerides,\n\nCarbohydrates or protein(Figure 1 C).", "organism": ["Mus musculus"], "assay": ["RNA-seq", "in vivo"], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_17", "text": "ver, survival did not correlate with stores of triglycerides,\n\nCarbohydrates or protein(Figure 1 C). The mechanisms of interactions within and between the Toll and Imdpathwaysandothersystemsarenotfullyunderstood, and\n\nThe Fungus, Immunity, Tumorigenesis (FIT) Microgravity unraveling the interrelationships will require many approaches. Here, wepresentgeneticandtranscriptionalprofilingexperiments Experiment toaddresstheresponsetoinfectioninconditionsrelatedtospace Theseresultsshowingthattheimmuneresponseof Drosophila travel: Does hypergravity affect the response to fungal infection? Responds to g force formed the basis for the space shuttle\n\nDoes development during spaceflight alter the response to experiment Fungus, Immunity and Tumorigenesis (FIT).", "organism": ["Drosophila"], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_18", "text": "opment during spaceflight alter the response to experiment Fungus, Immunity and Tumorigenesis (FIT). FIT is\n\nBacterial andfungal infections? The first flight experiment to investigate mg effects on Drosophila immunity. The FIT experiment was flown on the shuttle\n\nResults and Discussion\n\nDiscovery (STS-121), and involved an experimental design adjusted for shuttle conditions. Ideally the design would have\n\nHypergravity Increases Survival after Infection with paralleled the hyper g work, with infection of Drosophila\n\nPathogenic Fungus genotypesproceedinginspace. Butduetoflightconstraints, space\n\nThe first goal was to test our hypothesis that the immune infections were not possible and only a single genotype could be responseof Drosophilawouldbeaffectedbychangesingravityat flown.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_19", "text": "and only a single genotype could be responseof Drosophilawouldbeaffectedbychangesingravityat flown. However, the flight duration (12 days) allowed production theorganismallevel. Thesimplestimmunefunctionassayispostand return to Earth of a small population of flies that had infectionsurvival, andastraightforwardroute foralteringgravity undergone their entire development in space (space flies). Upon is to achieve hyper g through use of centrifuges similar to the returnthispopulationwasdividedintothreegroupsandusedfor human centrifuges used for training pilots. We infected with B. Transcriptionprofilingwithoutinfectionandafterinfectionwith B. Bassiana, an entomopathogenic fungus that enters through the bassianaor E. coli. Thefungalsporesand E.", "organism": ["Drosophila"], "assay": [], "gene": ["Bacillus Transformation", "Entomopathogenic fungus Bassiana"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_20", "text": "ssiana, an entomopathogenic fungus that enters through the bassianaor E. coli. Thefungalsporesand E. Coliusedweregrownon cuticleandiswellstudiedwithrespecttosurvivalkineticsand Toll Earth. Earth-reared flies, grown at Kennedy Space Center, were pathway activation [7]. Infected and control flies were then usedas controls(Earth flies). Recordings relayedfromtheshuttle exposedtohypergravityonacentrifugemaintainedatthe Chronic ensured similar growth conditions for the space and Earth flies\n\nAcceleration Research Unit (CARU), UC Davis. Otherthanthechangeingforce. Theexperimentsthusencompass\n\nFigure 1. Effectsofhypergonpost-infectionsurvivalandenergystores. A. Survivalafterinfectionwith B.", "organism": ["Drosophila"], "assay": [], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity", "Hypergravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_21", "text": "Figure 1. Effectsofhypergonpost-infectionsurvivalandenergystores. A. Survivalafterinfectionwith B. Bassianaisincreasedbyexposure tohyperg(4 g)inwildtype(wt)andtherescuedyuristrain, yuric 263; UAS-yuri(UAS), butnotinthegravitaxismutantyuri, yuric 263(yuri).+infected, 2 uninfected. Errorbars=SEMfor 3 experiments. B. Additionalstrainstestedalsosurviveinfectionlongerathyperg:imd, usingimd 1, andfor Thor, whichencodesthe Drosophilatranslationalregulator 4 E-BP, using Thor 2, thenullallele, anditscontrol, therevertantstrain Thor 1 rev 1. Pvaluesforlog rank. C. Post-infection energy stores of trigycerides, protein and carbohydrates are not significantly different at hyper g. Error bars=SEM for 3\n\nExperiments.", "organism": ["Drosophila"], "assay": [], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_22", "text": "ein and carbohydrates are not significantly different at hyper g. Error bars=SEM for 3\n\nExperiments. Humoral immunity in response to Toll and Imd mediated fungal\n\nThe Toll Pathway is Dysfunctional in Adults Raised in and bacterial infections through transcriptional profiling after development in space. The uninfected space flies showed an\n\nTranscriptional profiling of space and Earth flies infected with alteredtranscriptionalprofile, andthosechangeswillbepresented\n\nB. Bassiana revealed that the space flies have a dramatically\n\nLast, in thecontextof theimmuneresponse data. Differentresponse(Figure 2).", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_23", "text": "lies have a dramatically\n\nLast, in thecontextof theimmuneresponse data. Differentresponse(Figure 2). For Earthflies, theupregulatedgenes revealedtheexpected[7,14,15]responsecategories:transcriptsfor genes associated with innate immune response, serine peptidase activity, responsetofungusand Tollsignalingpathwayactivation\n\nFigure 2. Microarray-basedanalysisofresponseto B. bassiana. Thetotalnumberofgenesupregulatedordownregulatedin Earthfliesonly (Earth)orspacefliesonly(Space)orinboth(overlap)areindicatedby Venndiagrams. Pathwayanalysisofeachofthesegroupsisshownontheright sideofthefigure. Thenumberofgenesineachfunctionalcategoryisdepictedinbargraphs(primaryy-axis), andthe Pvaluescorrespondingto statisticalover-representationofeachcategoryarepresentedasalinegraph(secondaryy-axis).", "organism": ["Drosophilafly"], "assay": ["Microarray", "in vivo"], "gene": [], "mission": [], "experimenttype": ["Earth vs Spacefly comparison"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_24", "text": "rrespondingto statisticalover-representationofeachcategoryarepresentedasalinegraph(secondaryy-axis). Notethatcertaingenesannotatedintomorethan\n\nOneofthesecategories. Wereallstatisticallyover-represented(Figure 2). Instarkcontrast, homeostasis. Both of these genes are also induced in response to none of these gene categories was upregulated in space flies DNA damageinthelarval epidermis, asis Tot C [33,34].\n\n(Figure 2). The only AMP gene induced in space flies by the fungal\n\nThe AMPs Metchnikowin and Drosomycin are key indices of the infection is Drosomycin-like 5 (Drsl 5) (Figure 4 B). Drsl 5 induction in\n\nToll signaling response [7]. Figures 3 and 4 A present transcripresponse to B.", "organism": ["Mus musculus", "Drosophila"], "assay": [], "gene": ["AT1G01010", "Tot C", "Drsl 5", "AMPs Metchnikowin and Drosomycin", "tobI"], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_25", "text": "Drsl 5 induction in\n\nToll signaling response [7]. Figures 3 and 4 A present transcripresponse to B. Bassiana is regulated by both the Toll and Imd tional analysis by quantitative real-time PCR (q PCR) and pathways [7]. Thus induction of Drsl 5 in the space flies is not microarray-based analysis establishing the failed induction of necessarily evidence for a functional Toll response and may thesetwogenesinspaceflies. Resultsofmicroarray-basedanalysis represent activation by the Imd pathway (see below) or another route. Both space and Earth flies upregulated genes associated for additional genes are also presented in Figure 4 A.", "organism": ["Drosophila"], "assay": ["q PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_26", "text": "and Earth flies upregulated genes associated for additional genes are also presented in Figure 4 A. Note that necrotic(nec)isupregulatedinthe Earthflies, whichisanindicator with response to toxins, including cytochrome P 450 s (Cyp 4 ac 1,\n\nCyp 4 ac 2, Cyp 4 aa 1, Cyp 304 a 1), which are associated with detoxifiof a strong anti-fungal response since Nec downregulates the immunereactionvianegativeregulationof Persephone(Psh)[29]. Cationofxenobioticsandhormonemetabolism[35,36](Table S 1). A complete listingofthefold changesandassociated pvaluesfor\n\nGenes induced uniquely in the space flies by fungal infection all the transcriptionally modulated genes of the categories shown could indicate an altered infection response. However, only one\n\nIn Figure 2 ispresented in Table S 1.", "organism": [], "assay": ["PCR"], "gene": ["Cyp4a9", "Psh"], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_27", "text": "uld indicate an altered infection response. However, only one\n\nIn Figure 2 ispresented in Table S 1. Categoryofgenesemergedfrommicroarrayanalysisasspecifically\n\nCollectively, thesedataindicatethat Tollmediatedresponsesto induced by infection in space flies: oxidation/reduction (Figure 2 and Table S 1). Sixoftheeightgenesinthiscategoryare Pyrroline\n\nB. Bassianaareimpairedinspaceflies, andinparticularthefailure of Drosomycin and Metchnikowin activation indicates that the space 5-carboyxlate reductase (P 5 cr), probable cytochrome P 450 s (Cyp 6 t 1,\n\nCyp 6 t 1 Cyp 6 a 13), CG 6012 CG 10131. Fliesareseverelyimmunocompromised. Thedatadonot, however, and and The remaining two reflectacompletefailureofthespacefliestoreacttotheinfection.", "organism": ["Drosophila"], "assay": [], "gene": ["Pyrroline-5-carboxylate reductase", "cytochrome P450 s (Cyp 6 t 1)", "Cyp 6 a 13", "CG 6012", "CG 10131"], "mission": [], "experimenttype": ["Microgravity"], "outcome": ["Increased bone loss"]}
{"paper_id": "19", "chunk_id": "19_28", "text": "not, however, and and The remaining two reflectacompletefailureofthespacefliestoreacttotheinfection. Genes, phenoloxidasesubunit A 3(PO 45)andprophenoloxidase A 1(pro POA 1), have roles in melanization, which is also used as a defense\n\nSomedefenseresponsecategorygeneswereactivatedinspaceflies as well as Earth flies (Figure 2 and Table S 1), and these indicate against pathogens and in wound response [37]. However, other genesinthemelanizationcascadewereupregulatedin Earthflies that signaling pathways other than Toll are functional in space flies. Someofthesegenesare Turandot(Tot)familymembers, aset but unchanged in the space flies, e. g. MP 1, Spn 27 A and Hayan [38,39].", "organism": ["space flies", "Earth flies"], "assay": [], "gene": ["AT1G01010", "PO45", "pro POA 1", "Tot family members", "MP 1", "Spn 27 A", "Hayan"], "mission": [], "experimenttype": ["Melanization against pathogens and in wound response"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_29", "text": "ot(Tot)familymembers, aset but unchanged in the space flies, e. g. MP 1, Spn 27 A and Hayan [38,39]. In contrast, Gram-negative binding protein 3 (GNBP 3) is ofgenesinducedunderavarietyofstressessuchassepticinfection, paraquatfeeding, UVexposureandheatshock, andwithcomplex upregulated in space flies, and GNBP 3 assembles defense complexes, including phenol oxidases, in a Toll independent regulation involving the Jak-Stat, Imd and Mekk 1 pathways [30,31,32]. Also induced in both space and Earth flies are the manner [40]. Fungalinfectionresponsegenes Thioestercontainingprotein IV(Tep IV), B.", "organism": ["Mus musculus", "Arabidopsis"], "assay": [], "gene": ["GNBP3"], "mission": ["ISS2025"], "experimenttype": ["In vitro"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_30", "text": "th flies are the manner [40]. Fungalinfectionresponsegenes Thioestercontainingprotein IV(Tep IV), B. bassiana\n\nInitial detection of infection occurs through dual which has an alpha-macroglobulin complement component, and signaling arms upstream of Spz, the only known ligand for Toll\n\nTransferrin 1 (Tsf 1), which is predicted to be involved in iron [16,41]. In one arm, Psh, moderated by suppression from Nec,\n\nFigure 3. Antifungal AMPs. A. Metchnikowinand B. Drosomycintranscriptlevelswereassessedbyq PCRinspaceand Earthfliesinfectedwith fungus(F)orbacteria(B), oruninfected(U), andstandardizedbycomparisontothelevelofribosomalproteingenerp 49. Errorbars=SEMfor 3\n\nExperiments.", "organism": ["Drosophilamelanogaster"], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": ["Control"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_31", "text": ", andstandardizedbycomparisontothelevelofribosomalproteingenerp 49. Errorbars=SEMfor 3\n\nExperiments. Sensesfungalvirulencefactorsandotherdangersignals, leadingto Adults Raised during Spaceflight have an Altered activationofthe Spa¨tzle Processing Enzyme(SPE), cleavageofthe\n\nTranscriptional Profile\n\nSpz prodomain, and binding of processed Spz to the Toll\n\nComparing the transcription profiles of uninfected space and transmembranereceptor[29]. Intheothersignalingarm, GNBP 3\n\nEarth flies provides valuable insights into the biological processes binds fungal cell wall components and initiates a cascade via affectedbythemgenvironmentandthusgeneratescluesastothe\n\nMod SP and Grass that also leads to SPE activation and Spa¨tzle originofthedifferingeffectson Imdand Tollmediatedresponses.", "organism": ["Drosophila"], "assay": [], "gene": ["Spa¨tzle Processing Enzyme (SPE)"], "mission": [], "experimenttype": ["Infection"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_32", "text": "lso leads to SPE activation and Spa¨tzle originofthedifferingeffectson Imdand Tollmediatedresponses. Bindingto Toll[16,42]. Thus, ifspacefliesaredefectiveininitial\n\nThese comparisons may also provide evidence relevant to the sensing ofthe infection, a minimum of twodefects areneeded to\n\nEnhanced post-infection survival at hyper g. Block both arms of the upstream signaling cascade. If the space\n\nThe transcriptional profiles of uninfected space and Earth flies fliesarenotdefectiveinsensing, asinglenon-functionalstepatthe were compared by first hierarchically clustering genes that were level of SPE or further downstream in the Toll pathway could differentially expressed between the two groups (Figure 6).\n\nPrevent theactivationof target genes.", "organism": ["Drosophila"], "assay": ["RNA-seq", "in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_33", "text": "d differentially expressed between the two groups (Figure 6).\n\nPrevent theactivationof target genes. Pathway analysis indicated the transcripts expressed at higher levels in space flies included a statistical over-representation of\n\nThe Imd Pathway is Activated Normally in Adults Raised genes linked to stress response, inosine monophosphate (IMP)\n\nIn Space metabolism, response to hypoxia, wing disc morphogenesis, and\n\nIncompletecontrasttofungalinfection, spacefliesinfectedwith apoptosis. Amuchsmallerlistoftranscriptswasexpressedatlower\n\nE. Colishow stronggeneexpression responsessimilar incharacter levelsinspacefliesthan Earthflies, andappearedtobeenrichedin to those of Earth flies (Figure 5).", "organism": ["Drosophila"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Space metabolism", "response to hypoxia", "wing disc morphogenesis"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_34", "text": "ter levelsinspacefliesthan Earthflies, andappearedtobeenrichedin to those of Earth flies (Figure 5). For both Earth and space flies, genesassociatedwithsymporteractivity, oxidation/reduction, and expected categories of upregulated genes [7,14,15] were statististructural molecule activity (Figure 6). Several immune response cally over-represented: innate immunity, response to bacterium genes were also differentially expressed, but were not statistically and humoral immune response (Figure 5). Accordingly, the Imd over-represented as a functional category: relish (2.4 fold), spa¨tzle pathway appears to have been activated normally in the space (1.7 fold), dorsal(1.6 fold), virus-induced RNA 1(2.1 fold), Serpin 28 Db flies. Table 1 presents a subset of these genes categorized into (1.", "organism": ["Drosophilae"], "assay": ["in vivo"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": ["Increased bone loss", "Activation of innate immunity, humoral and dorsal signaling pathways"]}
{"paper_id": "19", "chunk_id": "19_35", "text": "d RNA 1(2.1 fold), Serpin 28 Db flies. Table 1 presents a subset of these genes categorized into (1.6 fold), serinepeptidase CG 18563(2.0 fold), pirk(1.6 fold), and\n\nAMPs, Peptidoglycan recognition proteins (PGRPs), Turandot, PGRP-LF (1.6 fold). In total, less than only 280 genes showed a\n\nImmune induced molecules, Thioester-containing proteins, and significant difference in expression between space and Earth flies\n\nMiscellaneous. Table S 2 details all of the transcriptionally (Table 2, Table S 3). Interestingly, 127 of these genes are upregulatedanddownregulatedgenesinthecategoriespresented uncharacterized and only identified as CG numbers [44], and in Figure 5.", "organism": ["Drosophila"], "assay": ["RNA-seq", "in vivo"], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["Spaceflight"], "outcome": ["Immune induced molecules and Thioester-containing proteins show significant differences in expression between space and Earth flies"]}
{"paper_id": "19", "chunk_id": "19_36", "text": "nesinthecategoriespresented uncharacterized and only identified as CG numbers [44], and in Figure 5. Drosomycin and Metchnikowin are included among the may also be of interest in the spaceflight and immune context as standard AMP genes activated by E. Coli infection (Table 1, more informationisacquired. Figures 3 and 4). Despite its activation by a Gram-negative Currentannotationsshowthatthemoststrikingalterationsare organism, Drosomycin is mainly considered a readout for Toll in expression of heat shock protein genes, a subset in the stress signaling through cross recognition extracellularly or cross talk response category (Table 2). The heat shock response is intracellularly with Imd or another pathway [16].", "organism": ["Drosophila"], "assay": [], "gene": ["Drosomycin", "Metchnikowin"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_37", "text": "nse category (Table 2). The heat shock response is intracellularly with Imd or another pathway [16]. As discussed evolutionarily conserved andperhaps the most well studied stress below, ourhypothesesontheeffectsofmgon Tollfunctionwould response [45]. Heat shock proteins also function under normal suggest the cross-reaction is downstream of Toll receptor conditions, andingeneralactasmolecularchaperonesassistingin activation. Metchnikowin has both antibacterial and antifungal forming, or regaining, the normal folding of polypeptides, activity, and can be activated transcriptionally through Imd or translocating proteins, and regulating protein degradation\n\nToll, depending on the type of infection [43]. Thus the normal [45,46].", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_38", "text": "ulating protein degradation\n\nToll, depending on the type of infection [43]. Thus the normal [45,46]. The heat shock response occurs in reaction to many induction of Metchnikowin in the bacteria infected space flies, but types of stress and is usually initiated by unfolded/misfolded lack of induction in the fungus infected space flies, characterizes proteins. Incorrectingthiscytotoxicstateheatshockproteinsalso thenormal Imdsignalingversustheabnormal Tollsignalingofthe inhibitapoptosis[45,47]. Giventheirfunctions, itisnotsurprising\n\nSpace flies. Thatheatshockgeneexpressionchangeshavebeenassociatedwith alteredgravityandspaceflightinavarietyoforganisms; however,\n\nFigure 4. Transcriptionalprofilingofgenesassociatedwiththe Tollpathway.", "organism": ["Drosophila"], "assay": [], "gene": ["Toll", "Metchnikowin"], "mission": [], "experimenttype": ["Heat shock response", "Incorrecting cytotoxic state of proteins due to altered gravity and space flight"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_39", "text": "arietyoforganisms; however,\n\nFigure 4. Transcriptionalprofilingofgenesassociatedwiththe Tollpathway. Relativeexpressionlevelsofselected Tollassociatedgenesas detectedbymicroarrayareshowninuninfected(U, circles)Earth(blue)andspace(tan)flies, andfollowingfungal(F, triangles)orbacterial(B, squares) infectionofspaceand Earthflies. Transcriptionalregulation A. Notsharedor B. Sharedbyspaceandearthfliesinfectedwithfungus.\n\nResults are variable and a clear picture of heat shock protein apoptosisandresponsetohypoxia(Table 2). Sixgenesassociated involvement inthese situations hasnot emerged [48,49,50,51].", "organism": ["Mus musculus", "Drosophila"], "assay": ["microarray"], "gene": [], "mission": [], "experimenttype": ["fungal infection of space and Earth flies", "bacterial infection of space and Earth flies"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_40", "text": "etohypoxia(Table 2). Sixgenesassociated involvement inthese situations hasnot emerged [48,49,50,51]. With apoptosis are upregulated: starvin, which is a cochaperone\n\nTwofurthercategoriesofalteredgeneexpressionarenoteworassociated with heat shock protein 70 (Hsp 70) [52]; the caspase thy with respect to the heat shock result seen for the space flies: Damm, whichcantriggerapoptosiswhenoverexpressed[53]; Pdk 1,\n\nFigure 5. Microarray-basedanalysisofresponseto E. coli. Thetotalnumberofgenesupregulatedordownregulatedin Earthfliesonly(Earth) orspacefliesonly(space)orinboth(overlap)areindicatedby Venndiagrams. Pathwayanalysisisshownontherightsideofthefigure.", "organism": ["Mus musculus", "Damselfly"], "assay": [], "gene": [], "mission": ["Bion-M1"], "experimenttype": ["Earth conditions", "Space flight"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_41", "text": "space)orinboth(overlap)areindicatedby Venndiagrams. Pathwayanalysisisshownontherightsideofthefigure. Thenumber ofgenesineachfunctionalcategoryisdepictedinbargraphs(primaryy-axis), andthe Pvaluescorrespondingtostatisticalover-representationof eachcategoryarepresentedasalinegraph(secondaryy-axis). Aserine/threoninekinasethatisanegativeregulatorofapoptosis heat shock proteins bind directly to Tlr receptors and are [54]; Drep-3, one of four Drosophila DNA fragmentation factorimportant in moderating the immune response, including in the related proteins [55]; dream, a serine threonine rich caspase [56]; clinical setting [59,60,61]. In contrast in Drosophila, Spz is the and Rab 3-GEF, a Ras superfamily member predicted to regulate only known ligand for Toll [16,42].", "organism": ["Drosophila"], "assay": [], "gene": ["Spz", "Rab3-GEF", "Tlr receptors", "Hsp70/90 (apoptosis heat shock proteins)"], "mission": [], "experimenttype": ["immune response"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_42", "text": "he and Rab 3-GEF, a Ras superfamily member predicted to regulate only known ligand for Toll [16,42]. Heat shock proteins do not, thecellcycleandapoptosis[57]. Theresponsetohypoxiacategory however, needtobe Tollligandsinordertointerferewith Spa¨tzle includes a subset of the heat shock protein genes and hairy, a binding, or to inhibit activity of essential upstream components master regulator for adjustment to hypoxia [58]. Together these suchas SPE, Pshand Grass. Acorollaryisthatheatshockproteins transcriptional alterations indicate severe stress associated with maybebothpositiveandnegativeregulatorsofthe Tollsignaling protein unfolding during development oftheflies in mg. Pathway, inhibitingorenhancingaccordingtotheconditions.", "organism": ["Drosophila"], "assay": [], "gene": ["Toll", "SPE", "Pshand Grass", "Heat shock proteins"], "mission": [], "experimenttype": ["Hypoxia"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_43", "text": "folding during development oftheflies in mg. Pathway, inhibitingorenhancingaccordingtotheconditions. This\n\nDothesechangesinthespacefliesprovideinsightintothefailed corollary is analogous to the positive and negative regulation of immune response to fungal infection versus the robust immune Tlrseffectedbyextracellularheatshockproteinsinmammals[62]. Response to bacterial infection? Although differences in the Thesehypothesesonheatshockproteinmediationoftheeffects physiologies ofthe twoinfections, i. e. Acute infection bythenonof g force on immune responses have broad implications, pathogenic E. Coli and chronic infection by the pathogenic B.", "organism": ["Mus musculus", "Drosophila"], "assay": [], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_44", "text": "une responses have broad implications, pathogenic E. Coli and chronic infection by the pathogenic B. Providinginsightsintoestablishedfindings, suggestionsforfurther bassiana, mayplaysomerolehere, thestrongheatshockresponse experimentation and predictions for other stressful conditions. Producedbythespaceenvironmentofferstwotestablemolecular One clear, testable, inference is that the compromised human hypotheses. Immunityseenatalteredgresultsfromproteinunfoldingandheat\n\nHypothesis 1. Theextracellularspaceismoresusceptibleto shock protein engagement. Our hypotheses also suggest an protein unfolding in stress conditions than the intracellular underlying mechanism for our hyper g findings. Thus hyper g environment.", "organism": [], "assay": ["Molecular"], "gene": ["Hyper G"], "mission": [], "experimenttype": ["Stressful conditions"], "outcome": ["Extracellular space more susceptible to shock protein engagement", "Protein unfolding in stress conditions"]}
{"paper_id": "19", "chunk_id": "19_45", "text": "ions than the intracellular underlying mechanism for our hyper g findings. Thus hyper g environment. Thusinthemgconditionsexperiencedbythespace may stabilize proteins against unfolding or affect heat shock protein interaction with Toll receptors. Effects on the stability, flies, the more complex extracellular induction events associated with Toll activation (recognition, activation of SPE, cleavage of folded status or function of endocytotic components may be\n\nSpz and binding to Toll) are more susceptible to disruption than particularlyimportantbothathypergandmgsinceendocytosisis thoseassociatedwithactivationofthe Imdpathway. Forthe Imd essentialfor Toll, butnot Imd, signaling[28].", "organism": ["Drosophil", "Mus musculus"], "assay": [], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_46", "text": "seassociatedwithactivationofthe Imdpathway. Forthe Imd essentialfor Toll, butnot Imd, signaling[28]. Afurtherpossibility pathway, the extracellular event is direct binding of bacterial is that most common stresses such as sleep deprivation, physical components, PGN, to cell surface receptors, PGRPs [19]. A activity, and ageing, affect immune responses via these proposed corollaryofthishypothesisisthat, intime, theheatshockproteins routes. Maymediate recovery of Toll signaling. Otherstudieshavenotedtheopposingeffectsofincreasedand\n\nHypothesis 2. Heat shock protein(s) interferes directly with reduced g force on expression of individual Drosophila genes in thebindingof(processed) Spzto Toll. Inmammals, extracellular uninfected flies [50,63]. In addition, in one mg experiment,\n\nFigure 6.", "organism": ["Drosophila"], "assay": [], "gene": ["Spz", "Toll"], "mission": [], "experimenttype": ["Reduced g force on expression of individual genes"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_47", "text": "ll. Inmammals, extracellular uninfected flies [50,63]. In addition, in one mg experiment,\n\nFigure 6. Analysisoftranscriptionalmodulationsproducedbyspaceflight. Transcriptionalprofilesofuninfectedspaceand Earthflieswere comparedanddifferentiallyexpressedgenesweregroupedbyhierarchicalclustering. Pathwayanalysiswasutilizedtoidentifystatisticallyenriched biologicalthemes. Thenumberofgenesineachcategoryisdepictedinbargraphs(primaryy-axis), andthe Pvaluescorrespondingtostatisticaloverrepresentationofeachcategoryarepresentedasalinegraph(secondaryy-axis). Phagocytosisinadult Drosophilafemales, butnotlarvae, raisedin (FBgn 0261560 and [65,66]), spz 4 (FBal 0016062) and imd EY 08573 space was reported to be normal, and expression of a few (FBal 0159146) [44].", "organism": ["Drosophila"], "assay": [], "gene": ["FBgn 0261560", "FBbal 0016062", "imd EY 08573", "FBal 0159146"], "mission": [], "experimenttype": ["Spaceflight"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_48", "text": "6062) and imd EY 08573 space was reported to be normal, and expression of a few (FBal 0159146) [44]. The stock for the space and Earth flies, antimicrobialgeneswasalteredintheseadultsbyinfectionwithan hemolectin-Gal 4; UAS-GFP, expressed GFP in the blood cells\n\nE. Colistrainthatdoesnotgrowin Drosophila[64]. Inthefuture, [44]. Thespace containers arepresented in Marcu et al.[64]. Experimentsonboardthe International Space Station(ISS), where multi-generational studies with multiple strains of flies and Microorganisms and Infections pathogensarepossible, wouldprovideanoptimalroutefortesting\n\nBacterialinfectionswith E. Coli ATCC 25922 wereaspreviously the hypotheses suggested here. Other factors that might affect described[65,67].", "organism": ["Drosophila"], "assay": [], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity", "Control"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_49", "text": "22 wereaspreviously the hypotheses suggested here. Other factors that might affect described[65,67]. Asinglesporeisolateof Beauveriabassiana(strain microgravity immune responses - such as the route for pathogen\n\nGHA) was cultured on Sabouraud dextrose agar. Conidia and delivery, developmental events, microbiome, and signaling pathhyphaewereharvestedbypassingculturethroughasterile ASTM way modulation by epigenetics or non-coding RNA activity -\n\nNo.100 sieve. Sporeswerealsoflownonthespaceshuttleandwe could also be addressed. The key to applying the full capacity of arehappytoprovideinformationuponrequest. Naturalinfection\n\nDrosophila aboard the ISS for an understanding of gravitational by B. Bassianausedadosageof 9.", "organism": ["Mus musculus", "Arabidopsis", "Drosophila"], "assay": [], "gene": [], "mission": ["ISS2025"], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_50", "text": "tion\n\nDrosophila aboard the ISS for an understanding of gravitational by B. Bassianausedadosageof 9.56106 spores/fly, withprocedures effects on innate immunity will be the use of a wide range of andsurvivalassaysaspreviouslydescribed[67]. Tenreplicatesof pathogens, genotypes, and approaches by many different investi 20 flies each for all strains were usedin all 3 experiments forthe\n\nCARU hypergravity tests. The centrifuge was stopped once per\n\nThejuxtapositionofourmgandhypergfindingshighlightsthe day to conduct survival counts.", "organism": ["Drosophila"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity", "Hypergravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_51", "text": "pped once per\n\nThejuxtapositionofourmgandhypergfindingshighlightsthe day to conduct survival counts. Control survival assays after importance of gravity in normal immune function and begins to bacterial and fungal infections on wild-type, hemolectin-Gal 4; elaborate the key cellular and molecular components of the imd 1, imd EY 08573 spz 4\n\nUAS-GFP, and [67] were conducted at immune system that respond to changes in gravity. Our findings\n\nKennedy Space Center to establish that space and Earth fly alsosuggest thatexposuretogravitymaymitigatethedeleterious infections were proceeding in accordance with our standardized physiological, includingimmune, consequencesofspaceflightand\n\nConditions.", "organism": [], "assay": ["UAS-GFP"], "gene": [], "mission": ["ISS2025", "Bion-M1"], "experimenttype": ["Control", "Immune system response to gravity changes"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_52", "text": "ance with our standardized physiological, includingimmune, consequencesofspaceflightand\n\nConditions. Providearationaleforincludinghumancentrifugesonfacilitiesfor\n\nLong-term transport andhousing ofhumans inspace.\n\nEnergy Content\n\nFlies were homogenized in a solution containing 1% NP-40,\n\nMaterials and Methods 0.5% deoxycholic acid, 0.1% Triton-X 100, 100 m M Na Cl,\n\nDrosophila Stocks 0.1 m M Ca Cl, and 2 m M Mg Cl, p H 7.6. Homogenates were\n\nAllexperimentsusedonlymales. Oregon-Rwild-typeflieswere heated for 5 min at 75 u C to inactivate lipases. Triacylglyceride imd 1 yuric 263 levels were measured using a commercial serum triglyceride kit\n\nused. Others are: (Flybase FB, FBal 0045906), and\n\nUAS-yuri Thor 2 Thor 1 rev 1 (Sigma; St. Louis, Missouri USA; No.", "organism": ["Drosophila"], "assay": [], "gene": ["UAS-yuri Thor 2 Thor 1 rev 1"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_53", "text": ": (Flybase FB, FBal 0045906), and\n\nUAS-yuri Thor 2 Thor 1 rev 1 (Sigma; St. Louis, Missouri USA; No. TR 0100-1 KT), andprotein\n\n(FBgn 0045842 and [23]), and\n\nTable 1. Antibacterialresponseis similarin spaceand earth flies.\n\nFoldchange Foldchange Pvalue\n\nCategory Symbol earth Pvalueearth space space\n\nAntimicrobialproteins\n\nDefensin Def 186.4 0.00 156.1 0.00\n\nDrosocin Dro 68.3 0.00 77.8 0.00\n\nAttacin-A Att A 82.2 0.00 68.4 0.00\n\nAttacin-C Att C 14.9 0.00 15.7 0.00\n\nAttacin-D Att D 154.1 0.00 99.5 0.00\n\nDiptericin B Dpt B 26.6 0.00 40.1 0.00\n\nCecropin B Cec B 4.9 0.00 5.4 0.00\n\nCecropin C Cec C 24.2 0.00 30.9 0.00\n\nMetchnikowin Mtk 26.2 0.00 32.4 0.00\n\nDrosomycin Drs 5.5 0.00 5.4 0.00\n\nPeptidoglycanrecognitionproteins\n\nPeptidoglycanrecognitionprotein LC PGRP-LC 2.4 0.00 2.0 0.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_54", "text": "4 0.00\n\nPeptidoglycanrecognitionproteins\n\nPeptidoglycanrecognitionprotein LC PGRP-LC 2.4 0.00 2.0 0.00\n\nPeptidoglycan-recognitionprotein SC 2 PGRP-SC 2 15.3 0.00 8.9 0.00\n\nPeptidoglycanrecognitionprotein LB PGRP-LB 8.6 0.00 8.9 0.00\n\nPeptidoglycanrecognitionprotein LA PGRP-LA 2.1 0.01 2.2 0.01\n\nPeptidoglycanrecognitionprotein LF PGRP-LF 5.6 0.00 3.8 0.00\n\nPeptidoglycan-recognitionprotein SB 1 PGRP-SB 1 10.0 0.00 13.1 0.00\n\nStressinducible Turandot\n\nTurandot M Tot M 20.6 0.00 27.9 0.00\n\nTurandot A Tot A 5.5 0.02 6.8 0.01\n\nTurandot X Tot X 2.2 0.21* 3.8 0.04\n\nTurandot C Tot C 28.0 0.00 58.2 0.00\n\nImmuneinducedmolecules\n\nImmuneinducedmolecule 10 CG 33470 3.7 0.00 2.2 0.04\n\nImmuneinducedmolecule 23 IM 23 3.8 0.01 3.1 0.02\n\nImmuneinducedmolecule 1 IM 1 3.4 0.00 3.1 0.", "organism": [], "assay": [], "gene": ["PGRP-LC", "PGRP-SC", "PGRP-LB", "PGRP-LA", "PGRP-LF"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_55", "text": "0.04\n\nImmuneinducedmolecule 23 IM 23 3.8 0.01 3.1 0.02\n\nImmuneinducedmolecule 1 IM 1 3.4 0.00 3.1 0.00\n\nImmuneinducedmolecule 2 IM 2 2.0 0.00 1.8 0.01\n\nImmuneinducedmolecule 4 IM 4 3.1 0.01 2.9 0.01\n\nImmuneinducedmolecule 10 IM 10 3.5 0.00 2.8 0.01\n\nThiolestercontainingproteins\n\nThiolestercontainingprotein I Tep I 22.2 0.00 28.4 0.00\n\nThiolestercontainingprotein II Tep II 5.2 0.00 4.0 0.00\n\nThiolestercontainingprotein IV Tep IV 2.7 0.00 2.9 0.00\n\nMiscellaneous insulin-stimulatede IF-4 Ebindingprotein Thor 2.5 0.02 2.2 0.04\n\nEiger egr 2.4 0.05 1.6 0.28*\n\nRelish Rel 3.8 0.00 2.2 0.02\n\nSterilealpha&TIRmotif-containingprotein 1 Ect 4 1.7 0.06* 2.0 0.02\n\nInhibitorofapoptosis 2 Iap 2 1.8 0.02 1.9 0.01\n\nHemolectin Hml 3.3 0.00 2.6 0.00\n\n*Pvaluenotsignificant,.0.05.", "organism": [], "assay": ["PCR"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_56", "text": "fapoptosis 2 Iap 2 1.8 0.02 1.9 0.01\n\nHemolectin Hml 3.3 0.00 2.6 0.00\n\n*Pvaluenotsignificant,.0.05. Content wasquantifiedusingthebicinchoninicacidmethod[68]. Gene Expression Analysis\n\nCarbohydrates (glycogen and trehalose) were digested with\n\nTotal RNA was extracted from flies utilizing the Qiagen amyloglucosidase and quantified with a blood glucose kit (Pointe RNeasy(cid:2) RNA isolation kit. M RNA amplification, labeling,\n\nScientific; Canton, Michigan, USA; No. G 7521). 4–14 flies were hybridization to Drosophila Genome 2.0 Gene Chips(cid:2) (Affymeassayed for each treatment group, and all assays were performed trix), staining and scanning were performed as previously in triplicate. Described [69] utilizing protocols in the Affymetrix Gene\n\nTable 2.", "organism": ["Drosophila"], "assay": ["Affymetrix Gene Chips(cid:2)"], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_57", "text": "med as previously in triplicate. Described [69] utilizing protocols in the Affymetrix Gene\n\nTable 2. Transcriptionalresponse ofspaceflies withoutan infection.\n\nCatagoriesofgeneswithalteredresponse\n\nFold Fold\n\nSymbol Change Symbol Change\n\nStress Response(Pvalue 1.59 E-11) Responseto Hypoxia(Pvalue 1.07 E-04)\n\nHeatshockprotein 70 Bc Hsp 70 Bc 13.0 Heatshockprotein 70 Bc Hsp 70 Bc 13.0\n\nHeatshockprotein 70 Aa, Ab Hsp 70 Aa, Ab 9.1 hairy h 1.9\n\nHeatshockprotein 22 Hsp 22 5.4 Heatshockprotein 70 Aa, Ab Hsp 70 Aa, Ab 9.1\n\nHeatshockgene 67 Bc Hsp 67 Bc 3.4 Heatshockprotein 70 Ba Hsp 70 Ba 11.4\n\nHeatshockprotein 70 Ba Hsp 70 Ba 11.4 Heatshockprotein 23 Hsp 23 2.8\n\nHeatshockprotein 26 Hsp 26 3.3 IMPMetabolic Process(Pvalue 8.24 E-05)\n\nHeatshockprotein 23 Hsp 23 2.8 adenosine 3 ade 3 1.", "organism": ["Drosoph0fly"], "assay": [], "gene": ["Heatshockprotein70Bc", "StressResponse(Pvalue1.59E-11)", "Hsp23_Aa,Ab_9.1", "IMPMetabolicProcess(Pvalue8.24E-05)"], "mission": [], "experimenttype": ["Responseto Hypoxia"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_58", "text": "p 26 3.3 IMPMetabolic Process(Pvalue 8.24 E-05)\n\nHeatshockprotein 23 Hsp 23 2.8 adenosine 3 ade 3 1.6\n\nHeatshockprotein 27 Hsp 27 3.6 Dmel_CG 11089 CG 11089 1.6\n\nHeatshockgene 67 Ba Hsp 67 Ba 1.5 Phosphoribosylamidotransferase 2 Prat 2 1.6\n\nHeatshockprotein 68 Hsp 68 5.0 adenosine 2 ade 2 2.0\n\nWing Disc Morphogenesis(Pvalue 7.88 E-04) Apoptosis(Pvalue 3.86 E-03)\n\nTolkin tok 1.5 Proteinkinase 61 C Pdk 1 1.7\n\nPangolin pan 1.9 Rep 3 Drep-3 1.5\n\nTissueinhibitorofmet alloproteases Timp 1.5 Strica dream 1.6\n\nStar S 1.6 MAPkinase-activatingdeathdomainprotein rab 3-GEF 1.5\n\nLIM-kinase 1 LIMK 1 1.5 starvin stv 2.1 knot kn 1.5 Deathassociatedmoleculerelatedto Mch 2 Damm 2.1 schnurri shn 1.5 Symporter Activity(Pvalue 9.82 E-03) lethal(2)giantdiscs 1 l(2)gd 1 1.6 Dmel_CG 8083 CG 8083 22.", "organism": [], "assay": ["Heatshockprotein", "Wing Disc Morphogenesis"], "gene": ["Hsp 27", "Prat 2", "MCH 2", "Schnurri shn"], "mission": [], "experimenttype": ["Apoptosis", "Symporter Activity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_59", "text": "1.5 Symporter Activity(Pvalue 9.82 E-03) lethal(2)giantdiscs 1 l(2)gd 1 1.6 Dmel_CG 8083 CG 8083 22.2 downstreamofreceptorkinase drk 1.5 Dmel_CG 9826 CG 9826 22.2\n\nSuppressorofcytokinesignalingat 36 E Socs 36 E 2.3 Sodium-dependentmultivitamintransporter Smvt 21.9\n\nRhomboid rho 1.9 lethal(2)01810 dm Glut 21.6\n\nOxidation Reduction(Pvalue 3.50 E-02) Structural Molecule Activity(Pvalue 3.18 E-02)\n\nDmel_CG 3609 CG 3609 21.5 obstructor-B obst-B 21.6\n\nRibonucleosidediphosphatereductaselarge Rnr L 21.5 mitochondrialribosomalprotein S 28 m Rp S 28 21.7 lysyloxidase-like 2 lox 2 21.6 Cuticularprotein 92 A Cpr 92 A 21.9\n\nDmel_CG 15629 CG 15629 21.5 mitochondrialribosomalprotein L 21 m Rp L 21 21.5 prolyl-4-hydroxylase-alpha SG 2 PH 4 alpha SG 2 21.5 Yolkprotein 2 Yp 2 22.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_60", "text": "tein L 21 m Rp L 21 21.5 prolyl-4-hydroxylase-alpha SG 2 PH 4 alpha SG 2 21.5 Yolkprotein 2 Yp 2 22.0\n\nPhotoreceptordehydrogenase Pdh 21.5 Cuticularprotein 62 Bb Cpr 62 Bb 21.6\n\nDmel_CG 12539 CG 12539 21.5\n\nExpression Analysis Technical Manual. RMA-based, (Partek (rp 49) (No. QT 00985677). Samples were run in triplicate on the\n\nSuite(cid:2),\n\nGenomics v.6.6) algorithms were used to identify Bio-Rad q PCR CFXthermal cycler. Differentially expressed genes (DEG). Three replicate samples were included in each control and experimental group. A Supporting Information minimum fold-difference of +/21.5 (p-value #0.05) was used as\n\nTable S 1 Individualgenesforallcategoriesoftheresponseto B. The cut off criteria for generating DEG lists. DEG lists were\n\nbassiana\n\nIn Figure 2.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_61", "text": "eresponseto B. The cut off criteria for generating DEG lists. DEG lists were\n\nbassiana\n\nIn Figure 2. Hierarchically clustered and sub-clusters were subjected to\n\n(IPA(cid:2)) (PDF) pathway analysis using Ingenuity Pathway Analysis and ware. GEO accession number is GSE 53196. Q PCR analysis was\n\nColiin Figure 5.\n\nI Script TM carried out on c DNA made using the Bio-Rad c DNA (PDF)\n\nSynthesis Kit (No. 170–8891) and utilized the Bio-Rad Sso Advanced TM Table S 3 Genes with altered response inuninfected space flies,\n\nSYBRH Green Supermix (No. 172–5260). Reaction\n\nInaddition tothose in Table 2. Mixtures were prepared as specified in the product protocol and used Quanti Tect Primer Assaysfrom Qiagen:Metchnikowin(No. QT 01109619), Drosomycin (No.", "organism": ["Drosophila"], "assay": ["PCR", "q PCR analysis"], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_62", "text": "rotocol and used Quanti Tect Primer Assaysfrom Qiagen:Metchnikowin(No. QT 01109619), Drosomycin (No. QT 00957432), and RPL 32\n\nAcknowledgments Author Contributions\n\nConceivedanddesignedtheexperiments:KTKKDAK. Performedthe\n\nWe thank all the supporting members of the UCD Department of\n\nMolecularand Cellular Biology, the UCFDepartmentof Biology, NASA experiments: KT KK MDG RM TS ASH PMF PS AGG DKH LVK and Kennedy Space Centerwhileat Space Life Sciences Laboratory. We DAK. Analyzed the data: KT MDG DAK. Contributed reagents/ materials/analysis tools: MDG JA AGG DKHLVK CAF KMB. Wrote\n\nAlsothankthe Bloomington Stock Centerforflystrains.\n\nThepaper:KMBDAK.\n\nPhosphoinositide 3-kinase-dependent signaling pathway. Proc Natl Acad 63. Herranz R, Benguria A, Lavan DA, Lopez-Vidriero I, Gasset G, et al.", "organism": ["Drosophs"], "assay": [], "gene": ["Pik3kd", "Gapdh"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_63", "text": "ling pathway. Proc Natl Acad 63. Herranz R, Benguria A, Lavan DA, Lopez-Vidriero I, Gasset G, et al.(2010)\n\nSci USA 98:6144–6149. Spaceflight-related suboptimal conditions can accentuate the altered gravity 55. Park HH, Tookes HE, Wu H (2006) Crystallization and preliminary X-ray responseof Drosophilatranscriptome. Mol Ecol.19:4255–64. Crystallographic studies of Drep-3, a DFF-related protein from Drosophila 64. Marcu O, Lera MP, Sanchez ME, Levic E, Higgins LA, et al.(2011) Innate melanogaster. Acta Crystallogr Sect FStruct Biol Cryst Commun 62:597–599. Immuneresponsesof Drosophilamelanogasterarealteredbyspaceflight. PLo S 56. Lee G, Wang Z, Sehgal R, Chen CH, Kikuno K, et al. (2011) Drosophila\n\nOne 6:e 15361. Caspases involved in developmentally regulated programmed cell death of 65.", "organism": ["Drosophila"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Spaceflight"], "outcome": []}
{"paper_id": "19", "chunk_id": "19_64", "text": "osophila\n\nOne 6:e 15361. Caspases involved in developmentally regulated programmed cell death of 65. Bernal A, Kimbrell DA(2000) Drosophila Thorparticipatesinhostimmune peptidergicneuronsduringearlymetamorphosis. JComp Neurol 519:34–48. Defenseandconnectsatranslationalregulatorwithinnateimmunity. Proc Natl 57. Stenmark H, Olkkonen VM(2001) The Rab GTPasefamily. Genome Biol 2:\n\nAcad Sci USA 97:6019–6024.\n\nREVIEWS 3007. 66. Bernal A, Schoenfeld R, Kleinhesselink K, Kimbrell DA(2004) Lossof Thor, 58. Zhou D, Xue J, Lai JC, Schork NJ, White KP, et al. (2008) Mechanisms thesingle 4 E-BPgeneof Drosophila, doesnotresultinlethality. Dros Inf Serv underlyinghypoxiatolerancein Drosophilamelanogaster:hairyasametabolic\n\nswitch. PLo SGenet 4:e 1000221. 67.", "organism": ["Drosophila"], "assay": [], "gene": ["E-BP", "Thor"], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_65", "text": "yinghypoxiatolerancein Drosophilamelanogaster:hairyasametabolic\n\nswitch. PLo SGenet 4:e 1000221. 67. Taylor K, Kimbrell DA(2007) Hostimmuneresponseanddifferentialsurvival 59. Calderwood SK, Murshid A, Gong J(2012) Heatshockproteins:conditional\n\nOfthesexesin Drosophila. Fly(Austin)1:197–204. Mediatorsofinflammationintumorimmunity. Front Immunol 3:75. 68. Smith PK, Krohn RI, Hermanson GT, Mallia AK, Gartner FH, et al.(1985) 60. Rajaiah R, Moudgil KD (2009) Heat-shock proteins can promote as well as\n\nMeasurementofproteinusingbicinchoninicacid. Anal Biochem 150:76–85.\n\nRegulateautoimmunity. Autoimmun Rev 8:388–393. 69. George MD, Verhoeven D, Sankaran S, Glavan T, Reay E, et al. (2009) 61.", "organism": [], "assay": [], "gene": [], "mission": [], "experimenttype": [], "outcome": []}
{"paper_id": "19", "chunk_id": "19_66", "text": "Autoimmun Rev 8:388–393. 69. George MD, Verhoeven D, Sankaran S, Glavan T, Reay E, et al. (2009) 61. Vabulas RM, Wagner H, Schild H(2002) Heatshockproteinsasligandsoftoll Heightened cytotoxic responses and impaired biogenesis contribute to early\n\nLikereceptors. Curr Top Microbiol Immunol 270:169–184. Pathogenesis in the oral mucosa of simian immunodeficiency virus-infected 62. Giuliano Jr JS, Lahni PM, Wong HR, Wheeler DS(2011) Extracellularheat\n\nRhesusmacaques. Clin Vaccine Immunol 16:277–281. Shockproteins:alarminsforthehostimmunesystem. Open Inflamm J 4:49–60.", "organism": ["Rhesus macaques"], "assay": [], "gene": [], "mission": [], "experimenttype": ["Microgravity"], "outcome": []}
